[
  {
    "title": "动态难度",
    "summary": "动态难度是一种随游戏进程调整挑战强度的机制，旨在维持玩家的兴趣与挑战性。狭义上指单局游戏内随时间逐步提升难度，广义上则涵盖剧情模式等长期进程中的适应性调整。常见于角色扮演类游戏，通过增强敌人来匹配玩家成长；同时也适用于休闲游戏，以保持游戏体验的平衡与趣味。"
  },
  {
    "title": "游戏视角",
    "summary": "游戏视角是玩家观看游戏画面的角度，主要分为第一人称、第三人称等类型。第一人称视角让玩家通过游戏角色的眼睛观察世界，常见于射击、解谜及VR游戏，但若玩家仅作为观察者而非角色则不属于此类。第三人称视角中，摄像机跟随角色但不与其视线重合，包括越肩视角、预设机位等。此外还有斜45度视角、垂直俯视角以及横版/纵版视角等，各自适应不同游戏类型和操作需求。许多游戏支持视角切换，以提升玩家体验。"
  },
  {
    "title": "HUD",
    "summary": "HUD（平视显示器）是指在电子游戏画面中，叠加显示游戏状态信息（如生命值、弹药量、地图、任务目标等）的界面元素。其名称源于航空领域，旨在让飞行员无需低头查看仪表即可获取关键数据，这一设计理念被引入游戏以提升玩家的沉浸感和操作效率。\n\n在游戏中，HUD通常以非侵入式的方式呈现，确保核心游戏画面不受过度遮挡。常见的HUD元素包括生命条、技能图标、迷你地图、弹药计数等，其布局和透明度常允许玩家自定义。部分游戏（如《死亡空间》系列）采用“沉浸式HUD”，将信息整合到游戏场景内的物体（如角色护甲屏幕）中，以进一步增强代入感。HUD的设计直接影响游戏体验的流畅性与信息传达的清晰度。"
  },
  {
    "title": "游戏地图",
    "summary": "游戏地图是电子游戏中用于标示角色位置和区域分布的系统，常见于RPG、射击等类型。它通常分为大地图和小地图：大地图可标注目标地点，小地图则常显示于屏幕角落以提供周边信息。地图会标示特殊地点如资源点、NPC位置，并可能以坐标或雷达形式标记目标或敌对单位。部分游戏支持地图缩放、自动寻路或探索成就系统，随着版本更新也可能新增区域供玩家探索。"
  },
  {
    "title": "开放世界",
    "summary": "开放世界是一种游戏设计方式，提供较高的自由度，允许玩家在虚拟地图中自由探索并自主选择任务顺序与方式。其概念源于1980年代的桌上角色扮演游戏，随着技术发展逐渐成熟。开放世界并非独立游戏类型，而是一种可应用于多种游戏（如RPG、FPS）的关卡设计模式。代表性作品如《塞尔达传说 时光之笛》引入了昼夜循环等互动机制，而《巫师3》则以叙事任务见长。设计需平衡自由度与游戏结构，避免内容重复或体验单调。开放世界与沙盒游戏有所区别，后者属于游戏类型，且所有沙盒游戏均具备开放世界特征。部分游戏采用“解锁地图区域”的设计，常见于育碧等公司的作品中。"
  },
  {
    "title": "半开放世界",
    "summary": "半开放世界是开放世界游戏的一种分支设计模式，其地图结构相对线性，但仍允许玩家在一定范围内探索。这种设计常见于注重叙事或受技术、预算限制的中小型制作组，通过构建自由度较低的中型地图，既能引导玩家关注剧情，又能控制开发成本。"
  },
  {
    "title": "箱庭式",
    "summary": "箱庭式是一种游戏关卡或场景的设计理念，指将游戏内容浓缩在一个有限但精心布置的空间内，玩家可以在其中自由探索、互动并完成目标。这一概念源自日本传统工艺品“箱庭”，即微缩庭院景观，强调在有限范围内构建丰富细节与可能性。\n\n在游戏设计中，箱庭式场景通常具有高度自洽的结构，玩家虽受边界限制，但可通过解谜、收集或触发事件来逐步解锁区域或机制，形成“小世界”般的体验。此类设计常见于《超级马力欧：奥德赛》的独立关卡或《塞尔达传说》系列的部分神殿，兼顾探索自由度与引导性，区别于完全开放的沙盒或线性流程。箱庭式设计有助于聚焦玩法核心，并提升场景的复用性与沉浸感。"
  },
  {
    "title": "主线剧情/支线剧情",
    "summary": "主线剧情/支线剧情是电子游戏中用于区分叙事内容重要性和推进方式的术语。\n\n主线剧情指游戏的核心故事线，通常与游戏最终目标直接相关，玩家需完成主线任务以推动游戏进程并解锁结局。支线剧情则属于可选内容，多为独立于主线的短篇故事或任务，完成它们可获取额外奖励、探索背景设定或丰富角色形象，但一般不影响主线结局。两者共同构建游戏世界的深度与广度，既保障叙事连贯性，又增强玩家自主探索的乐趣。在角色扮演、开放世界等类型游戏中，主支线剧情的交织设计尤为常见。"
  },
  {
    "title": "即时制",
    "summary": "即时制是一种游戏机制，参与游戏的各方在进程中同时进行操作，结果即时展现。它比回合制具有更高的拟真度，对多线程运算能力要求较高。常见于即时战略、即时战术、射击、动作及动作角色扮演等多种游戏类型。"
  },
  {
    "title": "回合制",
    "summary": "回合制是一种历史悠久的游戏机制，常见于棋牌、电子游戏及球类运动。其核心在于参与者按顺序轮流行动，通常需在每轮开始前决定行动顺序。在游戏中，各方可能被视为整体，在其回合内所有角色均可操作，部分系统还涉及蓄能或半即时制（如轮流攻防或ATB系统）。回合制便于处理操作结果，对网络延迟容忍度较高，但先后顺序对胜负影响较大，且模拟真实性有限。随着技术发展，许多对抗性游戏转向半即时或即时制。该机制也衍生出回合制战略和战术游戏，侧重于策略与军事模拟。"
  },
  {
    "title": "彩蛋",
    "summary": "彩蛋原指复活节中手工装饰的鸡蛋，现多指文学、影视、游戏等作品中隐藏的额外内容，常由创作者有意添加以带来惊喜，而非开发失误所致。其形式多样，包括作者签名、特殊剧情、纪念元素或隐藏区域等，可能通过特定操作触发。早期彩蛋多为开发者署名，后逐渐成为官方设计的趣味环节，通常不影响作品主线进程。"
  },
  {
    "title": "游戏CG",
    "summary": "游戏CG是“Computer Graphics”的缩写，指游戏中由计算机技术制作的图片或过场动画。它主要用于宣传和衔接剧情，对游戏描述与情节有升华作用。部分游戏设有“CG鉴赏”功能，供玩家回顾已解锁的插图。游戏CG动画常在游戏开始或关键剧情处以2D或3D形式呈现，用以叙述故事。此外，含有性内容的游戏CG被称为“HCG”。"
  },
  {
    "title": "立绘",
    "summary": "立绘（立ち絵，Tachie）源自纸芝居文化，指将角色单独绘制并剪裁、背景透明的画像，与包含背景的平绘相对。现主要用于游戏制作，作为角色透明背景素材，也见于动画或漫画。按绘制范围可分为全身、半身、齐胸等类型，常在游戏对话中显示。动态立绘是近年流行于手机游戏的类型，可通过玩家互动触发固定动作，或直接以动态图片形式呈现。"
  },
  {
    "title": "OST",
    "summary": "OST，即“Original Soundtrack”的缩写，通常指电子游戏的原声音乐专辑。它收录了游戏内使用的背景音乐、主题曲、环境音效及剧情配乐等音频内容。\n\n作为游戏体验的重要组成部分，OST不仅烘托游戏氛围、强化情感表达，还能在玩家脱离游戏后唤起对特定场景或角色的记忆。许多经典游戏的OST因其出色的作曲和编曲而独立发行，甚至成为收藏品或音乐会演出曲目。在游戏产业中，OST的制作常由专业作曲家或音乐团队负责，部分作品还会与流行歌手或交响乐团合作，以提升其艺术价值和市场影响力。"
  },
  {
    "title": "bug",
    "summary": "bug是指在电子游戏中，由于程序设计或开发过程中的疏漏，导致出现的非预期错误或异常现象。这些错误可能表现为图形显示异常、角色行为失控、游戏进程卡顿或崩溃等。\n\nbug通常源于代码逻辑缺陷、资源加载问题或平台兼容性差异，在游戏测试阶段未能完全发现。虽然多数bug会影响游戏体验，但部分bug也可能被玩家发掘并利用，形成特殊的游戏技巧或速通策略。开发者通常会通过更新补丁来修复已知bug，以维护游戏的稳定性和平衡性。"
  },
  {
    "title": "游戏任务",
    "summary": "游戏任务是电子游戏中常见的系统，玩家通过完成特定目标获取奖励，如道具、经验值等。任务通常分为接取、执行和交付三个阶段，可通过NPC或专门界面操作，并以不同符号标识状态。按性质可分为主线与支线任务；按可重复性分为一次性、有限可重复和无限可重复任务，后者包括周期性任务如日常、周常等。任务内容多样，涵盖战斗与非战斗类型，奖励形式包括固定、可选或随机发放。"
  },
  {
    "title": "日常任务",
    "summary": "日常任务是网络游戏中每日可重复进行的简单任务，旨在通过提供奖励吸引玩家每日登录，从而延长游戏生命周期。此类任务在手游和页游中较为常见，单机游戏则较少设置。其设计通常包括每日重置机制，部分游戏还设有每周、每月等周期性任务。为鼓励消费，一些游戏允许玩家消耗特定资源快速完成任务，以节省时间并获得更丰厚的奖励。"
  },
  {
    "title": "活跃",
    "summary": "活跃是电子游戏中用于衡量玩家或角色在特定时间段内参与游戏活动频率和强度的指标。在玩家层面，活跃度通常与每日登录、完成任务、参与活动等行为挂钩，是许多游戏用以激励玩家持续参与、发放奖励的常见系统设计。在角色或单位层面，活跃可能指其处于可操作或产生效果的状态，例如技能冷却结束、单位可被部署等。高活跃度往往能带来更多的游戏资源、经验或特殊权限，有助于维持游戏生态的长期活力。该机制广泛应用于网络游戏、手机游戏及带有社交或赛季系统的作品中。"
  },
  {
    "title": "回归奖励",
    "summary": "回归奖励是网络游戏为吸引长期未登录玩家回归而设计的补偿机制。其目的在于缩小回归玩家与活跃玩家在养成资源、新系统等方面的差距，并提升玩家留存与日活。奖励通常通过签到、专属每日任务等形式发放，要求玩家保持一定活跃度才能领全。部分游戏还会设置回归专属卡池，提供更高爆率或限定角色。此外，游戏方可能通过老玩家邀请活动鼓励回归，实现双方奖励共赢。整体上，回归奖励旨在平衡玩家进度，促进社区活跃。"
  },
  {
    "title": "存档系统",
    "summary": "存档系统是电子游戏中用于保存和读取进度的常见机制，旨在允许玩家在退出后继续游戏。早期家用机游戏因流程短、情节简单，通常无此功能；街机游戏则主要保存最高分等数据。首款支持存档的主机游戏是1986年的《塞尔达传说》，利用磁盘可擦写特性实现；次年《未来神话ジャーヴァス》首次采用电池备份保存。存档载体随技术发展，从卡带电池RAM转向存储卡、硬盘等。单机游戏存档位于本地，支持多时点读取，玩家可能通过改档或盖档调整进度；网络游戏进度存于服务器，仅记录单点，无法随意回退。存档形式多样，包括随时存档、自动存档、地图限制存档、回合制存档、存档点存档及关卡完成存档等，部分游戏还提供存档道具作为辅助。Steam云存档可实现跨设备同步与备份。存档系统不仅便利玩家，有时也被融入游戏玩法设计中。"
  },
  {
    "title": "随机数生成（RNG）",
    "summary": "随机数生成（RNG）是指电子游戏中通过算法产生不可预测数值序列的系统，用于模拟游戏中的随机性事件。狭义的RNG通常指伪随机数生成器，其本质是基于初始种子值计算出的确定性序列，但在玩家体验中表现为随机结果。\n\nRNG广泛应用于各类游戏机制中，例如角色攻击的伤害浮动、道具掉落概率、暴击判定、地图生成以及卡牌游戏的抽卡环节等。在roguelike、角色扮演和策略游戏中，RNG常被用来增加游戏的重玩价值和不确定性挑战。部分游戏会采用“伪随机分布”等设计来调节随机分布，避免连续出现极端结果影响游戏体验。现代游戏中的RNG算法通常需在公平性与趣味性之间寻求平衡。"
  },
  {
    "title": "随机遇怪",
    "summary": "随机遇怪是角色扮演游戏中常见的遇敌模式，俗称“踩地雷”或暗雷机制。玩家在指定地图行走时会随机遭遇等级略低于自身的怪物，通过战斗可提升等级并获取金币、素材等奖励。该系统设计简单，适合以打怪练级为主的游戏，但掉落物品通常价值有限。需注意，明雷遇敌（需触碰怪物触发战斗）不属此类机制。"
  },
  {
    "title": "生存模式",
    "summary": "生存模式是电子游戏中的一种常见玩法，通常与剧情或沙盒模式相对应。该模式的核心目标是让玩家角色在挑战中尽可能长时间地存活，往往没有明确的过关条件。在不同游戏中，生存模式的具体形式有所差异：在《植物大战僵尸》等PVE游戏中，它表现为敌人强度持续提升的无尽关卡；在《Minecraft》等游戏中，则需管理角色的生理需求，强调生存要素；而在《逃离塔科夫》或“大逃杀”类游戏中，模式侧重于玩家间的对抗与淘汰，幸存者可获取被淘汰者的物资。总体而言，生存模式普遍被视为较高难度的挑战，旨在测试玩家的极限。"
  },
  {
    "title": "o周目",
    "summary": "o周目是指玩家完成游戏全部主线剧情后，从游戏开始界面重新开始游戏的一种模式。该术语源自日语“周回”（しゅうかい），表示循环游玩。\n\n在o周目模式下，玩家通常可以继承部分或全部在前一周目中获得的能力、装备、道具或游戏进度，使后续游玩过程产生变化。这种设计旨在鼓励玩家进行多轮游戏体验，探索不同的剧情分支、收集隐藏要素或挑战更高难度。部分游戏还会在o周目中新增特殊敌人、剧情对话或奖励内容，为重复游玩提供新鲜感。\n\no周目机制常见于角色扮演游戏、动作冒险游戏及roguelike类游戏中，是增强游戏可重复游玩性的重要设计之一。"
  },
  {
    "title": "奖杯",
    "summary": "奖杯是索尼PlayStation游戏机中的一种成就系统，玩家在游戏中达成特定要求即可解锁。该系统包含多种类型，通常按实现难度分为普通、隐藏及高难度奖杯等，其中“白金奖杯”作为收集全部奖杯的奖励。各游戏的奖杯设置独立，无统一分类标准。此系统专指PlayStation平台，与其它平台的成就系统或现实中的赛事奖杯不同。"
  },
  {
    "title": "Flag",
    "summary": "Flag（旗标）原为信息技术术语，指程序中记录状态的单比特标记，仅有1（立起）和0（倒下）两种状态，用于辅助条件判断。在电子游戏中，Flag作为参数变量，通过值的变化触发特定事件或决定剧情走向，这一机制在RPG和文字冒险类游戏中广泛应用。后来该概念引申至ACG作品，泛指预示特定事件（如爱情、死亡）即将发生的征兆或标志，常通过特定台词、情节或设定体现。此类预示现象俗称“立旗”，其中爱情Flag和死亡Flag是常见类型。"
  },
  {
    "title": "死亡Flag",
    "summary": "死亡Flag是ACG作品中预示角色即将死亡的标志或征兆，常表现为特定台词、行为或设定。它并非角色死亡的直接原因，而更像是对戏剧化情节模式的调侃。死亡Flag与“作死”行为有所区别，后者通常指角色明知故犯的自毁举动，而前者往往带有偶然性。在某些情况下，如主角光环、剧情需要或作品类型影响下，死亡Flag可能被“拔除”或失效。这一概念也涉及角色豁免死亡判定的情形，例如主角及其子女在多数作品中受到保护，但并非绝对。此外，死亡Flag与遗言不同，通常不包括角色自知将死时的发言。"
  },
  {
    "title": "副本",
    "summary": "副本，在电子游戏中通常指一个独立于主游戏世界的、可供玩家单独或组队进入的特殊场景或关卡。狭义的副本特指一种“实例化”技术，即每个玩家或队伍进入的都是一个专属的独立空间，其进程、怪物和掉落物与其他玩家互不干扰。\n\n副本的主要功能是为玩家提供结构化的挑战、集中的游戏体验以及可控的奖励获取途径。它常见于大型多人在线角色扮演游戏（MMORPG）中，玩家通过击败副本内的首领怪物来获取高品质装备、材料或推进特定剧情。副本的设计往往包含独特的机制、环境叙事和递增的难度梯度，是游戏后期核心的玩法内容之一。此外，一些单机或合作游戏中的特定关卡或地牢也常被玩家社区称为“副本”。"
  },
  {
    "title": "游戏币",
    "summary": "游戏币是游戏中使用的虚构货币，作为游戏世界的一般等价物，用于购买物品或服务。其名称和形式因游戏世界观而异，属于受法律保护的虚拟财产。游戏币不包括玩家充值获得的点券。单机游戏的货币系统通常较为简单，如《仙剑奇侠传》中的铜钱；网络游戏则因计时或道具收费模式，往往具有更复杂的货币系统。在后者中，游戏币可购买部分道具，但高级道具常需点券购买，且点券不可流通，有时可按比例兑换为专用游戏币。"
  },
  {
    "title": "游戏道具",
    "summary": "游戏道具是游戏中的虚拟物品统称，常见于RPG、FPS等多种游戏类型，用于战斗、生活等各类活动。道具种类多样，包括消耗型（使用后消失）、任务物品、材料型（用于制造或强化系统）以及特殊功能性道具（可能需氪金获取）。道具可通过多种途径获得，并常按品质划分等级，以不同颜色标注，品级越高属性通常越好。具体分类和设定因游戏而异。"
  },
  {
    "title": "游戏装备",
    "summary": "游戏装备是游戏角色可装备的道具，常见于具有战斗系统的游戏类型中，如RPG、FPS等，用于影响角色属性和战斗能力。装备系统因游戏而异，通常可分为武器、防具和饰品等大类，其中武器按类型划分，防具和饰品则多按装备部位区分。部分游戏设有套装，集齐可触发额外属性加成；装备还可通过强化系统提升属性，并通过多种途径获取。此外，装备常按品质分级，不同品级对应不同属性强度，有的游戏还包含装备分解或特殊剧情装备等设定。"
  },
  {
    "title": "装备强化",
    "summary": "装备强化是网络游戏中常见的系统，通过消耗材料与游戏币提升装备属性。强化等级通常以“+1”“+2”等表示，等级越高属性越强。达到一定等级后装备外观可能产生特殊视觉效果，部分游戏允许隐藏该效果。强化存在失败风险，可能导致装备降级或损毁，且部分游戏对强化次数有限制。"
  },
  {
    "title": "附魔",
    "summary": "附魔是角色扮演游戏中常见的系统，指为装备附加原本没有的魔法效果，例如物理攻击附带魔法效果，或单纯提升攻击、防御等属性。多数游戏中，玩家可获得已附带魔法效果的装备，但并非所有游戏都允许玩家主动修改装备属性。为避免物品过于强大，通常会对单个物品可附魔的种类进行限制。"
  },
  {
    "title": "符文",
    "summary": "符文是电子游戏中常见的一种特殊符号或标记，通常承载着魔法、技能或属性增强的效果。在游戏设定中，符文可能作为可收集的道具、装备附魔的素材或角色能力解锁的关键元素。\n\n符文系统多见于角色扮演游戏、动作冒险游戏及多人在线竞技游戏中，玩家通过组合、镶嵌或激活符文，可以改变角色的攻击方式、防御属性或获得特殊技能。例如，在《暗黑破坏神》系列中，符文可用于合成高级装备；在《英雄联盟》里，符文则提供角色基础属性的定制化加成。部分游戏还将符文与剧情或世界观深度结合，使其成为推动叙事或解谜的重要工具。"
  },
  {
    "title": "死亡惩罚",
    "summary": "死亡惩罚是游戏中常见的机制，通常与复活系统配合使用，旨在限制复活次数、增加游戏难度或防止玩家滥用特定操作（如自杀回城）。该机制多见于网络游戏，部分单机游戏中也有类似设定且对游戏进程影响显著。在死亡生存题材作品中，死亡惩罚可能直接表现为角色永久死亡，例如《弹丸论破》等作品。此外，也存在死亡后带来增益效果的例外设定。"
  },
  {
    "title": "复活",
    "summary": "复活，指已死生物通过特殊手段重获生命的行为，常见于宗教神话与文艺创作。在ACG领域，复活是奇幻科幻题材的常见设定，具体形式因作品世界观而异，可能完全复原、改变形态或无法实现。游戏中，复活机制多样，包括使用道具、在特定地点重生或付出代价，部分硬核模式则禁止复活。现实中，科技尚无法使生物真正复活，但存在医学复苏、克隆等类似概念。网络文化中，“复活赛”一词被引申用于形容角色或公众人物的回归。"
  },
  {
    "title": "复活点",
    "summary": "复活点是一种游戏机制，指角色死亡后在特定位置重新开始游戏，通常远离死亡地点以避免复活后立即再次死亡或利用满血优势。在单机游戏中，复活点常与存档点结合。该术语存在歧义，例如在《战争雷霆》等游戏中，“复活点”可指代通过毁伤目标积累的复活点数，用于选取载具继续对局，但这与本文讨论的机制不同。复活点根据功能可大致分为多种类型。"
  },
  {
    "title": "复活保护",
    "summary": "复活保护是常见于FPS等游戏中的机制，旨在防止玩家在复活后极短时间内再度死亡，以提升游戏体验。其表现形式通常包括短暂的无敌时间或伤害减免等保护措施，例如在《穿越火线》中，玩家重生后会获得约3秒的无敌时间，并伴有进度条提示。该机制有效压制了恶意击杀行为，保障了游戏公平性。"
  },
  {
    "title": "科技树",
    "summary": "科技树是游戏中用于组织科技研发的系统，以树状结构呈现。新科技的开发需以已有科技为基础，并满足特定前置条件，形成不同的研发路径。该系统常见于具备科技开发机制的游戏，类似概念包括技能树与成就树。此外，“科技树”一词也常被引申用于调侃现实中的技术发展现象，如各国在特定领域的突破或非常规发明。"
  },
  {
    "title": "游戏技能/技能树",
    "summary": "游戏技能/技能树是指电子游戏中用于组织和管理角色技能发展路径的系统。它通常以树状结构呈现，玩家通过投入技能点或经验值来解锁或升级特定技能，从而定制角色的能力成长方向。\n\n技能树常见于角色扮演游戏、动作冒险游戏及部分策略游戏中，其核心功能是提供多样化的角色构建选择，增强游戏的重玩性和策略深度。玩家可以根据战斗风格或任务需求，选择不同的分支进行专精，例如近战、远程或辅助能力。一些游戏还会设计相互排斥的技能分支，以鼓励玩家进行取舍和规划。此外，技能树也可能与角色的等级、装备或剧情进展相关联，形成动态的能力发展体验。"
  },
  {
    "title": "生活技能",
    "summary": "生活技能是游戏中与制造生产和人际互动相关的非战斗操作。在战斗与冒险类游戏中，生活技能通常分为采集、加工、生产等类别，玩家可通过消耗金钱向NPC学习，并借由使用提升熟练度与等级，以采集高级原料、制作更强效物品，或触发特定事件与任务，成为生财和探索途径。制造类技能需配方表，可通过任务、掉落或交易获得。养成类游戏中，生活技能包括社交技能（如礼仪、谈话）和家政技能（如烹饪、扫除），通过课堂学习或打工经验提升，影响角色社交素养与家务能力。"
  },
  {
    "title": "新手岛/新手村",
    "summary": "新手岛/新手村是指在大型多人在线角色扮演游戏（MMORPG）或其他角色扮演类游戏中，为初次进入游戏的玩家设计的初始区域。\n\n该区域通常位于一个与游戏主世界相对隔离的岛屿或村庄，其核心功能是引导玩家熟悉游戏的基本操作、核心机制和世界观背景。新手村内的任务难度较低，怪物强度较弱，旨在让玩家在无压力的环境下完成初步的角色成长和技能学习。同时，该区域也常包含大量的教学提示和NPC指引。当玩家达到一定等级或完成特定任务后，便会离开新手区域，正式进入更广阔且更具挑战性的游戏世界。这一设计是游戏引导（Onboarding）流程的重要组成部分。"
  },
  {
    "title": "游戏阵营",
    "summary": "游戏阵营是多人游戏中玩家分组的标识，广义上涵盖所有分组对抗形式，如斗地主中的地主与农民。狭义阵营需具备特定特点，如剧情驱动的单人游戏中，阵营可能预先设定或允许切换，类似公会系统。在开放世界等单机游戏中，阵营系统与网游相近，玩家初始可能中立或隶属某势力，其选择常影响游戏结局。"
  },
  {
    "title": "元素属性",
    "summary": "元素属性是电子游戏中用于定义和区分不同性质力量或状态的一种基础设定系统，通常表现为火、水、风、雷、冰、光、暗等类别。\n\n在角色扮演、动作或策略类游戏中，元素属性常构成战斗与互动的核心规则。不同属性之间存在相互克制或增益的关系，例如火属性可能对冰属性敌人造成额外伤害，而水属性则可能削弱火属性效果。这种设计不仅增加了战斗的策略深度，也鼓励玩家根据敌人特性调整装备、技能或队伍配置。此外，部分游戏会将元素属性融入环境解谜或角色成长系统中，使其成为推动游戏进程的重要机制。"
  },
  {
    "title": "种族天赋",
    "summary": "“种族天赋”原为游戏术语，指游戏中不同种族角色拥有的特殊技能或属性。该概念在网络语境下常被引申，用于调侃现实中不同民族或群体的某些共性特征。然而，过度强调此类“天赋”易强化刻板印象，可能演变为隐性歧视，因此在多种族社会或现实题材作品中通常被避免使用。该词有时也用于称赞外貌特征贴合角色的cosplay作品。"
  },
  {
    "title": "加点/洗点",
    "summary": "加点/洗点是指角色扮演类游戏中，玩家对角色属性、技能或天赋进行分配或重置的操作机制。加点通常指在角色升级或获得资源时，将点数投入特定属性（如力量、敏捷）或技能树中，以塑造角色的成长方向和战斗风格。洗点则允许玩家重置已分配的点数，重新调整构建，常用于纠正错误选择或适应游戏不同阶段的需求。这一机制增强了游戏的可重复性和策略深度，使玩家能灵活探索多种玩法。部分游戏通过道具、NPC服务或特定剧情提供洗点功能，也可能限制次数或消耗游戏内资源。"
  },
  {
    "title": "视野/战争迷雾",
    "summary": "视野/战争迷雾是指在电子游戏中，为限制玩家对游戏地图的可见范围而设计的一种视觉机制。狭义的战争迷雾通常指即时战略或策略游戏中，未被探索或当前不在己方单位视野内的区域被遮蔽，以黑色或半透明覆盖层显示，从而模拟真实战场中的情报不确定性。\n\n这一机制不仅用于增加游戏的策略性和探索感，也平衡了多玩家对战中的信息优势。在角色扮演或大型多人在线游戏中，类似机制可能表现为地图未探索区域的遮蔽，随着玩家移动逐步揭示地形与资源。部分游戏允许通过单位技能、建筑或道具来扩大视野范围或驱散迷雾，成为战术决策的关键要素。"
  },
  {
    "title": "潜入/隐藏",
    "summary": "潜入/隐藏是电子游戏中一种常见的玩法机制，指玩家通过隐蔽自身行动来规避敌人侦查，以达到特定目标。该机制通常出现在潜行类游戏中，但也广泛融入动作冒险、角色扮演等类型。\n\n玩家可通过多种方式实现潜入，如利用阴影、障碍物或伪装来降低可见度，或通过控制移动速度、声音来减少被发现的概率。隐藏则更侧重于暂时脱离敌人视线，例如躲入柜子、草丛或高处。部分游戏会引入“警觉度”系统，动态反映敌人的搜索状态。\n\n这一机制不仅增加了游戏的策略性和紧张感，也常与叙事结合，塑造出以智取而非强攻为核心的体验。"
  },
  {
    "title": "QTE",
    "summary": "QTE是指“快速反应事件”，是电子游戏中一种要求玩家在特定时机内，根据屏幕提示快速输入指定按键或操作的游戏机制。狭义的QTE通常出现在过场动画或关键剧情节点，用以增强玩家的临场感和互动参与度。\n\nQTE的核心功能在于打破传统游戏操作的线性流程，通过即时反应测试提升游戏的紧张感和戏剧性。它常见于动作冒险、格斗及叙事驱动类游戏中，例如在《战神系列》或《生化危机4》中，玩家需及时按下对应按键以完成处决或躲避致命攻击。部分游戏亦将QTE融入解谜或对话选项，影响剧情分支。尽管能丰富体验，但设计不当的QTE可能打断游戏节奏，引发玩家反感。"
  },
  {
    "title": "BUFF",
    "summary": "BUFF是游戏中的增益状态，用于提升角色能力，常见于各类游戏。它主要通过技能、道具、装备、环境或系统事件施加，效果多为暂时性。BUFF可分为参数增强型（如提升攻击、防御、速度等）、属性附加型（如隐身、免疫、反弹伤害等）、持续作用型（如定期恢复生命值）以及非战斗辅助型（如增加经验获取）。不同游戏中BUFF的具体名称和效果可能各异，其对立概念为DEBUFF（减益状态）。"
  },
  {
    "title": "DEBUFF",
    "summary": "DEBUFF是游戏中的减益状态，用于降低角色能力，常见于多种游戏类型。它可分为数值型（如降低攻击、防御等属性）和状态型（如中毒、麻痹、眩晕等），主要通过技能、道具、装备或环境触发。多数DEBUFF具有时效性，少数为永久效果。玩家可通过等待自然解除、使用特定道具或技能等方式消除DEBUFF。"
  },
  {
    "title": "BUFF稀释",
    "summary": "BUFF稀释是指当玩家角色同时获得多个同类型增益效果时，其实际效果会因叠加规则而低于各效果数值简单相加的现象。这一机制常见于角色扮演、动作冒险及多人在线游戏中，旨在平衡游戏体验，防止玩家通过过度堆叠单一属性而破坏难度曲线。\n\n在具体设计中，BUFF稀释通常通过递减收益公式实现，例如首次增益可能提供全额加成，后续同类增益则按比例削减效果。它影响了玩家在装备搭配、技能选择和团队协作时的策略考量，促使玩家追求属性多元化而非单一属性的极端堆叠。部分游戏会通过界面提示或数值颜色变化来直观反映稀释状态。"
  },
  {
    "title": "连击（COMBO）",
    "summary": "连击（COMBO）是指在游戏中，玩家通过连续、不间断地执行特定操作（如攻击、技能释放等）所形成的一系列动作组合。狭义的连击通常指在短时间内连续命中敌人，并伴随计数显示与分数加成。\n\n实际上，连击系统广泛存在于动作、格斗、节奏及角色扮演等游戏类型中，其核心功能在于提升战斗的流畅性与策略深度。成功的连击不仅可以造成更高伤害，还可能触发额外奖励，如分数倍增、资源回复或特殊效果。部分游戏还会设置连击中断机制，若操作失误或受到攻击，连击计数便会重置，以此维持挑战性。此外，连击的设计也常与游戏节奏和玩家操作技巧紧密相关，成为衡量玩家水平的重要指标之一。"
  },
  {
    "title": "暴击（会心一击）",
    "summary": "暴击（会心一击）是指在电子游戏中，攻击命中时以一定概率触发、造成高于普通攻击伤害的特殊攻击效果。狭义的暴击通常指伤害数值的直接倍增，但广义上也包括触发额外效果（如击晕、破防等）的攻击判定。\n\n暴击机制常见于角色扮演、动作冒险及多人在线对战类游戏中，其触发概率和伤害倍率常受角色属性、装备、技能或随机因素影响。这一设计不仅增加了战斗的变数与策略性，也为玩家提供了通过搭配装备、提升属性来优化输出效率的玩法维度。部分游戏还会将暴击与视觉特效、音效结合，以增强战斗的反馈感和爽快度。"
  },
  {
    "title": "Miss",
    "summary": "Miss是指在电子游戏中，玩家操作或指令未能成功命中目标或产生预期效果的状态或提示。\n\n狭义的Miss通常指角色攻击、技能或道具使用后，因目标闪避、距离过远、障碍阻挡或概率判定失败等原因，未能对目标造成伤害或效果，此时游戏界面常会显示“Miss”字样或类似提示。广义上，它也可泛指玩家操作失误导致的失败结果，如节奏游戏中未击中音符、解谜游戏中错误选择等。\n\nMiss机制常与命中率、闪避值等角色属性挂钩，是角色扮演、策略类游戏中平衡攻防的重要设计。它增加了战斗的不确定性与策略性，玩家需通过提升属性、调整站位或使用特定技能来降低Miss概率。在某些游戏中，连续Miss可能触发特殊机制或成就。"
  },
  {
    "title": "解锁",
    "summary": "解锁是游戏术语，指玩家满足特定条件后开启原本锁定的功能或系统。常见于带有科技树、技能树等设定的游戏中，条件通常包括任务达成、等级提升或特定物品获取等。这一机制也出现在剧情类游戏中，如《Euphoria》中角色需完成特定互动才能推进剧情。解锁行为是游戏进程中的关键环节，用于引导玩家体验并逐步开放游戏内容。"
  },
  {
    "title": "收集",
    "summary": "收集是游戏术语及ACGN作品的常见现象。在《osu!》中，玩家需在特定模式下游玩所有上架谱面以获得“全收集者”成就。随着谱面数量持续增加，该成就难度极高，截至2025年7月仅3名玩家达成。"
  },
  {
    "title": "CG收集度/完成度/达成度",
    "summary": "CG收集度/完成度/达成度是指玩家在游戏中收集或解锁CG（计算机图形，通常指游戏中的静态图像或过场动画）的进度指标，常见于视觉小说、角色扮演游戏及恋爱模拟类作品中。\n\n该指标通常以百分比或具体数量形式呈现，用于量化玩家对游戏内CG内容的获取情况。玩家通过达成特定剧情分支、完成隐藏任务或满足特殊条件来解锁CG，收集度的高低往往与游戏完成度或成就系统相关联。部分游戏会设置奖励机制，如达成全收集后解锁额外内容或特殊结局。\n\n在玩家社区中，CG收集度常被视为游戏完成度的参考标准之一，尤其对于注重剧情体验和艺术收藏价值的作品而言。"
  },
  {
    "title": "生命值/HP",
    "summary": "生命值（Health Point，简称HP）是电子游戏中用于量化角色、单位或物体生存状态的核心数值属性。它通常以数字或视觉条的形式显示，代表承受伤害的能力。\n\n当受到攻击、环境危害或其他负面效果时，生命值会相应减少；归零则通常意味着角色死亡、单位被摧毁或游戏失败。玩家可通过治疗道具、技能或休息等方式恢复生命值。在多数角色扮演、动作或策略游戏中，生命值系统是维持游戏挑战性与资源管理的基础机制，其上限也常随角色成长或装备提升而增加。"
  },
  {
    "title": "魔法值/MP/体力值/能量值",
    "summary": "魔法值（MP）、体力值、能量值是电子游戏中用于限制角色技能或行动使用频率的常见资源系统。这些数值通常以可视化条状或数字形式显示在游戏界面上，代表角色当前可消耗的“能量”储备。\n\n魔法值（MP）多出现在奇幻题材游戏中，用于施放法术或特殊技能，消耗后可通过道具、休息或时间自然恢复。体力值常见于动作或体育游戏中，限制角色的冲刺、闪避等剧烈动作，过度消耗可能导致角色暂时虚弱。能量值则作为更通用的概念，出现在各类游戏中，可能涵盖上述功能或代表特定系统的资源（如《星际争霸》中神族的能量用于施放技能）。\n\n这些系统通过资源管理增加游戏的策略性，防止玩家无限制地使用强力能力，从而维持游戏平衡与挑战性。部分游戏会设计多种资源条并存，以区分不同行动体系的消耗。"
  },
  {
    "title": "技能点/SP",
    "summary": "技能点（Skill Point，简称SP）是角色扮演类游戏中用于提升角色能力或学习新技能的一种虚拟资源。玩家通常通过完成任务、击败敌人或升级来获得SP，随后可在技能树或角色菜单中将其分配至特定技能或属性上，以此定制和强化角色的战斗风格或辅助能力。SP系统赋予了玩家成长路径的选择权，是角色培养的核心机制之一。在部分动作或策略游戏中，SP也可能作为释放特殊技能所需的即时消耗资源，影响战斗中的决策节奏。"
  },
  {
    "title": "经验值/EXP",
    "summary": "经验值（通常缩写为EXP或XP）是电子游戏中用于量化角色成长进度的数值系统。玩家通过完成任务、击败敌人或探索世界等游戏行为获得经验值，累积达到一定数值后角色等级会提升，从而解锁新能力、增强属性或获得技能点。\n\n经验值系统常见于角色扮演游戏（RPG），也广泛应用于动作、策略等多种游戏类型。其核心功能是提供渐进式成长反馈，激励玩家持续参与游戏进程。部分游戏会设计动态经验值机制，例如根据角色等级调整获取量，或设置经验值惩罚以平衡多人游戏环境。此外，经验值有时可作为可交易资源或用于特殊道具的合成。"
  },
  {
    "title": "氧气值",
    "summary": "氧气值是游戏中角色的常见数值，用于衡量角色在特定环境下的氧气储备情况。当角色处于水下、太空等缺氧环境时，该数值会逐渐消耗；若耗尽，角色通常将受到伤害甚至死亡。玩家可通过返回含氧区域或使用特定道具进行补充。这一机制旨在增加游戏的真实感与挑战性。"
  },
  {
    "title": "怒气值",
    "summary": "怒气值是游戏中常见的一种能量参数，通常初始值为零，通过攻击或被攻击逐渐积累。积累至一定程度后，玩家可消耗怒气值释放强力技能。该设定多见于格斗游戏和日式RPG，常以SP表示，作为战系职业发动技能的替代属性。部分作品设定更为复杂，如存在专门积攒或抵消怒气值的技能。此外，该词也常被引申为形容愤怒程度的通俗说法。"
  },
  {
    "title": "疲劳值/体力值",
    "summary": "疲劳值/体力值是指电子游戏中用于限制玩家连续进行某些游戏行为的一种资源系统。狭义的疲劳值通常指角色在行动中消耗的精力，当数值耗尽时，角色将无法继续执行特定动作。\n\n实际上，疲劳值系统广泛用于管理玩家的游戏时长或资源获取频率，常见于角色扮演、手机游戏或在线游戏中。它可能表现为随时间自然恢复的体力点，或是通过道具、付费来补充的数值。设计上，疲劳值既能防止玩家过度沉迷，也能调节游戏内经济平衡，鼓励玩家合理安排游戏节奏。部分游戏会设置每日重置机制，或提供多种途径恢复体力值以提升玩家体验。"
  },
  {
    "title": "饥饿度",
    "summary": "饥饿度是常见于经营类、战略类及部分RPG游戏中的一种属性设定，旨在提升游戏难度与体验。它通常与进食或资源消耗机制配合使用，当数值低于一定标准时，可能导致角色生命值下降甚至死亡；反之，若饥饿度得到满足，有时可恢复角色生命值。在经营或战略游戏中，设施的能源维持机制也可视作饥饿度的延伸形式。"
  },
  {
    "title": "恶名度/恶名值",
    "summary": "恶名度/恶名值是指电子游戏中用于衡量角色或玩家在游戏世界中所积累的负面声誉或犯罪记录的系统数值。该机制常见于开放世界、角色扮演或动作冒险类游戏中，通常与游戏内的法律体系、NPC反应及任务触发相关联。\n\n当玩家角色实施盗窃、攻击平民或违反游戏内规则等行为时，恶名值会相应上升。较高的恶名度可能导致守卫追捕、商店拒绝交易、特定任务线关闭或敌对势力增强等后果。部分游戏如《侠盗猎车手系列》《上古卷轴系列》中，该数值可通过支付罚金、完成赎罪任务或躲避追捕一段时间来降低。恶名系统旨在增强游戏世界的动态反馈与沉浸感，促使玩家在道德与功利间做出选择。"
  },
  {
    "title": "好感度",
    "summary": "好感度是游戏中的常见属性，用于衡量角色或阵营对玩家操控角色的好恶程度，在现实中也指特定对象间的亲疏关系。该属性多见于角色扮演、恋爱冒险等类型游戏，常通过玩家选择、道具赠送等方式增减。好感度提升可触发特殊事件、解锁剧情或增强角色能力，反之则可能导致敌对或拒绝互动。部分游戏将其设计为独立经验值系统，不同角色好感度独立计算并关联奖励。数值通常以百分制表示，50点为基准线，个别情况存在超限或负值设定。"
  },
  {
    "title": "仇恨值",
    "summary": "仇恨值是指电子游戏中，非玩家角色（NPC）或敌对单位对玩家角色或其他单位产生攻击倾向的量化数值。这一机制主要用于管理战斗中的目标选择，尤其在多角色参与的团队作战中。\n\n在具有战斗系统的角色扮演游戏或大型多人在线游戏中，玩家通过攻击、治疗或使用特定技能可以累积对敌人的仇恨值。通常，敌人会优先攻击当前仇恨值最高的单位，这要求坦克型角色通过高防御或技能维持仇恨，以保护输出或治疗角色。部分游戏会提供明确的仇恨列表或视觉提示，辅助玩家进行战术调整。仇恨值系统的引入，旨在模拟战斗中的注意力分配，并增加团队配合的策略深度。"
  },
  {
    "title": "韧性值",
    "summary": "韧性值是指电子游戏中，角色或单位抵抗控制效果（如击退、眩晕、冰冻、嘲讽等）的能力属性。狭义的韧性值通常以具体数值或百分比形式体现，数值越高，受到控制效果的持续时间越短或生效概率越低。\n\n该属性常见于角色扮演游戏（RPG）、多人在线战术竞技游戏（MOBA）及动作游戏中，用于平衡控制类技能的影响，避免玩家角色因连续受控而完全失去操作空间。部分游戏会将韧性值作为隐藏属性，或通过装备、天赋、药剂等途径进行提升。在团队对抗游戏中，韧性值往往成为应对敌方控制链的关键策略要素，影响角色的生存与反击能力。"
  },
  {
    "title": "背包",
    "summary": "背包在游戏中指代角色身上的置物空间，用于存放装备、道具及显示金钱数量。当置物栏满时，玩家需通过丢弃、贩卖或存入仓库来处理物品。部分游戏提供背包、行囊等道具或消耗游戏币以扩展空间。一些作品设有负重量系统，超重则无法携带更多物品或承受负面效果。此外，物品可能占据不同格子数，但近年许多游戏已简化为统一占用一格。"
  },
  {
    "title": "仓库",
    "summary": "仓库是游戏中常见的系统设定，指代游戏角色家中用于存放物品的地点。玩家可将装备和道具存入家中数量较多的置物栏，但外出时无法使用。部分游戏允许通过制作箱子或特定道具扩充仓库空间。仓库内物品通常以置物栏形式存放，其体积与现实空间无直接关联。多数游戏需玩家手动提取物品，少数作品则支持家中劳动直接调取仓库内容。"
  },
  {
    "title": "红名机制",
    "summary": "红名机制是角色扮演游戏中常见的系统，当玩家非法攻击并导致其他玩家死亡达到一定次数后，其名字会变为红色。该机制旨在维护游戏秩序，红名玩家通常会受到严厉惩罚，例如被其他玩家攻击或受到系统限制。游戏中也设有解除红名状态的途径，如在线等待或完成特定任务。此外，类似机制在单人游戏的犯罪题材中也有体现，例如因攻击NPC而触发通缉系统。"
  },
  {
    "title": "无限弹药",
    "summary": "无限弹药是游戏中常见设定，指武器拥有无限子弹或无需换弹，多见于射击、RTS及含射击元素的RPG游戏。通常用于试射场等无收益场景、作为基础保底武器、固定地图武器或技能召唤武器，以提升体验或平衡设计。部分NPC也可能拥有此特权。实现方式包括无限备弹但需装填弹匣、无限弹匣容量或两者结合，有时会通过过热机制限制持续射击以维持游戏平衡。"
  },
  {
    "title": "探索",
    "summary": "探索是包含地图要素游戏中的常见术语，指玩家通过解锁未知区域使其从不可见变为可见的过程。这一行为伴随从未知到已知的转变，类似于现实世界的探索。在游戏语境中，“地理属性”泛指地图、地形等设定，因此探索常与“解锁”同义。"
  },
  {
    "title": "大逃杀/大混战/斗皇模式",
    "summary": "大逃杀/大混战/斗皇模式是一种多人在线游戏模式，其核心机制为大量玩家在同一张地图中竞争，随着时间推移，安全区域逐渐缩小，迫使玩家相互对抗，直至最后一人或一队存活获胜。该模式通常强调资源搜集、战术决策和生存对抗，并常见于射击类或动作类游戏中。\n\n狭义的“大逃杀”特指受同名小说或电影启发的游戏玩法，而广义的“大混战”或“斗皇模式”也可泛指任何大规模自由对抗、淘汰至最后一人的游戏形式。此类模式往往通过缩圈机制、随机物资分布和动态事件来维持紧张感与公平性，部分游戏还会加入复活、组队或特殊能力等变体规则以丰富策略维度。"
  },
  {
    "title": "空气墙",
    "summary": "空气墙是游戏中常见的隐形障碍，多用于限制玩家活动范围或模拟无法穿透的掩体。其本质是游戏引擎中具有碰撞体积的透明物体，视觉上可能看似可通过，但实际会阻挡角色移动或子弹穿透。这种现象常见于地图边界或复杂模型（如栅栏），因开发者为优化性能或控制游戏流程而设置。与玩家不同，部分非玩家角色可能具备穿越此类障碍的能力。该术语也戏谑地引申指现实中的音障现象。"
  },
  {
    "title": "成就",
    "summary": "成就指游戏中为激励玩家而设立的目标系统，首次由Xbox 360引入，后广泛被其他平台采纳。玩家达成特定条件即可解锁成就，各平台机制不同：Xbox和Uplay的成就可兑换奖励，Steam等则无点数功能。成就类型多样，通常按难度分为流程类、后期类、高难度类及隐藏成就，部分游戏设有“白金成就”作为全成就奖励。各游戏成就内容独立，无统一分类标准。"
  },
  {
    "title": "游戏拜师/师徒系统",
    "summary": "游戏拜师/师徒系统是电子游戏中一种常见的社会化游戏机制，允许资深玩家（师父）与新手玩家（徒弟）建立正式的指导关系。该系统通常旨在促进玩家间的互动、知识传递与社区成长，同时为双方提供游戏内的奖励激励。\n\n在功能上，徒弟通过完成任务或达成特定目标（如提升等级）可获得额外经验、道具或专属称号，师父则往往根据徒弟的成长进度领取相应的奖励，如稀有资源或特殊权限。该系统多见于大型多人在线角色扮演游戏（MMORPG）和部分社交类手游中，不仅增强了游戏的长期粘性，也构建了玩家间的互助纽带。部分游戏的师徒关系还设有阶段性的出师仪式，标志着指导关系的正式完成。"
  },
  {
    "title": "捏脸",
    "summary": "捏脸是游戏中自定义角色头部外观的操作，旨在增强玩家代入感或满足个性化需求。由于身高体型通常涉及攻击判定而不可更改，因此可调整范围多限于面部。其名称源于部分游戏允许像捏橡皮泥一样拉伸调整脸型。捏脸属于换装系统的一部分，独特装饰如伤疤、文身常需额外购买，但玩家自制模组也能扩展自定义选项。少数玩家凭借独特审美，无需额外资源即可创作出个性鲜明的外观。"
  },
  {
    "title": "皮肤/时装/换装/纸娃娃系统",
    "summary": "皮肤/时装/换装/纸娃娃系统是指电子游戏中用于改变角色外观的装饰性内容及其配套机制。这些系统允许玩家在不影响角色属性或能力的前提下，自定义角色的服装、饰品、发型等视觉元素，从而满足个性化表达的需求。\n\n狭义的“皮肤”通常指角色模型的整体外观替换，而“时装”或“换装”更侧重于分部位的服饰搭配。“纸娃娃系统”则是一种技术实现方式，能够实时组合不同部位的装扮并即时显示在角色模型上。此类系统常见于角色扮演、多人在线及社交类游戏中，既可作为游戏内成就奖励，也常作为商业化内容提供。部分游戏还会通过限定或联动皮肤来增强收集价值和社区话题性。"
  },
  {
    "title": "通行证",
    "summary": "通行证是网络游戏中常见的等级奖励系统，玩家通过游戏任务或付费解锁等级以获取奖励。该系统起源于《Dota 2》在2013年推出的“互动指南”，后经《堡垒之夜》改进，分为免费与付费两种类型，付费奖励通常更丰厚。通行证通过提供基础道具、游戏货币及绝版物品（如稀有皮肤）来吸引玩家，并常设计为奖励价值不低于购买成本，以维持玩家活跃度与付费意愿。该系统区别于单纯提升能力的月卡，侧重于通过分级目标驱动玩家参与。"
  },
  {
    "title": "Jump scare",
    "summary": "Jump scare（惊吓跳跃）是一种常见于恐怖电影、游戏等媒介的惊吓手法，通过突然出现的画面、音效或事件引发观众瞬间的强烈恐惧反应。其核心机制是利用人类对突发刺激的本能警觉，制造出其不意的惊吓效果。该手法常伴随高分贝声音、快速画面切换或怪物突然现身等元素，虽能有效营造紧张氛围，但也因过度使用或缺乏铺垫而被批评为廉价惊吓。在恐怖创作中，它常与其他心理恐怖元素结合，以增强整体恐怖体验。"
  },
  {
    "title": "扫荡",
    "summary": "扫荡是游戏中通过快捷按钮快速通关的功能，常见于手机和网页游戏。它通常消耗体力，用于重复刷取材料关卡以节省时间。首次通关或较有挑战的关卡一般不允许扫荡，部分游戏在首次通关后开放永久扫荡功能，而多人合作关卡通常也不支持。此外，一些游戏采用自律战斗的“挂机系统”，但无法像扫荡那样直接跳过战斗过程。"
  },
  {
    "title": "Boss Rush",
    "summary": "Boss Rush是常见于RPG类游戏的术语，指需要连续与多个头目级敌人轮流作战的环节或关卡。它既可能出现在游戏主线流程中，通常位于最终BOSS战之前，也可能作为通关后解锁的附加模式。过程中两场Boss战之间过渡较短，有时会提供补给以应对高难度挑战。该概念不适用于同场多Boss或单个Boss的多阶段战斗，也可延伸至ACGN作品中连续对战多名敌方关键角色的情节。"
  },
  {
    "title": "奖励式广告",
    "summary": "奖励式广告是一种常见于移动游戏的机制，用户通过观看完整广告视频（通常需至少15秒）来获取游戏币、装备或复活机会等奖励。它起源于2010年左右，伴随智能手机普及和免费游戏模式的兴起，为开发者提供了广告变现的收入补充。该设计对玩家而言是可选择的非强制形式，能带来直观游戏收益，因此社区评价偏积极。由于实现了开发者、广告商和玩家的“三赢”，奖励式广告自出现以来沿用至今。"
  },
  {
    "title": "Good End",
    "summary": "Good End（缩写为GE或HE）指作品的美好结局，在泛ACG领域广泛使用，尤其常见于多结局游戏如RPG、Galgame等。它代表达成线路的较好结局发展，通常揭示较多剧情信息，但未必完全展现游戏世界观。与之相对的有Bad End（含Dead End），以及介于两者之间的Normal End。部分游戏还区分Good End与更完美的Best End或True End，后者往往关联主线真相或需要特定条件解锁。"
  },
  {
    "title": "Normal End",
    "summary": "Normal End（NE，普通结局）是泛ACG领域中常见的结局类型，尤其在多结局的Galgame、RPG、文字冒险等游戏中出现。它通常介于坏结局（BE）和好结局（GE）之间，表现为剧情信息不完整、描写较为平淡的结局，有时也指未与任何角色发展恋情的路线。在多结局游戏中，NE常作为基础结局，需达成后才能解锁其他剧情线或真实结局（TE）。部分游戏会设置专属NE的剧情内容供玩家收集。此外，也存在介于BE和NE之间的普通坏结局（Normal Bad End），其结局走向相对更差。"
  },
  {
    "title": "Bad End",
    "summary": "Bad End（缩写BE，日语「バッドエンド」）指泛ACG作品中以负面结果收场的结局，常见于多重结局游戏（如RPG、Galgame）。与之相对的有Good End（GE）、Normal End（NE）和Dead End（DE），其中Dead End多指角色死亡结局，但Bad End不一定包含死亡。在游戏中，Bad End常因玩家选择错误或未满足条件而触发，有时会隐藏独特剧情信息或CG。部分作品还设有Normal Bad End等中间性质的结局。该术语最初多见于Galgame讨论，后随弹幕文化扩展至更广泛领域。"
  },
  {
    "title": "Dead End",
    "summary": "Dead End（缩写DE）是泛ACG领域中指代角色死亡或故事终结的结局类型，常见于多结局游戏如Galgame、RPG等。它通常被视为Bad End（坏结局）的一种，代表攻略失败或偏离主线。部分作品中，Dead End可能关联True End（真实结局），或隐藏关键剧情信息及专属CG，吸引玩家探索。其触发可能伴有前兆（如死亡Flag），也可能突然发生。少数情况下，Dead End并非完整结尾，而是剧情中断或特殊设计（如强制游戏结束）。"
  },
  {
    "title": "True End",
    "summary": "True End（真实结局）是泛ACG作品中代表完美、真实或最终结局的常见术语，缩写为TE，亦常写作“真相结局”或“正史结局”。它多见于多结局游戏（如Galgame、文字冒险、RPG等），通常需通过其他结局（如Good End、Bad End）积累线索或达成特定条件才能解锁，以揭示剧情核心真相。部分系列作的真实结局需依靠续作或补完作品才能完整呈现。True End与Good End存在本质区别，且并非所有作品都设有这一结局。在中文游戏圈中，有时会出现“Turc End”这一错误拼写。"
  },
  {
    "title": "False End",
    "summary": "False End，中文常译为“伪结局”或“假结局”，是指电子游戏中一种并非真正结束游戏流程的结局形式。它通常出现在剧情分支或多结局系统中，作为玩家在达成特定条件（如错误选择、失败或隐藏触发）后触发的阶段性收尾。\n\n这种设计常用于增加叙事的悬念或误导性，让玩家误以为游戏已完结，实则后续仍有隐藏剧情或真结局等待探索。在角色扮演游戏、视觉小说及解谜冒险类作品中较为常见，它既能丰富故事层次，也可激励玩家重新尝试以解锁完整内容。部分游戏的伪结局会包含特殊演出或提示，暗示真正结局的存在。"
  },
  {
    "title": "Perfect End",
    "summary": "Perfect End（完美结局）是指电子游戏中玩家达成所有关键条件后解锁的最高级别结局，通常代表故事最圆满、最理想的收尾状态。它要求玩家在流程中完成特定任务、收集隐藏要素或满足一系列复杂条件，有时还与道德选择、角色关系或完成度挂钩。\n\n完美结局不仅提供额外的剧情展示或奖励，也常作为对玩家探索与技巧的认可。在多结局游戏中，它往往区别于普通结局或坏结局，揭示更深层的故事真相或给予角色更好的命运。此类设计常见于角色扮演、视觉小说及冒险类游戏，旨在增强重复游玩价值与叙事沉浸感。"
  },
  {
    "title": "Joke End",
    "summary": "Joke End，或称“玩笑结局”，是指电子游戏中一种非严肃、带有戏谑或讽刺性质的结局类型。它通常不遵循主线剧情的常规逻辑，而是以荒诞、幽默或出人意料的方式呈现，有时甚至直接打破第四面墙，与玩家进行互动。\n\n这类结局常见于具有多结局系统的游戏中，往往作为隐藏结局或彩蛋出现，需要玩家达成特定、非常规的条件才能触发。其功能在于增加游戏的趣味性和重玩价值，为玩家提供一种轻松、意外的体验，同时也能展现游戏设计者的幽默感或对游戏传统结局形式的调侃。例如，在某些角色扮演或冒险游戏中，Joke End可能会让主角突然放弃冒险、转为经营小店，或者揭示整个故事仅为一场梦境。"
  },
  {
    "title": "Dream End",
    "summary": "“梦结局”指作品剧情最终揭示全部内容为主角的梦境或幻想，常见于ACG领域。其源头可追溯至唐代《南柯太守传》等典故。该手法因否定故事真实性且易导致风格割裂，常引发观众不满，如手冢治虫在《青色杜马》中使用后，自身亦在著作中视其为创作禁忌。梦结局多适用于中短篇或心理题材作品（如《Figment》），而长篇作品较少采用。需注意，单纯进入梦境的剧情不属此类结局。"
  },
  {
    "title": "Law End",
    "summary": "Law End是指游戏流程中，由于玩家行为触发特定规则或条件，导致游戏强制结束或进入无法挽回的失败状态的一种机制或结局。\n\n狭义上，Law End常见于具有道德或法律系统的游戏中，当玩家严重违反游戏内设定的规则（如滥杀无辜、破坏关键秩序）时，系统会直接判定游戏结束，并可能展示相应的结局画面或文字说明。广义上，它也涵盖因违反游戏核心机制（如资源耗尽、时间超限）而导致的强制性失败。\n\n该设计旨在增强游戏的叙事沉浸感与选择权重，让玩家的行为产生严肃后果。部分游戏会将Law End作为隐藏结局或特殊成就的一部分，鼓励玩家探索不同的行为路径。"
  },
  {
    "title": "Chaos End",
    "summary": "混沌结局是部分战略类游戏中与秩序结局对应的邪恶路线结局，常见于区分善恶剧情的作品。玩家通过选择积累秩序或混沌点数，影响剧情走向，混沌结局通常代表黑暗与邪恶方向。该设定多见于如《战女神系列》《VenusBlood系列》等游戏。"
  },
  {
    "title": "No End",
    "summary": "“No End”指“没有结局”，常见于手机游戏、沙盒游戏及悬疑推理作品。这类作品往往不提供明确结局，而是通过悬念或伏笔引发猜测，或像沙盒游戏般允许无限进行。部分游戏因制作周期紧张，可能以“未完待续”形式发布，甚至被搁置。该概念也用于描述循环视频或比喻人生无终点等抽象含义。"
  },
  {
    "title": "Open End",
    "summary": "开放式结局是一种在游戏、文学及影视作品中常见的创作手法，通常不提供明确结局，而是留下线索供受众自行联想与解读。这种手法有时为续作铺垫，也可能源于创作困境。在多重结局作品中，最终结局也可能采用开放式设计，利用其他结局的线索引导推测。受众的阅历、偏好及文化背景等因素均会影响对结局的个性化理解，体现了“千人眼里有千个哈姆雷特”的多元解读现象。"
  },
  {
    "title": "Bed End",
    "summary": "Bed End指泛ACG作品中以床戏后故事结束为特征的结局类型，通常不缩写以避免与Bad End混淆。该词原非Galgame术语，后因部分结局符合此特征而被用作调侃性表达。此类结局多为Normal End或Bad End，鲜有Good End，常通过增加CG内容服务观众，在成人向游戏中各类结局均可能采用此设定。少数作品也存在“独守空床”的变体结局。"
  },
  {
    "title": "游戏测试",
    "summary": "游戏测试是游戏开发完成后，通过玩家进行测试性运营以检验运行状况和发现问题的环节。网络游戏测试通常分为封测、内测和公测三个阶段，单机游戏则仅有封测和内测后直接发布。测试阶段常要求参与者签署保密协议，防止内容外泄。长期运营的网络游戏可能开设测试服进行版本更新前的验证。部分游戏在测试阶段可能终止项目或长期处于测试状态。此外，单机游戏常提供试玩版供免费体验基本内容，完整版需付费解锁，试玩版在正式发布后可能被保留或下架。"
  },
  {
    "title": "跳票",
    "summary": "跳票原指无法兑现的空头支票，现多比喻未能履行承诺的行为，尤其常见于游戏行业，指产品未按预定日期发布。该词也可泛指影视、数码产品等领域的类似延期现象。若提前发布，则被称为“反向跳票”。这一术语反映了各行业中计划与实际情况的差异。"
  },
  {
    "title": "偷跑",
    "summary": "偷跑指作品或比赛内容在官方正式发布前提前泄露或发生的行为。在体育比赛中，它指运动员在指令发出前擅自起跑。在娱乐领域，偷跑常涉及动画、漫画、游戏、音乐等作品，可能因内部人员泄露、平台操作失误、时区差异或测试服漏洞等原因，导致内容提前公开。漫画偷跑较常见，泄露的图源称为“图透”；游戏偷跑可能通过解包测试文件或模拟器实现；动画和音乐偷跑则多与播放失误或时区问题相关。此类行为可能对作品发布造成影响。"
  },
  {
    "title": "放卫星",
    "summary": "放卫星是作品制作方（多用于游戏公司）对难以实现或需要长时间才会实装的功能进行预告的行为。在游戏领域，这类功能常被称为“卫星”，也泛指官方已发布消息但迟迟未实装的内容。该术语体现了预告与实际实现之间的时间差或不确定性。"
  },
  {
    "title": "联动",
    "summary": "联动指不同作品或作品与现实要素之间建立关联的行为，常见于ACGN领域。其核心表现为角色跨作品互动，通常用于宣传推广，与乱入有所区别。联动形式多样：相同世界观的作品角色可共处同一场景，不同世界观则可互相客串。联动载体涵盖动画、游戏等，角色常为主角或重要人物，内容也可能涉及乐曲交换等非角色元素。此外，二次元作品常与便利店、餐饮品牌等三次元企业合作，实现跨界推广。"
  },
  {
    "title": "梦幻联动",
    "summary": "梦幻联动指原本看似无关的作品或机构之间出人意料的官方合作，因其突然性常被形容为“像做梦一样”。该词也可用于官方对联动活动的自称。与粉丝自发创作的“云联动”不同，梦幻联动通常指官方行为，但云联动有时也可能促成正式合作。"
  },
  {
    "title": "云联动",
    "summary": "云联动指粉丝群体在无官方合作的情况下，自发为两个作品创作同人内容，多见于游戏领域。其产生源于部分同时喜爱两部作品的粉丝基于“如果角色相遇”的设想进行创作，因非官方性质而得名。此类联动可能因粉丝在无关场合过度刷屏或作品题材差异引发争议，包括极端玩家间的抵触、世界观融合导致的战力争论，甚至出现针对性或争议性题材的二次创作。尽管存在讨论，但云联动本身通常对粉丝群体无害。值得注意的是，部分作品的云联动呼声虽高，最终官方联动可能涉及其他作品，如《少女前线》与《彩虹六号》的粉丝创作未促成双方合作，后者反而与《明日方舟》实现了官方联动。"
  },
  {
    "title": "致敬",
    "summary": "致敬，指对尊敬的人或事物表示敬意。在艺术领域，尤其ACG文化中，它指为展现敬意而对其他作家或作品进行模仿，常见方式包括设定模仿、名场面还原或声优梗等。这一概念源于封建授勋，后经20世纪初摇滚及流行音乐界普及。致敬重在印象上的模仿，以表达对原作的尊敬与理解，不侵犯其独创性，这与意图隐藏的抄袭行为有本质区别。实践中，致敬常通过角色形象借鉴或作品间联动呈现，例如《火影忍者》与《海贼王》的相互致意。"
  },
  {
    "title": "画饼",
    "summary": "画饼是游戏行业术语，源于“画饼充饥”，指游戏厂商通过宣传片、截图等方式提前公布游戏，但实际发售日遥远、开发进度不明甚至项目可能不存在。这种行为常导致玩家期待落空，因此用“烙大饼”“揉面团”等比喻调侃开发缓慢。例如《仁王》从公布到发售历时十三年，《最终幻想VII重制版》公布多年后才启动制作。游戏发售后与宣传严重不符也可称为画饼。"
  },
  {
    "title": "游戏新作",
    "summary": "游戏新作指首次发售、无系列前作的游戏作品，与游戏续作相对。其核心特征为拥有独立的知识产权，在设定、玩法等方面均为全新创作，例如任天堂2017年推出的《ARMS》。尽管开发全新作品比延续已有系列更为困难，但持续推出新作被视为游戏产业健康发展的重要基础。此外，部分虽属系列续作但完全突破前作框架的作品，有时也会被称作游戏新作。"
  },
  {
    "title": "游戏续作",
    "summary": "游戏续作指基于已有游戏的剧情、人设或玩法等要素创作的作品，通常与前作共享部分名称以表明关联。其产生主要源于游戏产业的传统盈利模式：借助前作积累的粉丝基础与明确的市场前景，续作相比全新作品更易获得商业成功。命名方式多为在前作名称后添加数字或副标题，但也存在例外。有时为借助前作影响力，游戏公司会将缺乏直接继承关系的新作宣传为续作。在涉及多结局的前作中，续作通常会指定某一结局为官方剧情，特殊情况下也可能针对不同结局开发多个续作。"
  },
  {
    "title": "游戏外传",
    "summary": "游戏外传，亦称“番外”，指由同一知识产权作品派生的衍生作品，常见于游戏、小说、漫画、影集等媒体。它通常作为对正传剧情的补充，不影响核心故事体系，且常能独立欣赏。外传可能因受欢迎而平行或独立发展，甚至脱离原作。其形式多样，包括Fan Disk、设定集附录的外传小说、漫画、广播剧等，内容可基于非正传结局或承接正传作补述。与游戏新作、本传、续作不同，外传侧重于扩展而非延续主线。"
  },
  {
    "title": "资料片",
    "summary": "资料片（又称扩展包）是游戏行业的一种发行形式，通常用于大幅扩充游戏本体内容，如新增剧情等，其内容量常接近或超越本体。资料片多为独立程序，无需本体即可运行，销售模式与本体相似。由于制作成本高、周期长，资料片数量较少，价格多与本体持平或略高。随着市场变化，这种形式逐渐被依赖本体运行、内容灵活且价格较低的DLC所取代。"
  },
  {
    "title": "DLC",
    "summary": "DLC（可下载内容）指通过下载为游戏追加新要素（如角色、任务、道具）的扩展资源，需基于游戏本体运行。它分为免费和收费两种，通过游戏平台或线上商店获取。21世纪初，随着网络发展，微软和索尼等厂商推动了DLC的普及，使其成为游戏行业常见的内容更新方式。DLC可单独或组合（如季票）出售，有时也因拆分内容收费而受争议。它与独立发行的资料片不同，后者规模更大且可单独运行。"
  },
  {
    "title": "Fan Disc",
    "summary": "Fan Disc（或称Fan Disk、Bonus Disc）是厂商为特定作品制作的扩充内容，最初以光盘形式发售，旨在满足爱好者需求并延长作品商业周期。其内容多样，包括设定资料、后日谈、短篇小说、新增剧情CG及攻略资料等，主要面向已体验原作的玩家。随着媒介发展，这类作品也以“Fan Book”等形式出现，但核心目的始终是补充原作内容，尤其在多结局游戏中常收录各路线结局的短篇剧情。其推出通常与原作销量相关，不同于剧情篇幅较长的续作。"
  },
  {
    "title": "游戏模组（MOD）",
    "summary": "游戏模组（MOD）是指玩家或第三方开发者对已有电子游戏进行修改或扩展的内容包，通常用于增添新功能、调整游戏机制或创造全新体验。狭义的MOD主要指对PC平台游戏的修改，广义上也包括主机和移动端游戏的用户生成内容。\n\nMOD能够显著延长游戏的生命周期，允许玩家自定义角色、道具、地图甚至剧情。例如在《上古卷轴V：天际》中，MOD可以加入高清材质、新任务或改变战斗系统；而在《我的世界》中，MOD能添加全新生物和科技树。许多知名游戏如《反恐精英》最初也源于《半衰期》的MOD。MOD社区通常通过论坛或平台（如Steam创意工坊）分享作品，部分MOD甚至被官方采纳为游戏更新内容。"
  },
  {
    "title": "游戏更新",
    "summary": "游戏更新是指电子游戏在发布后，通过下载补丁或新内容包对游戏进行修改或扩充的过程。狭义的更新通常指修复程序错误、优化性能或调整游戏平衡性；广义的更新则包括添加新的剧情、角色、地图、道具等扩展内容，以延长游戏生命周期并维持玩家兴趣。\n\n游戏更新常见于网络游戏、服务型游戏及长期运营的单机游戏中，可分为免费更新与付费资料片等形式。开发者通过更新响应玩家反馈、修复漏洞，并持续提供新鲜体验。部分游戏还采用“赛季”或“活动”等机制，定期推出限时更新内容，以保持社区活跃度。"
  },
  {
    "title": "改版",
    "summary": "改版是通过修改主机游戏ROM文件来改变游戏内容的方式。由于主机存储介质为只读格式，需提取ROM在电脑上修改，生成独立可运行的游戏文件。改版通常需通过模拟器或烧录设备在主机运行，早期多在破解主机上使用。其内容从简单角色替换到全面重构不等，但部分作品包含不良内容。法律层面，多数改版因依赖原游戏ROM或仅发布补丁而避免侵权，而使用新引擎制作的仿古游戏则因无需原ROM可能构成侵权。"
  },
  {
    "title": "分割商法",
    "summary": "分割商法是游戏行业的一种发行销售模式，多见于日本游戏。厂商将完整游戏按故事顺序分割为多个章节或关联片段依次制作发售，玩法基本一致。该模式与资料片理念相近，不同于传统续作之处在于事先有分步推出的计划，且剧情连贯、结局留有悬念以促使玩家继续购买。尽管开发商未公开承认此称谓，但玩家普遍以此指代此类做法。"
  },
  {
    "title": "取消开发",
    "summary": "取消开发指游戏在开发过程中被制作商或发行商终止，导致无法发售。其原因涉及玩法过时、创意枯竭、技术或财务困难、内容侵权、业务改组或项目管理失败等。此类情况在游戏行业较为常见，可能发生在开发初期至后期任一阶段，甚至出现整个工作室被裁撤的情况。部分项目虽已完成测试、发布宣传视频或取得版号等上市条件，最终仍未能面世。"
  },
  {
    "title": "游戏关服",
    "summary": "游戏关服指网络游戏关闭服务器并停止运营的现象。通常因玩家减少、运营不善或厂商合作终止等原因导致。运营方可能预先合并服务器以整合玩家，若情况未改善则会正式宣布结束运营，并在官网和社群公布消息，同时提供玩家应对措施。"
  },
  {
    "title": "精神续作",
    "summary": "精神续作指未直接继承原作品知识产权或剧情，但沿袭其核心要素的新作品。该词最初用于调侃模仿之作，后也指代制作精良、具有独立价值的作品，尤其在原系列不再推出续作时。常见成因包括原IP价值衰减、版权分离或原团队重组后开发新作。精神续作既体现原作的认可度，也常反映原IP的沉寂状态。"
  },
  {
    "title": "网络游戏翻新",
    "summary": "网络游戏翻新指对现有游戏进行重制，常见于RPG类型。通常通过引入灾难性事件改变原有地貌，尤其是主城区域，并以此更新地图、任务线和副本。此举旨在为老玩家带来新鲜感，吸引流失玩家回归并吸纳新玩家，但也可能导致部分老玩家因失去熟悉感而离开。"
  },
  {
    "title": "游戏复刻／重置（Remastered）",
    "summary": "游戏复刻／重置（Remastered）是指对已发行的电子游戏进行画面、音效、性能等方面的优化与提升，并重新发布的作品。其核心目的在于适配新一代硬件平台，改善原有游戏的视听体验或运行流畅度，通常不涉及游戏玩法或剧情内容的重大改动。\n\n复刻作品常见于经典游戏的重发行，例如提升分辨率、支持更高帧率、优化用户界面等。与“重制”（Remake）不同，复刻更侧重于技术层面的增强，而非彻底重构游戏内容。这类作品既能让老玩家重温经典，也有助于新玩家接触过往的优秀游戏。在商业上，复刻常作为低成本高回报的策略，延续游戏品牌的生命周期。"
  },
  {
    "title": "游戏重制（Remake）",
    "summary": "游戏重制（Remake）是指对已有电子游戏作品进行完全重新制作，通常包括更新图形、音效、游戏机制或内容，以适应新一代硬件平台或现代玩家体验需求。与简单的高清复刻（Remaster）不同，重制往往涉及底层代码重构和核心设计调整，可能扩展剧情、角色或玩法系统，甚至改变原作的视觉风格与交互逻辑。重制作品既保留了原版的核心框架与精神，又通过技术革新赋予其新的生命力，常见于经典IP的复兴计划，如《最终幻想VII 重制版》或《生化危机2 重制版》。这一做法不仅能让老玩家重温回忆，也能吸引新受众接触经典游戏系列。"
  },
  {
    "title": "游戏重启（Reboot）",
    "summary": "游戏重启（Reboot）是指电子游戏系列在开发过程中，对原有作品的故事、设定或玩法进行大幅度的重新构思与设计，从而推出一个全新的版本或续作。这种重启通常旨在吸引新玩家或为老系列注入活力，同时可能保留部分核心元素。\n\n与简单的重制或高清化不同，重启往往意味着世界观、角色背景或时间线的彻底变更，例如《战神》（2018）对系列叙事和战斗系统的全面革新。重启也可能用于纠正旧作中积累的剧情矛盾或技术局限。在商业上，重启是延续知名IP寿命、适应市场变化的常见策略。"
  },
  {
    "title": "数值膨胀",
    "summary": "数值膨胀是指电子游戏中，随着游戏进程的推进，角色、装备、敌人等各项数值（如攻击力、生命值、伤害等）呈现非线性的急剧增长现象。狭义的数值膨胀通常体现在角色等级提升或装备迭代时，新数值远超过前期数值，导致早期内容迅速过时。\n\n这种现象常见于长期运营的网游或带有成长系统的单机游戏中，设计者可能通过提高数值来维持玩家的成长感与付费动力，但也可能破坏游戏平衡，使早期区域和装备失去意义。部分游戏会采用“属性压缩”等手段来缓解数值膨胀带来的负面影响。"
  },
  {
    "title": "游戏平衡性",
    "summary": "游戏平衡性指游戏中各方单位（如职业、角色、阵营等）的总体性能趋于相对均衡的状态，避免出现某一方过于强力或弱小的情况。游戏制作方需通过调整参数力求平衡，但绝对平衡难以实现，实际中常出现单位强度差异，导致“IMBA”（不平衡）或“下水道”等现象。平衡性涉及对抗性游戏的设计核心，在不同游戏类型中体现各异，例如RPG中职业强度差异会影响玩家选择趋向。为维持体验，运营方常通过版本更新调整数据，加强弱势单位、削弱过强单位，但调整过程复杂，可能引发角色强度大幅波动，形成“一代补丁一代神”的局面。若强势角色被削弱，可能引发玩家不满；而部分单位则能在多次更新中保持稳定强度。"
  },
  {
    "title": "对游戏内容进行数值调整",
    "summary": "对游戏内容进行数值调整是指开发者通过修改游戏内的各项参数，以改变游戏体验或平衡性的过程。这一操作通常涉及角色属性、物品效果、敌人强度、经济系统等核心数据的改动。数值调整既可以在游戏开发阶段由设计者进行，也可能通过后续的更新补丁来实现，目的是优化游戏节奏、修复设计缺陷或适应玩家社区的反馈。在多人游戏中，频繁的数值调整常被用于维持竞技环境的公平性。此外，部分游戏也允许玩家通过模组或自定义设置，对数值进行个性化修改，从而创造独特的游玩体验。"
  },
  {
    "title": "游戏策划",
    "summary": "游戏策划是电子游戏制作中的重要角色，负责统筹开发工作、确保版本内容按时按质交付，并对最终效果负责。其职责类似动画制作中的制作进行，主策划则相当于监督。根据分工不同，策划可分为多种类型。在玩家社区中，文案策划与数值策划常成为争议焦点。"
  },
  {
    "title": "游戏原画师",
    "summary": "游戏原画师是游戏制作中的美术岗位，主要负责根据策划文案设计美术方案。其职业起源可追溯至动画行业，后因行业需求变化，不少动画原画师转行进入游戏领域。在不同规模的公司中，原画师职责有所差异：小公司通常要求其兼顾原画设计与宣传图绘制，而大型公司则常设有专门的原画部门和宣传画部门进行分工。"
  },
  {
    "title": "GM",
    "summary": "GM是Game Master（游戏管理员）的缩写，指在电子游戏中负责监督、管理和维护游戏环境与规则的人员或系统。在大型多人在线游戏（MMORPG）中，GM通常由运营团队担任，负责处理玩家投诉、打击作弊行为、组织活动以及修复游戏漏洞，以确保游戏公平性与稳定性。此外，在部分单机或独立游戏中，GM也可能指内置的调试工具或控制台，允许玩家修改游戏参数。作为游戏运营的重要环节，GM的存在旨在提升玩家体验，维护虚拟世界的秩序。"
  },
  {
    "title": "本地化",
    "summary": "本地化（localization，缩写l10n）是指为适应特定国家或地区的市场，对产品内容进行调整的过程。在游戏行业中，这通常包括翻译文本、提供本地配音，以及根据当地法律法规修改美术资源等。本地化可分为部分本地化（仅翻译文本）和完全本地化（包括配音等全面调整）。它最初是商业行为，旨在提升市场竞争力和降低成本，游戏厂商可通过代理或与民间翻译组织合作实现。"
  },
  {
    "title": "游戏代理",
    "summary": "游戏代理是网络游戏的运营模式，指开发商将游戏的运营权授予本地公司，由后者负责推广、维护和收费，开发商从中分成。随着2000年中国网游市场兴起，因政策限制催生了众多代理公司。代理方式主要包括独家代理与联合代理：独家代理由指定平台买断或分成运营，需承担较大风险与责任，如第九城市代理《魔兽世界》；联合代理则由开发商或独家代理商将运营权分发至多个平台合作运营，如《阴阳师》在不同地区由多家公司代理。"
  },
  {
    "title": "游戏发行",
    "summary": "游戏发行是指将买断制游戏通过销售、分发等方式提供给消费者的过程。其历史可追溯至20世纪70年代的街机游戏，后随家用机和电脑普及，实体媒介如光盘、卡带出现，催生了专门发行商。发行模式多样：第一方发行中开发者与发行商为同一公司或关联紧密，利于平台独占但风险自担；第二方发行基于合作关系，常为特定平台开发独占游戏；第三方发行则无资本关联，发行商负责推广并抽成。此外还有数字发行、众筹发行、个人发行及代理发行等形式。发行商会推出廉价版、分区版本（如日版、美版）以适应市场，但版本间存档可能不兼容。在新平台（如PS5、Xbox Series）上，游戏可能需重新购买或支付升级费。平台抽成比例各异（如Steam为30%）。版权授权影响游戏上架，授权到期后游戏可能下架，品牌授权也涉及真实品牌在游戏中的使用。"
  },
  {
    "title": "日/月活",
    "summary": "日/月活是游戏运营领域衡量用户活跃度的核心指标，分别指“日活跃用户数”与“月活跃用户数”。日活统计在一天内登录或使用游戏的独立用户数量，反映短期用户参与热度；月活则统计在一个月内有过活跃行为的用户总数，用于评估游戏的整体用户规模和长期留存情况。\n\n这两个指标常被运营团队用于分析游戏健康度、评估活动效果及预测收入趋势。通常日活与月活的比例（DAU/MAU）可进一步体现用户的黏着频率。在游戏行业报告中，日/月活数据是评判一款游戏市场表现与生命周期阶段的重要依据。"
  },
  {
    "title": "游戏营收",
    "summary": "游戏营收是指电子游戏通过销售、服务或内容更新等方式产生的收入总和，是衡量游戏商业表现的核心指标。\n\n狭义的营收主要指游戏本体及扩展内容的直接销售收入。随着游戏商业模式的发展，营收来源已扩展至游戏内购、订阅服务、广告植入、赛事运营及IP授权等多个方面。营收结构通常与游戏类型及运营策略紧密相关，例如免费游戏主要依赖内购道具与赛季通行证，而买断制游戏则侧重于本体销售与后续DLC。持续的营收能力不仅影响游戏的长期更新与运营，也是推动游戏产业规模增长的关键动力。"
  },
  {
    "title": "渠道服",
    "summary": "渠道服是渠道商与游戏开发商合作设立的非官方服务器，独立于官方服务器运营。玩家可使用渠道商账户登录，无需为不同游戏重复注册。渠道商与开发商按协议比例分配玩家充值收益。由于非官方运营，渠道服与官服数据通常不互通，活动福利可能不同步，且存在提前停服风险，因此有时被戏称为“孤儿服”。"
  },
  {
    "title": "私服",
    "summary": "私服是指未经游戏官方授权，通过获取服务端程序自行搭建的网络游戏服务器。其运营者通常以夸大宣传吸引玩家，并以营利为主要目的。与获得官方授权的渠道服不同，私服缺乏合法协议，属于侵权行为。部分私服可能因故被官方转为渠道服，但多数面临法律打击，相关运营者可能被追究责任。"
  },
  {
    "title": "电子竞技",
    "summary": "电子竞技是利用电子设备进行的对抗性智力体育运动，涵盖电脑、主机、手机等多种平台。其起源可追溯至1990年任天堂世界锦标赛。随着职业化和规则规范化，电子竞技逐渐获得国际认可，例如成为亚运会正式项目，并将于2027年举办首届奥林匹克电子竞技运动会。主流项目如英雄联盟、反恐精英等在不同地区呈现竞争格局。电子竞技的发展与游戏产业紧密相关，其长期前景仍需观察。"
  },
  {
    "title": "活动",
    "summary": "活动是指电子游戏中，由游戏运营方在特定时间段内推出的、旨在丰富玩家体验或达成特定运营目标的游戏内事件或玩法集合。\n\n狭义的活动通常具有明确的起止时间、独立的规则和奖励机制，例如节日庆典、版本更新纪念或限时挑战副本。其核心功能在于维持游戏的新鲜感和玩家活跃度，通过提供独特的剧情、角色、装备或货币奖励来吸引玩家参与。在大型多人在线角色扮演游戏（MMORPG）或服务型游戏中，活动已成为持续运营的关键组成部分，既能推动剧情发展，也可作为平衡经济系统或测试新玩法的实验场。部分活动还可能具备社交协作或竞技排名属性，以增强玩家社群的互动。"
  },
  {
    "title": "游戏服务器",
    "summary": "游戏服务器是指运行电子游戏程序，为玩家提供在线游戏环境、数据存储和交互处理的专用计算机系统。它负责处理游戏逻辑、玩家操作同步、状态更新以及玩家间的通信，是多人联机游戏运行的基础。\n\n游戏服务器根据架构可分为专用服务器和点对点服务器。专用服务器由游戏厂商或第三方托管，提供稳定的在线服务；点对点服务器则依赖玩家主机作为临时服务器。服务器性能直接影响游戏延迟、同步精度和承载人数，大型多人在线游戏通常采用分布式服务器集群以支持海量玩家。\n\n现代游戏服务器还承担反作弊检测、版本更新推送和玩家数据云端存储等功能。部分游戏允许玩家自建私有服务器，以自定义规则或模组。"
  },
  {
    "title": "游戏回档",
    "summary": "游戏回档广义上指玩家读取较早存档或存档丢失后进度倒退。单机游戏中，回档常因设备故障、游戏bug或误操作导致存档丢失、死档或坏档。网络游戏中，多因服务器故障、黑客攻击或重大bug导致玩家数据异常，运营商通过数据库回滚机制恢复备份数据以维持运营。回档虽能修复数据，但会清除备份间隔期内玩家的正常游戏收益，因此运营商通常慎用并需提供补偿。此外，存档可能因设计错误或版本更新导致兼容性问题而损坏。"
  },
  {
    "title": "负评轰炸",
    "summary": "负评轰炸指网络用户因对某作品、公司或个人不满，在短期内集中发布大量负面评价的行为。其动机多样，可能源于对作品内容、商业决策或社会议题的争议。这种行为常见于影视评分平台、应用商店或社交媒体，旨在通过低分或负面评论影响公众认知或商业表现。虽然可能反映部分受众意见，但也可能扭曲真实评价，干扰正常反馈机制。"
  },
  {
    "title": "官方攻略",
    "summary": "官方攻略是由游戏制作方整理和制作，旨在为玩家提供游戏进阶指引的正式指南。它通常包含详细的游戏玩法、策略提示和隐藏内容，帮助玩家更好地理解和体验游戏。"
  },
  {
    "title": "秘籍",
    "summary": "秘籍，又称秘技或秘笈，通常指游戏中预设的作弊码，最初用于开发测试，后被保留以增加游戏趣味。它可通过输入特定指令或控制台命令实现，常见效果包括获得无敌状态、额外生命、特殊道具、全图显示或直接胜利等。使用秘籍可能破坏正常游戏进程并带来不可预测的后果。在不同游戏或引擎中，其激活方式和效果各异，例如在Source引擎中即时生效，而在Goldsrc引擎中需重载地图。"
  },
  {
    "title": "金手指",
    "summary": "金手指原为电脑硬件术语，指内存条等设备上的金色导电触片，用于信号传输。后因Codemasters公司推出的同名游戏修改工具而流行，成为游戏修改器的代称。在Windows时代，金山游侠等工具将游戏修改存档文件也称为金手指，便于玩家共享和使用。该术语在GBA模拟器汉化版中被用于翻译“Cheater”，并在网络文化中衍生出相关的bug视频系列及漫画角色。"
  },
  {
    "title": "外挂",
    "summary": "外挂通常指在网络或联机游戏中用于作弊的软件或插件，会破坏游戏平衡。其形式多样，包括软件外挂、硬件外挂（如DMA设备）以及利用AI和图像识别技术的新型作弊手段。部分游戏内置类似功能（如自动寻路），称为“内挂”。制作和使用外挂通常违法，游戏厂商通过技术更新、法律打击和玩家监管等方式进行反制。历史上，《冒险岛》等游戏曾因外挂泛滥而严重受影响。"
  },
  {
    "title": "挂机",
    "summary": "挂机通常指在游戏运行期间将角色置于后台自动执行任务，或使用作弊软件模拟玩家操作。在MMORPG等游戏中，挂机常被用于应对中后期升级所需的大量时间，部分游戏甚至内置此类功能。放置类游戏则将其作为一种正常玩法。但在需要团队配合的竞技类游戏中，挂机被视为破坏游戏体验的行为，可能导致处罚。此外，在一些以活跃度评分的活动中，玩家会组建生存能力强的“挂机队”以维持排名，但得分效率通常较低。"
  },
  {
    "title": "锁区",
    "summary": "锁区，又称区域限制，指电子产品（如游戏、光盘）限定在特定区域使用的障碍。早期因电视制式（PAL、NTSC、SECAM）帧频不同，游戏在不同地区运行速度、画面和音效会受影响，厂商为此开发不同版本并锁区。此外，早期游戏载体容量小，常仅支持单一语言，也导致版本差异。随着数字电视和光盘普及，技术障碍已消除，但厂商仍出于经济原因锁区，如防止跨区串货或维护区域定价策略（如Steam划分低价区与高价区）。锁区方式包括硬件修改（如卡带引脚、CIC芯片）、软件检测（如IP、GPS定位）及区域语言限制，以控制销售和保护代理商利益。"
  },
  {
    "title": "自制软件",
    "summary": "自制软件（Homebrew）指爱好者未经游戏机厂商许可开发的软件或游戏，包括功能扩展、模拟器、管理工具等类型。由于官方开发门槛高、授权限制或平台停产，催生了对此类软件的需求。为运行自制软件，需绕过厂商的许可认证，常通过修改系统或使用自定义操作系统实现。开发过程复杂，需借助第三方SDK和专用工具包，且可能涉及硬件或软件修改，可能导致失去保修或在线服务。自制软件受版权保护，盗用代码或素材可能侵权，且运行盗版游戏不被提倡。"
  },
  {
    "title": "瑞士轮",
    "summary": "瑞士轮赛制又称瑞士制或积分循环制，起源于1895年瑞士苏黎世的国际象棋比赛，现广泛用于电子竞技和集换式卡牌游戏赛事。该赛制结合淘汰赛与循环赛特点，旨在公平排名而不需所有队伍相互对决。每轮赛后根据胜负场数重新分组，同战绩队伍随机对阵。战绩通常以“胜-负”或积分表示，并预设“N胜晋级、N败淘汰”规则，队伍至少进行N轮、最多2N-1轮比赛。瑞士轮常见于入围赛与淘汰赛之间，用于选拔晋级队伍，其具体规则（如N值）可根据赛事规模调整。"
  },
  {
    "title": "CTD",
    "summary": "CTD是“crash to desktop”的简称，指游戏在运行过程中意外退出至桌面的现象。这是大型游戏中常见的一种崩溃情况，通常由软件自身问题或兼容性故障导致。由于现代计算机系统稳定性较高，此类崩溃一般不会影响操作系统，仅表现为游戏程序关闭。"
  },
  {
    "title": "MVP",
    "summary": "MVP（Most Valuable Player）是一项表彰在竞技比赛或游戏中表现最出色、对团队胜利有重大贡献的个体的荣誉称号。该奖项起源于1922年美国职业棒球联盟，由《纽约每日新闻》创立，后逐渐扩展至其他体育项目及非体育领域（如电子游戏）。评选通常通过专业人士投票进行，依据个体表现、领导力、团队贡献等多方面因素，但无固定量化标准，不同领域和项目的评定方式各异。在电子游戏中，MVP机制常见于多人在线竞技游戏，通过综合计算输出、参团率、KDA等多项数据来确定。"
  },
  {
    "title": "快攻",
    "summary": "快攻是卡牌对战游戏中一种以快速展开攻势、迅速取胜为特点的游戏流派，其节奏紧凑，类似“闪电战”。该流派通常使用大量低费用随从在前期铺场，凭借数量优势快速攻击敌方英雄。与之相对的是中速或慢速卡组，后者攻势往往逐步展开。典型案例如术士的“动物园”卡组，由Reynad于2014年创建，以低费随从为主，造价低廉、进攻节奏快，后衍生出恶魔园、鱼人园等变体。此类卡组虽可能缺乏复杂机制，但前期压制力强，多数对手难以招架。"
  },
  {
    "title": "NPND（No patch, no down）",
    "summary": "NPND（No patch, no down）是指玩家在游戏过程中，尤其是在挑战高难度副本或首领战时，要求全程不进行任何版本更新（patch）且不出现角色倒地（down）状态的一种极限挑战规则。\n\n这一概念常见于多人在线角色扮演游戏（MMORPG）或合作型动作游戏中，通常由高端玩家或竞速团队提出，旨在测试团队配合、角色构建与战术执行的极致水平。NPND不仅要求玩家对游戏机制有深刻理解，还需在装备、技能循环和应急处理上做到完美无缺。若中途有队员死亡或游戏因更新导致机制变动，即视为挑战失败。此类挑战往往被视作游戏内最高荣誉之一，常见于社区自发组织的竞速榜单或成就活动中。"
  },
  {
    "title": "动作冒险游戏（A-AVG）",
    "summary": "动作冒险游戏（A-AVG）是电子游戏的一种类型，通常结合了动作游戏的即时操作与冒险游戏的探索解谜要素。玩家在游戏中需要操控角色进行战斗、跳跃或互动，同时推进剧情、解决谜题并探索游戏世界。\n\n这类游戏强调叙事与沉浸感，角色成长和装备收集也是常见设计。狭义的动作冒险游戏可能更侧重线性流程，而广义上则包含开放世界或角色扮演元素。例如《塞尔达传说》系列以探索和解谜为核心，《古墓丽影》系列则融合了射击与平台动作。随着游戏发展，许多作品已难以严格归类，常与其他类型交叉融合。"
  },
  {
    "title": "冒险游戏（AVG）",
    "summary": "冒险游戏（AVG）是指以叙事和探索为核心，玩家通过解决谜题、与角色互动、收集物品等方式推进剧情的电子游戏类型。其核心在于营造沉浸式的故事体验，玩家通常扮演主角在虚构世界中展开冒险。\n\n狭义的冒险游戏强调解谜和对话，战斗元素较少，例如《神秘岛》系列；广义的冒险游戏则常与其他类型融合，如动作冒险游戏《塞尔达传说》系列，在探索中加入了战斗和操作要素。现代冒险游戏多采用点击互动或直接操控角色，并注重环境叙事和分支剧情设计，玩家的选择可能影响故事走向或结局。"
  },
  {
    "title": "动作游戏（ACT）",
    "summary": "动作游戏（ACT）是指以角色肢体动作为核心玩法、强调实时操作与反应的一类电子游戏。玩家通常直接控制游戏角色，通过攻击、跳跃、躲避等动作与敌人或环境互动，完成关卡推进或击败对手。此类游戏注重操作手感、连招系统与关卡设计，常包含平台跳跃、解谜或战斗等元素。\n\n狭义的动作游戏聚焦于纯粹的动作操控，如《超级马力欧兄弟》；广义上则常与其他类型结合，形成如动作冒险（AAVG）、动作角色扮演（ARPG）等衍生类别。随着游戏发展，许多动作游戏也融入了剧情叙事、角色成长或装备系统，但核心体验仍建立在即时、连贯的动作交互之上。"
  },
  {
    "title": "ARG",
    "summary": "交替现实游戏（ARG）是一种以真实世界为平台，融合跨媒体叙事与互动式剧情的解谜类游戏。其定义尚不统一，但通常具备以下特征：常通过互联网进行，无需专用客户端，由真人扮演的非玩家角色实时推动剧情。玩家需主动探索规则，游戏常包含隐藏线索和复杂谜题，与“遍历文学”概念有相通之处。ARG也常被用作病毒式营销手段。其概念雏形可追溯至1903年的小说《布朗少校的奇妙历险》。2001年为电影《人工智能》制作的《野兽》是早期代表作，而近年来的《青蛙分数2》则通过跨游戏隐藏谜题展示了ARG的演变。"
  },
  {
    "title": "格斗游戏（FTG）",
    "summary": "格斗游戏（FTG）是指玩家操控角色进行一对一或团队对战，以击败对手为主要目标的电子游戏类型。其核心机制通常包括近身格斗、连招系统、防御与闪避操作，并强调操作技巧与战术反应。\n\n格斗游戏起源于街机平台，早期以《街头霸王》《拳皇》等系列为代表，奠定了基本的对战框架与角色差异化设计。现代格斗游戏在保留核心玩法的基础上，常融入剧情模式、网络对战、角色养成等元素，并发展出2D与3D战斗视角等多种形式。此类游戏注重平衡性设计，角色性能、招式判定与资源管理均是影响对战策略的关键因素。"
  },
  {
    "title": "音乐游戏（MUG）",
    "summary": "音乐游戏（MUG）是指以音乐节奏为核心玩法的一类电子游戏。玩家需要根据游戏提供的视觉或听觉提示，在特定时间点通过按键、触摸、体感等方式进行操作，以匹配音乐节拍，从而获得分数或推进游戏进程。\n\n狭义的MUG通常指纯粹考验节奏感的游戏，如《太鼓达人》或《OSU!》。广义上，许多动作或冒险游戏也融入了音乐游戏元素，例如《塞尔达传说》系列中的部分解谜环节。音乐游戏不仅考验玩家的反应速度和节奏感，也常作为音乐推广的媒介，让玩家在游玩过程中接触各类曲目。随着技术的发展，现代音乐游戏已衍生出街机、主机、移动端等多种平台形式，并发展出丰富的社群和竞技文化。"
  },
  {
    "title": "益智游戏（PUZ）",
    "summary": "益智游戏（PUZ）是指以逻辑推理、空间想象或策略规划为核心玩法的一类电子游戏。这类游戏通常要求玩家通过解决谜题或完成特定任务来推进进程，强调思考与解谜的乐趣，而非依赖快速反应或操作技巧。\n\n狭义的益智游戏多指独立设计的谜题关卡，如《俄罗斯方块》或《推箱子》；广义上，它也常作为大型游戏中的迷你游戏或机制组成部分出现。益智游戏常见于休闲平台，但也存在硬核解谜作品，其难度设计往往注重循序渐进，以保持玩家的挑战感和成就感。部分作品还会融入叙事或角色成长元素，使解谜过程与剧情发展相结合。"
  },
  {
    "title": "角色扮演游戏（RPG）/动作角色扮演游戏（A·RPG）/策略角色扮演游戏（S·RPG）/大型多人在线角色扮演游戏（MMO(A)RPG）",
    "summary": "角色扮演游戏（RPG）是电子游戏的一种主要类型，玩家通过扮演虚拟角色，在游戏世界中体验故事、完成任务并提升角色能力。其核心在于角色成长、剧情推进和玩家选择对游戏进程的影响。\n\n动作角色扮演游戏（A·RPG）在RPG基础上强化了实时动作元素，通常包含即时战斗、操作技巧和更快的游戏节奏，如《暗黑破坏神》系列。\n\n策略角色扮演游戏（S·RPG）则融合了角色扮演与回合制或半回合制策略要素，战斗通常在网格地图上进行，强调战术部署和资源管理，典型代表有《火焰纹章》系列。\n\n大型多人在线角色扮演游戏（MMO(A)RPG）允许大量玩家在持续运行的虚拟世界中互动，通常包含社交系统、团队副本和开放世界探索，如《魔兽世界》。括号中的“(A)”表示部分作品会进一步融入动作游戏机制。"
  },
  {
    "title": "策略游戏（SG）",
    "summary": "策略游戏（SG）是指以策略规划、资源管理和战术决策为核心玩法的电子游戏类型。玩家通常需要运用逻辑思维和长远规划，通过部署单位、发展经济或调整战术来达成特定目标，如击败对手或完成关卡。\n\n狭义的策略游戏可分为即时策略（RTS）和回合制策略（TBS）两大类，前者强调实时操作与快速反应，后者则允许玩家在回合间深思熟虑。广义上，许多融合了策略元素的游戏（如战棋、模拟经营或某些角色扮演游戏）也可被归入此范畴。\n\n策略游戏常见于PC平台，其设计注重平衡性与深度，往往包含多样的单位、科技树或地形机制，以提供持久的挑战性和重玩价值。"
  },
  {
    "title": "即时战略游戏（RTS）",
    "summary": "即时战略游戏（RTS）是一种电子游戏类型，玩家在游戏中扮演指挥官角色，通过采集资源、建设基地、生产单位并指挥作战，以击败对手为目标。其核心特征在于实时进行，游戏进程不会暂停，要求玩家同时管理资源、生产与战术行动。\n\n典型的RTS游戏包含资源管理、科技树升级和单位操控等要素，强调宏观战略与微观操作的结合。玩家需在有限时间内做出决策，平衡经济发展与军事扩张。该类型起源于20世纪90年代，以《命令与征服》《星际争霸》等作品为代表，对电子竞技发展有重要影响。部分现代游戏也融合了RTS元素与其他类型机制。"
  },
  {
    "title": "模拟游戏（SIM）",
    "summary": "模拟游戏（SIM）是指一类以模拟现实或虚构系统中特定活动、过程或体验为核心的电子游戏。其核心在于通过规则和交互，尽可能真实地再现目标系统的运作逻辑与细节，为玩家提供沉浸式的操作或管理体验。\n\n狭义的模拟游戏通常高度专注于某个专业领域，如飞行模拟、城市建造或生活模拟等，力求在可控范围内还原真实世界的物理规律、经济体系或社会行为。广义上，许多包含模拟元素的游戏（如经营、策略类）也可被视作模拟游戏的衍生或融合。这类游戏往往不强调线性剧情或激烈对抗，而更注重玩家的规划、决策及对复杂系统的理解与掌控。"
  },
  {
    "title": "体育游戏（SPG）/竞速游戏（RAC）",
    "summary": "体育游戏（SPG）与竞速游戏（RAC）是电子游戏中以现实体育项目或竞速活动为核心玩法的两大类别。  \n体育游戏通常模拟足球、篮球、棒球等运动，注重规则还原、操作技巧与团队策略；竞速游戏则聚焦于载具（如赛车、摩托、飞行器）的速度竞赛，强调操控感、赛道设计与竞速体验。  \n这两类游戏常通过拟真物理引擎、生涯模式、多人对战等元素增强沉浸感。部分作品会融合角色成长、装备自定义等RPG要素，但核心玩法始终围绕体育竞技或速度比拼展开。  \n在游戏分类中，SPG与RAC因其明确的主题界限，常被并列视为模拟现实运动的代表性类型。"
  },
  {
    "title": "射击游戏（STG）",
    "summary": "射击游戏（STG）是指以射击为主要玩法的电子游戏类型，通常要求玩家操作角色或载具，使用各类武器攻击敌人并达成目标。狭义的射击游戏特指“弹幕射击游戏”（Shoot 'em up），玩家需在密集的敌弹中穿梭并反击。\n\n射击游戏可分为多种子类，如第一人称射击（FPS）、第三人称射击（TPS）和轨道射击等。其核心机制常包括瞄准、射击、躲避和资源管理（如弹药、生命值）。许多射击游戏会融入剧情、多人对战或合作模式，以增强游戏体验。该类型自早期街机游戏如《太空侵略者》发展而来，现已成为电子游戏中最主流的类别之一。"
  },
  {
    "title": "第一人称射击游戏（FPS）",
    "summary": "第一人称射击游戏（FPS）是一种以第一人称视角进行射击战斗的电子游戏类型。玩家通过游戏角色的眼睛观察虚拟世界，通常能看到角色持有的武器或部分身体，从而增强代入感和沉浸感。这类游戏的核心玩法侧重于射击技巧、快速反应和战术移动，常见元素包括各类枪械、弹药管理以及多人对战模式。\n\nFPS起源于20世纪90年代初，随着《德军总部3D》和《毁灭战士》等作品的推出而逐渐流行。现代FPS游戏往往结合了剧情叙事、角色成长或团队协作机制，并广泛应用于电子竞技领域。其视角设计使得玩家能更直接地体验战斗紧张感，但也可能因视野受限而影响环境观察。"
  },
  {
    "title": "第三人称射击游戏（TPS）",
    "summary": "第三人称射击游戏（TPS）是一种电子游戏类型，玩家以第三人称视角操控角色进行射击战斗。与第一人称射击游戏（FPS）不同，TPS的视角通常位于角色后方或上方，使玩家能够观察到角色本身及其周围环境，增强了空间感和战术观察能力。这类游戏常注重掩体系统、移动策略和角色动作，如《战争机器》系列和《生化危机》系列。TPS在射击玩法基础上，可能融入角色成长、剧情叙事等元素，适用于多种平台，包括主机、PC和移动设备。"
  },
  {
    "title": "集换式卡牌游戏（TCG）",
    "summary": "集换式卡牌游戏（TCG）是一种以收集、交换和策略对战为核心的卡牌游戏类型。玩家通过购买随机卡包获取卡牌，构建个性化牌组，并与其他玩家进行对战。狭义的TCG通常指实体卡牌游戏，如《万智牌》《游戏王》等，其卡牌具有收藏价值和交易市场；广义上也包括数字化的集换式卡牌游戏，如《炉石传说》，它们继承了实体TCG的核心机制但以电子形式呈现。TCG强调资源管理、组合技和随机性，玩家需根据卡牌效果、费用和场面局势灵活调整策略。这类游戏常通过扩展包持续更新卡池，以维持游戏的新鲜度和竞技平衡。"
  },
  {
    "title": "塔防游戏（TD）",
    "summary": "塔防游戏（Tower Defense，简称TD）是一种策略游戏类型，玩家通过在地图路径上建造防御设施（如炮塔、陷阱等）来阻止敌人抵达终点。核心玩法在于资源管理、防御塔布局和升级策略，以应对不断增强的敌人波次。\n\n这类游戏通常采用固定或可规划的路径，敌人沿路径移动，防御塔则自动攻击范围内的目标。玩家需平衡经济（通过击败敌人获得资源）与防御建设，以应对不同属性的敌人（如高血量、高速或抗性单位）。塔防游戏常见于PC、移动平台和网页游戏，部分作品会融入RPG、roguelike等元素以增加深度。"
  },
  {
    "title": "多人在线战斗竞技场游戏（MOBA）",
    "summary": "多人在线战斗竞技场游戏（MOBA）是一种基于团队对抗的电子游戏类型，通常采用俯视或等距视角。玩家在游戏中各自操控一名角色，与队友合作，以摧毁对方阵营的核心建筑为主要目标。\n\nMOBA游戏通常融合了角色扮演与即时战略元素，玩家需通过击败敌方单位、完成目标来获取资源，从而提升角色等级、购买装备或学习技能。一局游戏通常持续20至60分钟，节奏紧凑且强调团队配合与战术策略。\n\n该类型起源于《星际争霸》等游戏的玩家自制模组，后因《Dota 2》《英雄联盟》等作品而广泛流行，并成为电子竞技的重要项目之一。"
  },
  {
    "title": "放置游戏",
    "summary": "放置游戏是指一类以离线或后台自动运行为核心机制的游戏类型。玩家在游戏中通常只需进行简单的初始设置或周期性操作，游戏角色或系统便会自动进行资源收集、战斗或生产等活动，即使玩家退出游戏，进程仍会持续。\n\n此类游戏的核心设计理念在于减少玩家的实时操作负担，强调长期规划和资源积累的成就感。常见的玩法包括挂机战斗、自动生产链、离线收益等，通常与角色成长、数值强化系统深度结合。放置游戏常见于移动平台和网页端，因其对碎片化时间的适应性而受到欢迎。部分大型多人在线游戏或角色扮演游戏也会融入放置元素作为辅助系统。"
  },
  {
    "title": "增量游戏",
    "summary": "增量游戏是指一种以重复性操作为核心，通过持续的资源积累和数值增长来驱动进程的游戏类型。这类游戏通常具有简单的初始玩法，如点击或等待，玩家通过获取游戏内货币或资源来解锁升级、自动化机制或新的内容，从而形成“产出-投资-更多产出”的循环。其核心吸引力在于数值的指数级增长带来的成就感，以及随时间推移解锁新功能的新鲜感。增量游戏常见于网页、移动平台，部分作品也融入了角色扮演或模拟经营元素，但始终以资源的无限积累为核心循环。"
  },
  {
    "title": "自走棋",
    "summary": "自走棋（Auto battler）是一类于2019年初兴起的电子策略棋牌游戏，其雏形源于《魔兽争霸3》RPG地图中的“排兵布阵，自动作战”模式。玩家通过购买和部署具有不同属性、技能与羁绊的棋子，在准备阶段组合阵容，战斗阶段则由系统自动与其他玩家对战，依据存活棋子数量造成伤害，直至仅剩一名玩家获胜。2019年《Dota自走棋》的爆红推动了该类游戏的广泛发展，多家厂商相继推出自走棋作品。"
  },
  {
    "title": "梗类解谜游戏",
    "summary": "梗类解谜游戏是一种基于中国网络流行语、影视或动画梗设计的解密游戏，常见于抖音、快手等平台的小游戏专区。玩法多样，包括解密、选择、找不同、找物品或歌词等，旨在考验玩家的思维与反应。游戏中常设置诱导性错误选项，玩家需理解梗的含义来通关，也可通过观看广告获取提示。此类游戏数量较多，但内容存在同质化与“换皮”现象。"
  },
  {
    "title": "恋爱游戏",
    "summary": "恋爱游戏是指以建立浪漫关系为核心玩法和叙事主题的一类电子游戏。玩家通常通过对话选择、互动行为或资源管理来提升与游戏中特定角色的好感度，并最终达成恋爱结局。\n\n这类游戏的核心机制在于情感模拟与角色关系的发展，常见于视觉小说或模拟养成等类型。玩家在游戏中的决策往往会影响剧情分支和结局走向，部分作品还融合了角色扮演、冒险解谜等其他元素。恋爱游戏的角色设定和情节设计通常注重情感共鸣，旨在为玩家提供沉浸式的互动叙事体验。"
  },
  {
    "title": "Galgame",
    "summary": "Galgame（美少女游戏）是源自日本的一类互动视觉小说游戏，以魅力女性角色为主要卖点，常涉及恋爱元素，但内容涵盖剧情、解谜等多种类型。该词源于日语“ギャルゲーム”，英文常译为“visual novel”。其起源可追溯至20世纪80-90年代，1994年《心跳回忆》的成功确立了这一类型。游戏在日本多通过伦理机构审查，在海外则常由民间汉化组或官方发行商进行本地化。随着发展，Galgame已拓展至多平台，并形成了独立的评价体系与玩家社群。"
  },
  {
    "title": "乙女游戏",
    "summary": "乙女游戏是以女性为目标受众的恋爱模拟游戏，源自日语“乙女”（意为少女）与“游戏”的组合。其核心玩法通常围绕攻略多位性格各异的男性角色展开，角色设计常邀请知名插画家或漫画家参与，以丰富人物设定和故事体验。"
  },
  {
    "title": "BL游戏",
    "summary": "BL游戏是以美少年/美男子之间的恋爱关系（BL）为核心元素的电子游戏，主要面向女性受众，属于女性向游戏的分支。其常见形式为视觉小说或RPG，玩法与Galgame类似。游戏通常提供多位不同性格的可攻略男性角色，并可能包含主攻线、主受线或攻受兼备的剧情分支。早期作品多发布于PC平台，2010年后手机平台作品逐渐增多，并常加入抽卡、社交等元素。BL游戏起源于20世纪90年代末的日本，随后在欧美、华语圈等地也有所发展，各地作品在风格和受众上存在差异。"
  },
  {
    "title": "百合游戏",
    "summary": "百合游戏是指以女性间的情感关系，特别是浪漫或恋爱关系为核心主题或重要情节的一类电子游戏。这类游戏通常属于视觉小说或恋爱模拟等文字冒险类型，其内容侧重于描绘女性角色之间的情感发展、互动与羁绊。\n\n百合游戏源于日本ACGN文化中的“百合”概念，其受众群体主要为对女性间美好关系感兴趣的玩家。游戏剧情往往注重情感刻画与角色塑造，氛围可能涵盖纯爱、治愈、戏剧性等多种风格。部分作品会明确包含恋爱要素，而另一些则更侧重于暧昧或深厚的情感联结。\n\n随着独立游戏的发展，百合主题的作品在题材和表现形式上也日益多样化，并形成了稳定的细分市场。"
  },
  {
    "title": "纯爱游戏",
    "summary": "纯爱游戏是指以描绘角色之间纯粹、专一的恋爱关系为核心内容的电子游戏类型。这类游戏通常属于视觉小说或恋爱模拟游戏的子类，强调情感发展而非肉体关系，剧情往往围绕主角与一名或多名可攻略角色之间逐步建立深厚情感羁绊的过程展开。\n\n玩家通过对话选择、互动选项等机制影响故事走向与关系发展，最终达成与心仪角色的恋爱结局。纯爱游戏常见于日本的美少女游戏或乙女游戏领域，但也广泛存在于其他地区的独立游戏创作中。其核心吸引力在于情感代入、角色塑造和叙事体验，与强调性内容或复杂多角关系的游戏形成对比。"
  },
  {
    "title": "沙盒游戏",
    "summary": "沙盒游戏是一种开放世界游戏类型，玩家在其中拥有高度自由，不受传统游戏目标和结构的严格限制。其核心特点是交互性强、自由度与创造性高，玩家可自主探索、建造或破坏，并常融合动作、驾驶等多种元素。该类型起源于2007年的《Infinifrag》，后经《我的世界》等作品发展，衍生出2D、4D、角色扮演、生存、模拟经营等多种子类，涵盖《泰拉瑞亚》《上古卷轴》《饥荒》《城市：天际线》等代表作。部分游戏还强调玩家自制内容，通过编辑器支持模组和地图创作。"
  },
  {
    "title": "开放世界游戏",
    "summary": "开放世界是一种游戏设计模式，提供高自由度，允许玩家在虚拟地图中自由探索并自主决定任务顺序与方式。其概念源于1980年代的桌上角色扮演游戏，随着技术进步得以实现。该模式并非独立游戏类型，而是一种可应用于多种游戏（如RPG、FPS）的关卡设计。代表性作品如《塞尔达传说 时光之笛》引入了昼夜循环等互动机制，提升了真实感。设计需平衡自由度与游戏结构，避免内容重复或公式化。开放世界与沙盒游戏有所区别，但两者常有交叉。部分游戏采用逐步解锁地图的设计，如“育碧塔”机制。"
  },
  {
    "title": "类GTA游戏",
    "summary": "类GTA游戏（GTALike）指玩法类似《侠盗猎车手》系列的一类电子游戏，通常具备开放世界、冒险养成及暴力元素等特征。早在《侠盗猎车手3》之前，如《车神2》等作品已包含自由探索、驾驶抢夺等设定，但因机能与宣传限制未广泛流行。2001年《侠盗猎车手3》凭借增强的射击要素、丰富载具及先进画面，推动了此类模式的普及，随后多款续作使其成为业界典型。此类游戏属于开放世界或沙盒游戏的分支，但通常对创造行为有所限制。"
  },
  {
    "title": "Roguelike游戏",
    "summary": "Roguelike游戏指玩法类似1980年推出的迷宫探索游戏《Rogue》的角色扮演游戏，核心特征是每局游戏随机生成关卡内容，强调策略适应性与高重玩性。早期发展中形成了以《迷宫骇客》等为代表的“五大Roguelike”。2008年国际Roguelike开发大会提出“柏林诠释”，列举多项评判因素，但其标准存在争议。后来出现的Roguelite简化或融合了传统机制，并常与其他游戏类型结合。如今“Roguelike”或“肉鸽”常泛指具备随机生成核心特征的游戏或模式。"
  },
  {
    "title": "幸存者like",
    "summary": "“幸存者like”是一种融合了无双、Roguelike、生存、弹幕及动作元素的游戏类型。其玩法最早源于LEME公司的《魔法生存》，后因poncle开发的《吸血鬼幸存者》爆火而广泛流行。此后大量玩法相似的游戏涌现，国内媒体将其统称为“类幸存者”或“类吸血鬼幸存者”游戏。"
  },
  {
    "title": "魂系游戏",
    "summary": "魂系游戏（Souls-like）是一类起源于FromSoftware开发的《恶魔之魂》和《黑暗之魂》系列的游戏类型，其奠基人为制作人宫崎英高。该类游戏以高难度、死亡惩罚和环境叙事为主要特点，多为角色扮演或动作类游戏。其独特的游戏机制不仅体现在FromSoftware的后续作品中，也影响了众多效仿者，共同构成了“魂系游戏”这一类别。"
  },
  {
    "title": "社交游戏",
    "summary": "社交游戏是以玩家间社交互动为核心的游戏类型，通常包含社交系统，允许玩家建立和维护关系，强调交流、合作与竞争。其概念在不同语境下有所差异：在中国，典型案例如早期的QQ农场及如今的蚂蚁森林等，依托社交平台实现互动；在日本，“ソーシャルゲーム”原指通过社交网站直接游玩的游戏，后也涵盖类似玩法的手机游戏。社交游戏起源于2000年代初的在线游戏，2009年Facebook推出游戏平台后迅速发展，市场份额在2010年达18%，2011年市场规模突破10亿美元。随着移动互联网普及，社交游戏延伸至移动端，成为日常休闲的重要形式，未来可能融合更多创新技术，但部分玩家更倾向于独自游玩而非主动社交。"
  },
  {
    "title": "剧情向游戏",
    "summary": "剧情向游戏是以剧情为核心的游戏类型，通常包含对话选择、推理等要素，较少涉及养成或收集系统。其代表类型包括文字冒险游戏、互动小说和Galgame等，注重人物关系、成长过程及多线结局。广义上，互动电影游戏、情境推理游戏及各类角色扮演游戏也常因强调剧情体验而被归入此类。"
  },
  {
    "title": "打字游戏",
    "summary": "打字游戏是以键盘输入字符为核心玩法的游戏类型，旨在帮助玩家学习键盘使用、提升打字速度乃至掌握盲打。它主要面向电脑初学者，通常可在PC平台游玩，现已扩展至Switch等平台。游戏根据输入语言不同，支持拼音、五笔、假名等多种输入方式，并常具备计时、计数、评分等功能，部分还包含剧情设定。这类游戏体量小、易上手且具挑战性，常作为教学工具出现在课堂中，也成为许多人的童年回忆。"
  },
  {
    "title": "超休闲游戏",
    "summary": "超休闲游戏是一种玩法简单、易于上手且能在短时间内完成的游戏类型。其名称由美国媒体人约翰内斯·海因兹于2017年首次提出并确立。这类游戏的代表作包括越南开发者阮哈东创作的《Flappy Bird》。"
  },
  {
    "title": "大逃杀游戏",
    "summary": "大逃杀游戏是一种在线多人视频游戏类型，通常有数十至数百名玩家参与。玩家从基础装备开始，需在持续缩小的安全区域内淘汰对手，最终存活者或团队获胜。该类型自2017年《PUBG》发售后迅速流行，其特点包括玩家起点平等、融合生存与竞技元素，并常被用于电子竞技。有观点认为其玩法体现了马斯洛需求层次理论的多层要素。此类游戏的胜利常被称为“吃鸡”，其模式也影响了其他游戏类型。"
  },
  {
    "title": "类塔科夫游戏",
    "summary": "类塔科夫游戏（又称“搜打撤”）是一种融合了生存游戏资源管理要素的拟真第一人称射击游戏类型。其核心玩法可概括为“搜刮、战斗、撤离”。该类型最早由《全境封锁》的“暗区模式”奠定基础，后经《逃离塔科夫》的流行而广为人知，并因此得名。"
  },
  {
    "title": "生物收集游戏（类宝可梦游戏）",
    "summary": "生物收集游戏（类宝可梦游戏）是指以捕捉、培养和战斗各类虚构生物为核心玩法的电子游戏类型，通常受到《宝可梦》系列的深远影响。这类游戏的核心机制包括在游戏世界中探索并遭遇野生生物，通过战斗削弱或使用特定道具将其捕获，随后组建队伍进行培育、进化和对战。游戏往往包含丰富的生物图鉴、属性相克系统以及角色成长要素，并可能融合RPG、冒险或策略游戏的特点。除了主线剧情外，玩家间的生物交换与对战也是常见设计，以增强互动性和收集深度。此类游戏在掌机、主机和移动平台均有广泛出现，形成了独特的子类别。"
  },
  {
    "title": "恐怖游戏",
    "summary": "恐怖游戏是指以营造恐怖、紧张、压抑或不安氛围为核心目标的电子游戏类型。玩家通常需要在充满未知威胁的环境中探索、解谜或求生，游戏通过视觉、听觉、叙事及心理暗示等手段激发玩家的恐惧感。\n\n狭义的恐怖游戏强调直接的惊吓元素，如突然出现的怪物或高强度的追逐；广义的恐怖游戏则更注重心理层面的压迫感，通过环境细节、剧情悬念或资源限制来持续施加压力。此类游戏常包含生存、解谜或潜行机制，以增强玩家的无助感和沉浸体验。\n\n恐怖游戏的题材多样，涵盖超自然灵异、科幻灾难、心理惊悚等，并常与其他类型结合，如动作冒险或角色扮演。其核心在于利用互动性，使玩家主动参与并深化恐惧感受。"
  },
  {
    "title": "吉祥物恐怖游戏",
    "summary": "吉祥物恐怖游戏是生存恐怖游戏的一个分支，于2010年代兴起。这类游戏通常将面向儿童的吉祥物塑造成主要敌人，利用反差感营造恐怖氛围。早期如《寂静岭3》的罗比兔已有类似元素，但未作为核心内容。2014年《玩具熊的午夜后宫》（FNAF）的爆火推动了该类型发展，并衍生出大量机制相似的作品，一度被称为“类FNAF游戏”。2021年《波比的游戏时间》成功后，此类游戏正式从生存恐怖游戏中分离并定名为“吉祥物恐怖游戏”。"
  },
  {
    "title": "分级制度",
    "summary": "分级制度是指针对电子游戏内容，根据其适宜年龄和内容特点进行标准化分类的体系。其主要功能是为消费者，特别是家长，提供明确的指导，帮助他们判断游戏内容是否适合特定年龄段的玩家。\n\n该制度通常由官方或行业组织制定，例如北美的ESRB、欧洲的PEGI、日本的CERO等。分级会考虑游戏中的暴力、性、恐怖、语言、赌博等元素的程度，并给出相应的年龄建议标识。这不仅有助于保护未成年人免受不适宜内容的影响，也为游戏开发者提供了内容创作的基本边界参考。在游戏发行和销售环节，分级标识常作为强制性要求出现在包装和宣传材料上。"
  },
  {
    "title": "成人游戏/18禁游戏",
    "summary": "成人游戏/18禁游戏是指内容包含成人向元素、仅限成年玩家游玩的电子游戏类别。这类游戏通常涉及暴力、血腥、性暗示或性描写等不适合未成年人的内容，因此在许多国家和地区会通过年龄分级制度（如ESRB的“M（成熟）”级、PEGI的“18”级）进行限制。\n\n成人游戏并非单一的游戏类型，其内容可能涵盖动作、角色扮演、视觉小说等多种形式，核心在于以成人题材作为主要卖点或叙事要素。部分作品会通过剧情深度或艺术表达来处理成人主题，而另一些则可能更侧重于感官刺激。由于文化差异与法律规范不同，各地对成人游戏的定义与审查标准也存在较大区别。"
  },
  {
    "title": "拔作",
    "summary": "拔作是日本成人游戏（Galgame）中的一种类型，以直接、露骨的色情内容为主要卖点，通常剧情简单或缺乏深度。这类作品强调感官刺激，常被玩家用于满足生理需求，因此在核心玩家群体中评价较低，但因其明确的市场定位仍有一定受众。拔作与注重剧情和角色塑造的普通Galgame形成对比，属于小众但稳定的商业分类。"
  },
  {
    "title": "全年龄游戏",
    "summary": "全年龄游戏指适合所有年龄段的游戏，内容不含限制性元素，避免对未成年人造成身心伤害。其题材广泛，如益智、休闲类游戏。分级主要依据性与暴力程度，但部分作品仍可能包含不适合儿童的内容。由于受众广泛，成人游戏成功后常推出全年龄版本。在Galgame领域，全年龄版本较常见，且移植到主机平台时通常调整为非18禁内容。"
  },
  {
    "title": "游戏主机",
    "summary": "游戏主机是专为消费者设计的电子游戏硬件设备，主要分为家用机和掌机两类。家用机需外接电源和显示器，掌机则便携且自带屏幕。自1972年首款游戏机诞生以来，主机已发展至第九世代，当前主要生产商为任天堂、索尼和微软。现代主机本身通常不含游戏，玩家需另行购买实体或数字游戏作品，这些作品通称为“主机游戏”。主机游戏市场在日本和欧美曾是电子游戏业的支柱，在中国大陆则相对小众。"
  },
  {
    "title": "家用机",
    "summary": "家用机是指专门为家庭电视娱乐而设计的电子游戏主机，通常与电视机连接使用。其核心特征在于提供一体化的硬件平台和专属的游戏软件生态，区别于个人电脑的通用计算功能。\n\n家用机的发展历程始于20世纪70年代，以雅达利2600等早期机型为代表，确立了“主机+卡带/光盘”的基本商业模式。现代家用机如PlayStation、Xbox和Nintendo Switch系列，集成了高性能处理器、专用操作系统和在线服务网络，形成了封闭但高度优化的游戏运行环境。家用机平台通常通过独占游戏、标准化控制器和统一的用户体验来吸引玩家，同时与第三方开发商合作构建游戏库。其生命周期一般持续5-7年，期间会推出硬件修订型号以维持市场活力。"
  },
  {
    "title": "掌机",
    "summary": "掌机，全称便携式游戏机，是一种专为移动娱乐设计的电子游戏设备。其核心特征在于集成了显示屏、控制器和运算单元，无需外接设备即可独立运行游戏软件，实现了游戏体验的高度便携性。\n\n与家用游戏机或电脑不同，掌机通常体积小巧、内置电池，允许玩家在户外、通勤等非固定场所进行游戏。其游戏内容多为专门开发或移植，以适应其硬件特性和移动场景。历史上，从任天堂的Game Boy系列到索尼的PlayStation Portable，众多经典掌机构成了电子游戏产业的重要分支。随着智能手机的普及，传统专用掌机的市场角色虽有所演变，但其在提供专注、优化的掌上游戏体验方面仍具有独特地位。"
  },
  {
    "title": "街机",
    "summary": "街机是一种放置于公共娱乐场所的营利性台式游戏机。其雏形可追溯至20世纪20年代美国的投币机械游戏机，而首款电子街机游戏《太空战争》于1971年问世。街机在20世纪70至80年代经历黄金时期，成为当时主流的电子游戏平台，尤以《Pong》《太空侵略者》《街头霸王II》等作品为代表。在日本，街机市场持续繁荣，并引入了网络对战等新玩法；在美国则经历了两次黄金时代后因家用机崛起而衰退。中国在20世纪90年代迎来街机热潮，但随后因政策监管经历波折，21世纪后逐渐复苏，如今常见于商业综合体内。街机通常以投币或电子支付启动，游戏时长较短，涵盖格斗、音乐、赛车等多种类型，并由店家负责运营维护。"
  },
  {
    "title": "弹珠机",
    "summary": "弹珠机（柏青哥）是20世纪初起源于日本名古屋的一种娱乐机器，玩家通过弹射钢珠使其落入特定奖口以获取奖励钢珠，并可用其兑换奖品。现代弹珠机常配备显示屏并融合老虎机元素，这类组合机器称为柏青嫂。因其具有赌博性质，在中国大陆、台湾地区及韩国等地属违法产业。该产业与ACG文化联系密切，常将知名作品改编为游戏主题，但赌博性质也使其在ACG作品中直接出现较少。"
  },
  {
    "title": "老虎机",
    "summary": "老虎机是一种常见的游戏内赌博或奖励机制，通常以带有旋转卷轴和符号的虚拟或实体机器形式出现。玩家通过投入游戏货币或点数启动卷轴旋转，当特定符号组合在支付线上对齐时，即可获得相应奖励。\n\n在电子游戏中，老虎机常作为迷你游戏或经济系统的一部分出现，用于提供随机奖励、解锁内容或增加娱乐性。其核心机制基于随机数生成，但部分游戏会通过调整概率或设置保底机制来平衡玩家体验。老虎机元素广泛存在于角色扮演、模拟经营和休闲游戏中，例如《辐射》系列中的赌场或《动物森友会》的奖励转盘。尽管设计简单，它通过随机性和视听反馈强化了玩家的参与感。"
  },
  {
    "title": "电脑游戏",
    "summary": "电脑游戏（PC games）指在个人计算机上运行的电子游戏软件，其发展与计算机硬件、软件及互联网技术密切相关。该概念于1962年由《宇宙战争》开创，随着个人电脑的普及和IBM兼容标准的形成而逐渐壮大。目前，Windows平台凭借DirectX技术成为PC游戏的核心，拥有最丰富的游戏库和最佳兼容性；而macOS和Linux因市场份额、硬件性能或图形接口限制，游戏支持相对有限。近年来，电脑游戏在画面和真实性上不断提升，但也面临创新瓶颈，部分发展重心转向手机游戏和VR领域。"
  },
  {
    "title": "网页游戏",
    "summary": "网页游戏，又称Web游戏或无端网游，是基于网页运行的游戏。它通常无需下载客户端或仅需小体积插件，通过浏览器即可快速进入，具有占用空间小、硬件要求低、便于随时开启或关闭的特点。游戏画面分为静态与动态两种模式，早期多为静态文字与图片交互，现今主流为动态画面，操作方式接近客户端游戏，技术平台包括Flash、Unity及HTML5等。这类游戏适合碎片化时间娱乐，部分玩家存在高额充值现象。"
  },
  {
    "title": "手机游戏",
    "summary": "手机游戏是运行于手机上的游戏软件。早期功能机受硬件限制，多内置俄罗斯方块、贪吃蛇等简单益智游戏。智能手机游戏可追溯至1993年IBM Simon内置的Scramble，但早期因价格高、市场份额小而未普及。塞班系统曾主导智能机市场，推动了手游初期发展。2008年苹果App Store的推出革新了手游分发与盈利模式，触摸屏交互成为主流，催生了《愤怒的小鸟》等成功作品。此后手游市场迅速增长，中国于2017年成为全球最大手游市场。手游盈利模式从付费下载转向免费增值，并衍生出抽卡等机制。随着硬件性能提升，手游类型日益丰富，出现了跨平台游戏和“二次元手游”等类别。iOS和Android成为主流平台，通过应用市场分发游戏。"
  },
  {
    "title": "二次元手游",
    "summary": "二次元手游是21世纪10年代后出现的非正式用语，指视觉风格借鉴日式ACG作品的手机游戏。其发展得益于智能手机初期对轻量化2D游戏的适配，以及后续设备性能提升带来的3D化演进。这类游戏通常具有动画画风、以抽卡获取角色、注重养成与剧情、玩法偏向PVE等特点。早期作品如《扩散性百万亚瑟王》奠定了基本模式，受众曾以男性为主，后逐渐扩展至一般向及女性向。围绕其玩家社群、商业化设计及定义边界，存在诸多讨论与争议。"
  },
  {
    "title": "桌上游戏",
    "summary": "桌上游戏（Tabletop Game）泛指不依赖电子设备或体能比拼，通常借助卡牌、棋盘、骰子等实体配件在平面上进行的游戏。其类型多样，包括棋盘游戏、卡牌游戏、角色扮演游戏等，且各类别之间常有交叉。狭义上多指现代桌游，广义上也涵盖麻将等传统游戏。德式桌游注重策略与规则简洁，如《卡坦岛》；美式桌游则侧重主题代入与玩家互动，如《大富翁》。此外，桌上游戏可通过软件模拟进行，并不严格限于实体桌面。"
  },
  {
    "title": "单机游戏",
    "summary": "单机游戏指仅需一台计算机或游戏主机即可游玩的电子游戏，通常侧重单人体验，社交属性较弱。其制作成本高、内容精良的作品常被称为3A游戏，在画面和配置要求上普遍高于同期网络游戏。随着互联网发展，许多单机游戏也加入了联网功能，如防盗版、内容更新或多人模式，但以单人玩法为核心的游戏仍被归为单机游戏。部分作品支持本地多人或局域网对战，而强制联网但以单人内容为主的游戏也常被视为单机游戏。"
  },
  {
    "title": "本地合作/分屏游戏/热座模式",
    "summary": "本地合作/分屏游戏/热座模式是指允许多名玩家在同一台设备上共同进行游戏的几种形式。本地合作通常指玩家共享屏幕或分屏协作完成游戏目标；分屏游戏将屏幕划分为多个区域，每位玩家拥有独立的视角，常见于竞速或射击类游戏；热座模式则多见于回合制策略游戏，玩家依次操作后轮换座位。这些模式强调线下社交互动，在互联网普及前曾是多人游戏的主流方式。随着在线联机功能的发展，本地多人游戏仍因其即时交流和共同体验的特点，在派对游戏或家庭娱乐中保留重要地位。"
  },
  {
    "title": "局域网联机游戏",
    "summary": "局域网联机游戏指通过局域网（无需接入公共互联网）实现多台设备联机游玩的游戏，早期手机蓝牙联机也属此类。此类游戏多为PC游戏，通常兼具单机剧情和与电脑或玩家对战的功能。局域网环境提供了相对私密的联机空间，且多数对局间无继承性。在互联网发展初期，局域网联机因能避免网络延迟而盛行，并推动了电子竞技及对战平台的兴起。随着网络速度提升，许多游戏转向全程在线模式，以支持反盗版、内容更新和便捷联机，纯粹支持局域网的新作已较少见，但不少游戏仍同时保留局域网功能。"
  },
  {
    "title": "网络游戏",
    "summary": "网络游戏，又称在线游戏，指需全程接入互联网、以运营商服务器和用户计算机为终端，通过客户端实现娱乐、社交及虚拟成就的可持续性多人在线游戏。其数据存储于服务器，部分计算在服务器端完成。与单机游戏相比，网络游戏社交属性较强，对硬件配置要求通常较低。收费模式多样，包括混合形式。网络游戏可能涉及外挂、服务器不稳定、虚拟财产争议及社会舆论等问题，玩家需理性参与。"
  },
  {
    "title": "区块链游戏",
    "summary": "区块链游戏是采用区块链技术搭建和运行的游戏类型，起源于2017年的《Crypto Kitties》。这类游戏通常基于以太坊等公共区块链平台，允许玩家收集、交易虚拟资产，并引入代币经济模型。与传统网络游戏不同，严格意义上的链游无中心服务器，其内部虚拟货币体系相对稳定。随着育碧、世嘉等大型厂商的加入，链游类型日益丰富，涵盖虚拟世界社交、卡牌等多种玩法，市场持续扩展。"
  },
  {
    "title": "零人游戏",
    "summary": "零人游戏（又称零玩家游戏）是一类由无意识玩家（通常为人工智能程序）进行的游戏。其特点在于，人类玩家仅需设定初始参数或设计AI，游戏即可根据规则自动运行，无需持续干预。常见类型包括初始状态决定游戏、放置游戏，以及格斗或即时战略游戏中的机机对战模式。这类游戏可在无玩家互动的情况下持续进行。"
  },
  {
    "title": "MUD游戏",
    "summary": "MUD（多用户虚拟空间游戏）是一种基于文字描述的多人即时互动游戏，起源于20世纪70年代末。首款MUD由英国埃塞克斯大学的罗伊·特鲁布肖于1978年开发，后与理查德·巴图合作完善，实现了玩家角色的持续性和虚拟世界的持久化。MUD通过纯文字界面和指令输入进行交互，支持多用户同时在虚拟世界中互动，奠定了现代网络游戏的基础。随后出现的AberMUD、TinyMUD等衍生版本推动了类型发展，其中TinyMUD强调社交与创造。1995年首款中文MUD《侠客行》诞生，并于1996年传入中国高校，促进了该类游戏的本土化传播。"
  },
  {
    "title": "邮递型游戏",
    "summary": "邮递型游戏是一种最初通过邮件、现多借助论坛或聊天软件进行的游戏形式。它起源于回合制的长途棋类，单局时长可达数年。随着互联网发展，游戏载体从电子邮件扩展至各类在线平台。目前主流形式为网络文字角色扮演游戏（如跑团网团），同时也包括文字策略游戏、益智游戏、互动文学等多种基于文字互动的类型。"
  },
  {
    "title": "网络文字角色扮演游戏",
    "summary": "网络文字角色扮演游戏是一种主要依靠文字在线上进行的角色扮演游戏形式。它通常可分为无定式角色扮演（缺乏角色成长等RPG机制）和重规则角色扮演。游戏可通过论坛、实时聊天等平台进行，部分由真人主持。在中文互联网中，衍生出“语C”（扮演特定角色）、“演绎”（以故事手法呈现角色）等分支形式，常见于贴吧、QQ群等平台。该类型起源于1990年代，是大型多人角色扮演游戏的先驱之一。"
  },
  {
    "title": "Flash游戏",
    "summary": "Flash游戏是使用Macromedia（后被Adobe收购）开发的Flash软件制作的游戏，凭借文件小、画面精美和流式播放等特点，在21世纪初期迅速发展，2001年至2008年为其黄金时期。然而，Flash因运行效率低、安全漏洞多而受到批评，苹果和谷歌等公司逐步放弃支持，HTML5游戏逐渐取代其地位，Adobe于2020年宣布停运Flash。目前，爱好者通过开源模拟器Ruffle和Flashpoint Archive等项目，使Flash游戏得以在线或离线保存和游玩。"
  },
  {
    "title": "增强现实游戏、",
    "summary": "增强现实游戏是指将虚拟游戏内容叠加到现实世界环境中，通过摄像头、传感器等设备实现交互的一种游戏类型。它利用计算机视觉、定位技术和实时渲染，使玩家能够在真实场景中看到并操作虚拟元素，从而模糊虚拟与现实的边界。\n\n这类游戏通常依赖智能手机、AR眼镜等移动设备，将游戏角色、道具或界面投射到玩家周围的物理空间。玩家通过移动设备屏幕或穿戴设备观察并与之互动，常见玩法包括捕捉虚拟生物、解谜探索或进行现实场景中的多人对战。\n\n增强现实游戏强调环境感知与空间定位，要求游戏内容与真实世界的光照、平面和物体动态适配。它不仅改变了传统游戏的交互方式，也为教育、社交和商业应用提供了新的可能性。"
  },
  {
    "title": "虚拟现实游戏",
    "summary": "虚拟现实游戏（简称VR游戏）是利用电子技术模拟出可交互的虚拟场景，通过模拟使用者的视觉、听觉、触觉等感官，使其产生身临其境的体验。该技术弥补了传统电子游戏在沉浸感上的不足，被视为游戏领域的一场革命。目前VR游戏发展迅速，未来可能向“完全潜行”等方向演进，以提供更自由、调动多感官的全方位体验。尽管其市场前景尚不明确，但预计随着技术进步，产业将快速发展。"
  },
  {
    "title": "数值游戏",
    "summary": "数值游戏是指游戏的核心玩法、策略深度和玩家体验高度依赖于数值系统设计的一类游戏。这类游戏通常以精确的数值计算、属性成长、资源管理和概率机制为基础，玩家需要通过优化数值搭配、构建数学模型或进行策略计算来达成目标。\n\n数值游戏常见于角色扮演、策略、模拟经营及部分卡牌游戏中，其核心循环往往围绕角色的属性提升、装备强化、技能伤害公式或经济系统展开。游戏设计者通过精细调整数值平衡来维持挑战性与成就感，玩家的决策也常转化为对伤害、效率、收益等数值的量化比较。此类游戏可能因数值膨胀或平衡失调影响长期体验，因此数值设计被视为其成功的关键要素之一。"
  },
  {
    "title": "内容游戏",
    "summary": "内容游戏是指以游戏内容本身为核心体验的一类游戏，其重点在于通过叙事、世界观、角色塑造或特定主题来吸引玩家，而非单纯依赖玩法机制或竞技性。\n\n这类游戏通常强调沉浸感和情感共鸣，常见于视觉小说、步行模拟器、叙事驱动型冒险游戏以及部分角色扮演游戏中。内容游戏的设计往往注重剧情展开、环境细节和角色互动，使玩家在体验过程中更关注故事发展和内涵表达。与以玩法或重复挑战为主的游戏不同，内容游戏的价值多体现在一次性或有限次的内容消耗上，通关后重玩价值可能较低。随着独立游戏的发展，内容游戏在电子游戏领域占据了重要地位，成为表达艺术性与思想性的常见载体。"
  },
  {
    "title": "买断制游戏",
    "summary": "买断制游戏是指玩家通过一次性付费购买后，即可永久获得并体验游戏全部内容的商业模式。与持续付费的免费游戏或订阅制游戏不同，买断制游戏在支付完成后通常不再需要为游戏核心内容额外付费。\n\n这种模式常见于单机游戏、独立游戏及部分主机平台作品，玩家在购买后即可完整游玩主线剧情、基础功能及初始可用角色等。部分买断制游戏后续可能推出需额外购买的追加内容（如DLC），但主体体验不依赖持续消费。该模式的优势在于消费透明、所有权明确，且玩家无需担心游戏内进度因付费设计受到影响。"
  },
  {
    "title": "服务型游戏",
    "summary": "服务型游戏是指一种通过持续更新内容、运营活动与玩家社区互动来维持长期生命周期的电子游戏商业模式。这类游戏通常在发售初期提供基础框架，后续通过定期发布新剧情、角色、地图或道具等扩展内容，并常结合内购、季票或战斗通行证等机制实现盈利。服务型游戏强调玩家社群的长期参与，旨在构建持续演进的虚拟世界或体验。该模式常见于多人在线游戏、大型多人在线角色扮演游戏及部分持续运营的单机游戏中，与传统“发售即完成”的单次买断制游戏形成对比。"
  },
  {
    "title": "体感游戏",
    "summary": "体感游戏是通过加速计、陀螺仪、摄像头等设备捕捉玩家肢体动作进行操控的游戏类型。其典型代表是任天堂Wii及其捆绑游戏Wii Sports，该模式凭借直观的身体互动吸引了大量休闲玩家，并促使索尼、微软等厂商跟进开发。这类游戏降低了操作复杂度，强调身体活动，为不偏好传统打斗或复杂叙事的用户提供了新的娱乐选择。"
  },
  {
    "title": "反人类游戏",
    "summary": "“反人类游戏”是中国游戏圈对玩家初体验不佳游戏的俗称，多因机制复杂、难度过高、设计缺陷或反套路设定导致新手难以适应，但并非指游戏品质低劣或内容不适。该词原指“毁灭人类或玩家与人类对立的游戏”，现多取延伸义。随着游戏行业轻度娱乐化，其与硬核游戏的界限逐渐模糊。这类游戏常需玩家反复尝试，部分高手能通过熟练操作或策略展现独特玩法。"
  },
  {
    "title": "聚会游戏",
    "summary": "聚会游戏（又称派对游戏）是在聚会中进行的社交游戏，旨在促进互动并提供娱乐。常见类型包括破冰游戏、室内游戏、室外游戏及大型集体游戏。室内游戏（亦称客厅游戏）以真心话大冒险为代表，玩家通过旋转瓶子选择任务或挑战；社交演绎游戏如狼人杀、剧本杀，则需玩家推理隐藏角色。这类游戏常与桌上游戏混淆，但通常无需复杂配件。电子聚会游戏多包含一系列简单小游戏，便于多人竞争，例如《马力欧派对系列》《Among Us》等；而《糖豆人:终极淘汰赛》等真人秀式跑酷游戏，因观赏性强，常通过直播平台流行。"
  },
  {
    "title": "换皮游戏",
    "summary": "换皮游戏是中文游戏圈对一类游戏的俗称，指在保留核心玩法、数据设定及关卡模式的基础上，主要更换美术素材、界面、文案等可视内容后，以新游戏名义发行的产品。这种做法大幅缩减了开发成本与周期，便于快速上线盈利，但常因质量低劣、内容粗糙或残留原游戏痕迹而受到玩家批评。部分换皮游戏还会融合多个原有游戏的内容，形成所谓“缝合怪”形态。"
  },
  {
    "title": "情怀游戏",
    "summary": "情怀游戏是中文游戏圈对基于经典作品/IP开发、主要面向原作粉丝的游戏的俗称。这类游戏通常通过还原原作人物、场景和剧情来唤起粉丝回忆，但质量参差不齐，部分为获得授权并强调“正版授权”。由于依赖情怀吸引玩家，部分游戏在玩法、画面等方面投入不足，易沦为缺乏特色的“换皮游戏”。此外，经典IP的复刻、重制版本也常被归为此类。"
  },
  {
    "title": "像素游戏",
    "summary": "像素游戏指采用像素风格的游戏，其画面由微小方块（像素）构成，模拟早期低分辨率设备的视觉效果，具有怀旧特点。角色形象通常为Q版，头身比多在1.5-2.5之间。游戏主画面分辨率较低，但战斗特效可能较为精细，部分游戏会在对话界面显示清晰头像。除2D形式外，也有如《我的世界》等3D像素游戏，使用立方体作为基本单元。由于制作便捷，同人游戏常采用此风格，以节省时间和人力。"
  },
  {
    "title": "虚构游戏",
    "summary": "虚构游戏是指现实中并不存在，但在文学、影视、动漫或其他作品中作为设定出现的电子游戏。这类游戏通常作为虚构世界观的一部分，用于推动剧情、塑造角色或反映特定主题。\n\n虚构游戏可能拥有完整的规则、玩法和背景设定，有时甚至成为作品中的关键元素。例如，在《刀剑神域》中，“Sword Art Online”作为一款完全潜行式虚拟现实MMORPG，构成了故事的核心舞台；而在《玩家一号》中，众多经典游戏和虚构游戏“绿洲”共同构建了主要的冒险环境。这些设计往往借鉴或映射现实中的游戏类型与机制，以增强作品的沉浸感和可信度。\n\n尽管虚构游戏无法实际游玩，但它们常能激发观众对游戏设计的兴趣，甚至影响现实游戏开发的创意方向。"
  },
  {
    "title": "IO游戏",
    "summary": "IO游戏是一种源于域名后缀“.io”的游戏分类，其定义并不严谨。这类游戏通常具有多人在线、操作简单、玩法休闲等特点，但实际中常能找到不符合这些特征的反例。因此，该分类更多是基于命名习惯而非严格的游戏类型划分。"
  },
  {
    "title": "玩家角色",
    "summary": "玩家角色（PC）源于角色扮演游戏，指由玩家操控或观众代入的虚构角色。在游戏中，玩家可自定义角色姓名与行动，通过选择影响剧情走向。为增强代入感，此类角色常设计为台词较少、个性内敛的“无口”形象。在动画、漫画等非互动作品中，玩家角色可转化为观察者视角，有时通过打破第四面墙与观众互动，增强作品参与感。该概念是ACG次文化的常见属性之一。"
  },
  {
    "title": "第四天灾",
    "summary": "第四天灾是源自游戏《群星》的网络用语，指玩家群体被视为继游戏内三大危机后第四个可能造成毁灭性影响的群体。因其行为难以预测，常对游戏世界产生巨大冲击。该概念后来扩展至其他网络游戏及ACGN作品，尤其在“第四天灾流”穿越小说中常见，描述玩家穿越到游戏世界后凭借游戏属性优势迅速成长，往往成为影响世界平衡的强大力量。若穿越后失去游戏特性，则一般不归为此类。"
  },
  {
    "title": "可控角色",
    "summary": "可控角色是游戏中可由玩家操控的各类角色的统称，常见于MOBA、抽卡、RPG等类型游戏。这类角色通常具有独立背景、技能和故事设定，玩家通过操作他们达成游戏目标并了解世界观。随着《守望先锋》等作品的发展，这一概念也扩展至FPS和策略游戏中。在游戏系统内，可控角色区别于NPC，并常通过技能、人设等特性被商品化，成为游戏内购的一部分。"
  },
  {
    "title": "NPC",
    "summary": "NPC是指电子游戏中由计算机程序控制，而非由玩家直接操作的角色。狭义的NPC通常指与玩家角色互动、提供信息或服务的非敌对角色，如任务发布者、商人等。\n\n在游戏设计中，NPC是构建游戏世界、推动剧情发展的重要元素。它们通过预设的对话、行为模式与玩家交互，增强游戏的沉浸感和叙事深度。除了辅助功能外，NPC也可能作为敌人或中立单位存在，影响游戏进程和战斗体验。\n\n随着技术进步，NPC的智能和行为复杂度不断提升，部分游戏已采用动态系统使其能根据玩家行为做出适应性反应。在角色扮演、冒险及开放世界类游戏中，NPC的存在尤为关键，构成了虚拟社会的基本框架。"
  },
  {
    "title": "游戏人物属性",
    "summary": "游戏人物属性是与游戏进程相关的角色能力值系统，常见于各类游戏。其设定细致程度因游戏类型而异：RPG类游戏通常具备详细属性，如力量、生命等；FPS、ACT等类型也有相应设定；经营类游戏则常包含金钱属性。部分游戏还会融合多重特色，形成复合型属性系统。"
  },
  {
    "title": "游戏职业",
    "summary": "游戏职业是角色扮演类游戏（RPG）中对角色类型的一种分类方式，起源于早期桌面战棋中“兵种”概念的误译。在多数RPG中，玩家需在开局选择职业，它决定了角色的战斗方式、适用装备及加点方向，部分游戏（如《上古卷轴》）虽无明确选择，但习惯性战斗风格仍可被归为特定职业。常见职业如战士、法师等在不同游戏中特性相似，但具体设定可能存在差异，如同名“道士”在不同作品中可能偏向法术或近战。职业设计通常侧重不同战斗数据（如防御、攻击、速度等），并通过平衡性调整避免单一职业过强，但绝对平衡难以实现，常导致部分职业更受欢迎。此外，某些NPC也可能拥有明确的职业设定。"
  },
  {
    "title": "转职系统/职业树",
    "summary": "转职系统/职业树是指角色扮演类游戏中，允许玩家角色在特定条件下改变或进阶其职业身份的一套机制。该系统通常以树状结构呈现，展示了从基础职业到高级或特殊职业的发展路径。\n\n玩家通过达成等级、完成任务、获取特定道具或满足其他条件，可以解锁新的职业选项。转职不仅会改变角色的外观和称号，更会带来属性成长、技能学习和装备使用权限的显著变化。职业树的设计旨在提供多样化的角色培养路线，增加游戏的重玩价值和策略深度。例如，一个基础战士可能分支为侧重防御的骑士或侧重输出的狂战士。部分游戏还允许跨系转职或职业组合，形成更复杂的构建可能性。"
  },
  {
    "title": "职业克制",
    "summary": "职业克制是游戏中常见特性，指特定职业因战斗方式或属性设置而对其他职业形成优势。它主要分为两类：一是因职业特性和战斗方式自然形成的克制，如传统RPG中“战士克刺客，刺客克法师，法师克战士”的三角关系，但随游戏发展，这种克制可能减弱或出现反克；二是游戏系统明确设定的属性克制，常体现为伤害加成等数值效果。该现象广泛存在于RPG、MOBA等有职业设计的游戏中，具体表现受游戏系统、技能设定等因素影响。"
  },
  {
    "title": "转生系统",
    "summary": "转生系统是电子游戏中一种允许玩家角色在达到特定条件后，重新开始游戏进程并保留部分能力或资源的机制。该系统常见于角色扮演游戏、大型多人在线游戏及部分休闲游戏中，旨在延长游戏生命周期，为玩家提供持续的挑战与成长目标。\n\n在转生系统中，玩家通常需完成主线剧情或达到最高等级，方可选择“转生”。转生后角色等级、装备等可能重置，但会保留部分永久性加成，如特殊技能、称号或属性点，使新一轮游戏进程更具效率或解锁新内容。此机制既鼓励重复游玩，也平衡了游戏难度与成长曲线，满足玩家追求长期目标的需求。"
  },
  {
    "title": "宠物/坐骑",
    "summary": "宠物/坐骑是电子游戏中一种常见的辅助单位，通常作为玩家角色的伙伴或载具出现。狭义上，宠物多指陪伴玩家、提供战斗协助或收集功能的生物；坐骑则主要用于提升移动速度或赋予特殊移动能力。广义上，两者常被统称为“伙伴系统”，在角色扮演、冒险及大型多人在线游戏中尤为常见。\n\n宠物通常具备独立的属性、技能或成长系统，可通过喂养、训练提升能力，部分还能参与战斗或执行采集任务。坐骑则侧重提升探索效率，如陆地奔跑、飞行或水下行动，并可能附带外观定制功能。在一些游戏中，宠物与坐骑的界限较为模糊，例如可骑乘的战斗型宠物。该系统不仅增强了游戏沉浸感，也为玩家提供了收集、培养的额外玩法维度。"
  },
  {
    "title": "怪物",
    "summary": "怪物是游戏中一类角色的通称，在RPG、FPS等多种游戏类型中均有设定，玩家常简称为“怪”。它们通常出现在关卡、地图或剧情中，与玩家进行战斗或其他互动。游戏中的怪物概念区别于神话或传说中的怪物，其形象多样，可能包括妖怪、恶魔、人类、动物或机械等，有时也被称为“魔物”。设定怪物主要是为了满足游戏机制需求，不同种类的怪物在游戏中具有不同的作用和特征。"
  },
  {
    "title": "特殊怪物",
    "summary": "特殊怪物是游戏中区别于普通怪物的一类特殊设定，通常不影响主线，多出于趣味或活动目的设计，具有属性奇特、击杀难度大或奖励丰厚等特点。例如《天之痕》中的鬼蛙，仅能通过特定投掷武器或绝技击杀，是快速升级和提升法宝经验的途径；《英雄传说》系列的天使羊波波，闪避高且易逃跑，通常需S爆发技或即死技能应对；《辐射4》DLC中的红死怪是体型极小、双眼发光的独特泥沼蟹；《刺客信条3》的无头骑士有四种特定击败方式；《全境封锁》系列的特工猎人需特殊条件触发，击败后可获专属装备，其背景设定为猎杀正常特工的特殊部队；叛变特工则在开放世界随机刷新，击败必掉装备。此外，《巫师3》中杀牛过多会触发魔物雠特怪，而《只狼》中的无首则是由瘴气构成的群体怪物。"
  },
  {
    "title": "杂兵",
    "summary": "杂兵是ACGN作品中常见的一类角色，通常指成群出现、缺乏个性且容易被主角击败的普通敌人。在粤语中，这类角色也被称为“Mook”。杂兵的作用包括延长战斗场景、为主角提供经验值，或通过反差情节衬托主要角色的实力。他们多为男性或无性别形象，较少展现个人背景或动机，其存在往往服务于剧情推进，而反派阵营的杂兵鲜有获得回报的机会。"
  },
  {
    "title": "精英怪",
    "summary": "精英怪是ACGN作品中一类实力与地位介于普通杂兵和首领之间的敌人，常作为萌属性出现。其个体通常较为强大，不集群出现，拥有比杂兵更高的战斗力、耐久度和独特外观，在剧情中多担任有一定身份的对手，如强化版杂兵或首领的副手。精英怪往往作为关卡中的关键挑战，使主角陷入苦战或获取更多经验，有时也被称作“小Boss”。部分作品中，实力不足的首领亦会被戏称为精英怪。"
  },
  {
    "title": "BOSS",
    "summary": "BOSS是指电子游戏中，作为关卡或章节末尾出现的强大敌人或头目角色，通常需要玩家运用特定策略或技巧才能击败。\n\n在游戏设计中，BOSS通常拥有比普通敌人更高的生命值、攻击力和独特的攻击模式，其登场往往标志着游戏进程的重要节点。击败BOSS后，玩家常可获得丰厚的奖励、解锁新的剧情或进入下一区域。BOSS战的设计旨在考验玩家对游戏机制的理解与操作熟练度，增强游戏的挑战性与成就感。这一概念广泛存在于动作、角色扮演、射击等多种游戏类型中，有些游戏还会设计隐藏BOSS或连续BOSS战以提升游戏深度。"
  },
  {
    "title": "最终BOSS",
    "summary": "最终BOSS，亦称最终头目，是通关类游戏主线流程结束时玩家必须击败的敌人，常见于STG、RPG、ACT等类型。其通常与剧情紧密相关，击败后往往触发游戏结局或阶段性结局。在设定上，最终BOSS一般强于其他普通敌人（部分隐藏BOSS除外）。某些游戏满足条件后可解锁隐藏的真正结局，需击败更强的“真·最终BOSS”。这一概念也延伸至动漫作品，象征剧情高潮的终极对手。"
  },
  {
    "title": "隐藏BOSS",
    "summary": "隐藏BOSS是电子游戏中一种特殊设定的怪物，常见于RPG、ACT等类型游戏。它通常不会出现在主线流程中，需要玩家完成特定任务或满足特殊条件才能触发。隐藏BOSS往往拥有极高的强度，有时甚至超越最终BOSS，挑战性较强。其设定多用于增加游戏趣味性，如提供额外挑战、补充剧情或奖励强力装备，一般不影响主线进程。少数情况下，隐藏BOSS也可能与隐藏结局相关。"
  },
  {
    "title": "世界BOSS",
    "summary": "世界BOSS是指在多人在线游戏中，由所有玩家或大型团队共同挑战的、具有极高难度和丰厚奖励的强力敌人或怪物。\n\n这类BOSS通常拥有庞大的生命值、复杂的攻击机制和阶段转换，需要玩家之间紧密配合才能击败。世界BOSS一般会在特定时间或地点刷新，吸引大量玩家参与，其战斗过程往往具有事件性和社交性。击败世界BOSS后，参与者通常会获得稀有装备、材料或成就，是游戏后期的重要内容之一。该设计常见于MMORPG和部分开放世界游戏中，旨在增强游戏的合作体验和持续挑战性。"
  },
  {
    "title": "DPS",
    "summary": "DPS是“Damage Per Second”的缩写，指游戏角色每秒造成的伤害值，常用于衡量输出效率。在回合制游戏中常用DPR（每回合伤害）替代，射击游戏则可能结合TTK（击杀时间）评估武器性能。实际应用中，DPS需结合攻击间隔计算，部分游戏因防御机制还需参考单次伤害（DPH）。不同游戏对伤害参数的公开程度各异，例如《皇室战争》直接显示秒伤与攻击间隔，而《明日方舟》中物理伤害计算使得单次伤害较高的角色更具优势。"
  },
  {
    "title": "坦克(MT)",
    "summary": "坦克(MT)是电子游戏中一种常见的角色定位或职业类型，通常指具备高生存能力、能够吸引敌人火力并保护队友的单位。这一术语源自多人在线战术竞技（MOBA）或大型多人在线角色扮演游戏（MMORPG）等团队合作游戏中，是“主坦克”的简称。\n\n在游戏中，坦克通常拥有较高的生命值、护甲或魔法抗性，能够承受大量伤害，并通过技能或机制强制敌人攻击自己，从而为输出型队友创造安全的作战环境。其核心作用在于控制战场节奏、吸收关键伤害，并在团队遭遇战中充当前沿屏障。部分游戏中的坦克还具备控制技能（如眩晕、击退），以进一步干扰敌方行动。\n\n随着游戏设计发展，坦克的定位可能衍生出不同变体，例如偏重控制的“控场坦克”或具备一定伤害能力的“副坦克”，但其保护团队的基本职能保持不变。"
  },
  {
    "title": "奶妈/奶爸",
    "summary": "奶妈/奶爸是指电子游戏中以治疗、辅助和保护队友为主要职责的角色或职业。这一称呼源于网络游戏玩家社群，通常用于多人在线游戏中，强调其如同“照顾者”般支援团队的功能。\n\n在团队作战中，奶妈/奶爸的核心作用是维持队友的生命值、解除负面状态或提供增益效果，以确保队伍的持续作战能力。常见于MMORPG、MOBA等需要团队配合的游戏类型。这类角色往往自身攻击能力较弱，但通过治疗技能、护盾或复活等手段，成为团队生存的关键。部分游戏也允许奶妈/奶爸具备一定的输出或控制能力，形成多样化的玩法分支。"
  },
  {
    "title": "上单",
    "summary": "上单是游戏术语，指在上路对抗的玩家及适合该位置的英雄。由于上路线路较长且路口较少，对生存能力要求较高，通常承担团队防御职责。2016年前后曾流行刺客或射手出半肉装备走上单，如薇恩、艾克等，虽能提升输出，但会导致队伍整体防御力下降。"
  },
  {
    "title": "中单",
    "summary": "中单是MOBA游戏术语，指在中路活动的英雄。由于中路面临多个方向的威胁且线短，该位置操作难度高、机动性要求强，同时升级与支援速度快，易成为比赛关键点。英雄选择需避免坦克，通常根据阵容需求决定：若以保护ADC为主，可选辅助型英雄；若队伍需双输出核心，中单可承担输出职责，但全队输出核心不宜过多。"
  },
  {
    "title": "ADC",
    "summary": "ADC是MOBA游戏术语，为“Attack Damage Core”的缩写，指以远程普通攻击为主要输出手段的物理射手。作为队伍核心，ADC通常装备纯输出装，生存能力较弱，是双方攻防的重点。其在团战中的存活直接影响推进或防守的主动权。游戏初期，ADC多与辅助同走下路，并可配合打野获取野区资源以提升经济与等级。随着版本演变，曾存在具AP属性的射手（APC），现已少见；当前版本中，法师走下路作为核心的情况通常称为“法核下路”，但其后期能力一般不及传统ADC。"
  },
  {
    "title": "辅助",
    "summary": "辅助是MOBA游戏中的术语，指以下路保护ADC、协助其输出为主要职责的英雄。由于ADC生存能力较弱且常为团队核心，辅助通常与其同行，并避免抢夺经济，需携带工资装维持自身资源。辅助多选择防御或功能型装备，负责视野布置，如携带眼石。其保护方式多样，包括治疗（如众星之子）、抵挡伤害（如曙光女神）或控制敌人。该角色不易凸显个人表现，因此玩家选择意愿较低。"
  },
  {
    "title": "打野",
    "summary": "打野是MOBA类游戏中的术语，指玩家以野区资源为主要经验和经济来源，通过消灭野怪获取增益效果，并在线路上协助队友或提升装备。打野英雄通常负责带动游戏节奏，在野核体系中队伍会优先分配资源使其快速成型，以增强抓人能力。这一发育路线常见于类DOTA等游戏中。"
  },
  {
    "title": "n号位",
    "summary": "n号位是指在多人在线战术竞技（MOBA）类游戏中，根据团队资源分配和战术定位，对玩家所扮演角色进行编号的常用术语。这一体系通常将1至5号位分别对应不同的经济优先级和战场职责。\n\n1号位为核心输出（Carry），享有最高资源优先度，负责后期决胜；2号位为中单（Mid），侧重中期节奏带动；3号位为劣势路（Offlane），承担开团与抗伤；4号位为游走辅助（Soft Support），负责视野与控制；5号位为主辅助（Hard Support），专注保护与资源让渡。该编号体系源于《Dota》系列，并广泛影响同类游戏的角色分工概念，成为团队协作的基础框架。"
  },
  {
    "title": "法师",
    "summary": "法师是奇幻题材中能操纵超自然力量的职业，常见于游戏及ACGN作品。其特点是以魔法进行远程攻击，输出较高但自身防护较弱，通常需消耗法力值并配备恢复道具。法师装备多为法袍、法杖，并可辅以魔导书等道具，部分还能施展治疗或辅助法术。在游戏中，法师常与战士、刺客等职业相对，有时因强度突出被称为“法师亲儿子”。依据技能专修，其作战模式可分为不同类型。"
  },
  {
    "title": "战士",
    "summary": "战士是团队战斗类游戏中的一种职责类型，通常负责近距离物理输出与承受伤害。其特点是物理攻击力高，血量和物理防御较为出色，常分为偏重防御的“坦克”与偏重攻击的“斗士”。在游戏中，战士多位于前线，保护后方输出或支援单位，但易受远程攻击威胁且魔法防御较弱。角色养成时，常需提升力量、体力等相关属性。职业涵盖士兵、骑士等多种类型。"
  },
  {
    "title": "刺客",
    "summary": "刺客是RPG游戏中常见职业，常与“盗贼”职业相似，以高敏捷和爆发力为特点，主要使用匕首等轻便武器。在游戏中，刺客通常与战士、法师并列，擅长近战与潜行背刺，具备秒杀技能，但防御较低且输出不稳定。部分设定中刺客也可使用远程暗器。在MOBA类游戏中，刺客指能突进或隐身、快速击杀敌方的高爆发英雄。"
  },
  {
    "title": "弓箭手/射手",
    "summary": "弓箭手/射手是指在电子游戏中，以远程物理攻击为主要战斗方式的角色职业或单位类型。\n\n其核心特征是利用弓、弩、投掷武器等工具，在安全距离外对敌人造成伤害。这类角色通常具备高攻击力、高命中率或暴击率，但防御力和生命值相对较低，需要依靠走位、地形或队友保护来弥补近战劣势。在团队作战中，射手常承担持续输出或关键目标狙杀的任务。随着游戏发展，射手的设计也趋于多样化，部分游戏赋予其元素附魔、陷阱布置、召唤箭矢等特殊技能，使其在战术定位上更加灵活。"
  },
  {
    "title": "AFK",
    "summary": "AFK（Away from keyboard）原指“暂时离开键盘”，源于网络游戏《无尽的任务》，后随《魔兽世界》流行。在游戏中，玩家输入“/afk”可标记为暂离状态，但长时间挂机会触发惩罚机制。该词本义为短时离开，但因未明确时间长短，常被用于表示较长时间或永久退出游戏。在中国玩家社群中，AFK逐渐演变为“退坑”的代称，而欧美等地仍多指挂机。"
  },
  {
    "title": "APM",
    "summary": "APM（每分钟操作数）是衡量玩家在游戏中操作频率的指标，尤其在即时战略类游戏（如《魔兽争霸》《星际争霸》）中常作为职业选手水平的重要参考，职业选手APM可达250至400以上。音乐游戏则多使用KPS（每秒按键数）来评估手速，其峰值和平均值也反映谱面难度。不过，APM或KPS仅体现操作速度，未考虑操作质量，因此衍生出EAPM（每分钟有效操作数）以过滤无效操作。在实际游戏中，意识与战术同样关键，部分“慢手流”选手虽APM较低，仍能凭借策略取胜。"
  },
  {
    "title": "S／L大法",
    "summary": "S/L大法是指玩家在电子游戏中，通过手动存档（Save）与读档（Load）操作来规避失败风险或达成特定目标的一种游戏技巧。该技巧常见于允许玩家随时存档的单机游戏中，尤其在角色扮演、策略或冒险类游戏中应用广泛。\n\n玩家通常在面临关键选择、高难度战斗或随机事件前进行存档，若结果不理想则读取存档重试，以此反复直至获得期望的结果。这种做法虽非游戏设计者本意，但已成为许多玩家应对挑战或探索不同剧情分支的实用手段。部分游戏为限制此技巧，会采用自动存档或限制存档次数等机制。"
  },
  {
    "title": "TAS",
    "summary": "TAS（工具辅助速通）是一种借助模拟器及辅助软件，通过高精度操作实现游戏最速通关的观赏性竞速方式。其记录常被视为游戏理论上的最短通关时间。此外，TAS也可作为精密控制工具，用于操作敏感的“混沌性”游戏（如《愤怒的小鸟》），通过极细微地调整角度与力度参数，以脚本或宏反复尝试，直至达成特定目标（如全三星）。"
  },
  {
    "title": "快速战斗",
    "summary": "快速战斗是游戏中为节省玩家时间与精力而设计的常见功能，多见于抽卡游戏与RPG。它允许玩家在已通过且战力达标的关卡中直接跳过战斗过程获取奖励，与追求通关速度的“速通”概念不同。该功能常与自动战斗系统结合，部分游戏通过充值或高级解锁加速战斗。为防玩家过度刷取低级任务，游戏通常以体力值或每日闯关次数加以限制，失败闯关可能消耗体力但无法通过反复尝试过关。少数游戏会在初期限制快速战斗次数。"
  },
  {
    "title": "点券/充值",
    "summary": "点券/充值是指玩家通过现实货币购买游戏内虚拟货币（通常称为“点券”）的行为，是电子游戏中常见的一种商业化运营模式。\n\n点券作为游戏内流通的虚拟代币，可用于购买角色皮肤、装备道具、功能扩展或抽取奖励等增值内容，为玩家提供更丰富的游戏体验或进度加速。充值渠道通常包括官方平台、第三方支付及实体卡密等形式，并可能伴随促销活动如首充奖励、限时折扣等。该模式在免费游戏中尤为普遍，构成游戏运营收入的重要来源，同时也涉及玩家消费管理、虚拟经济平衡等设计考量。"
  },
  {
    "title": "攻略",
    "summary": "攻略原为军事术语，指进攻以达成作战目标，后经日语引入ACG次文化。在游戏领域，攻略通常指通关方法或针对特定任务、关卡、角色的详细技巧说明，常以图文资料形式呈现，可分为官方攻略与玩家自制。此外，攻略也引申为追求他人的过程：在二次元游戏中指与可攻略角色建立恋爱关系或达成结局；在三次元中则指现实中的追求行为，但因现实因素更为复杂。相关概念还包括自我攻略（角色因误解而产生好感）和无意识攻略（不经意的举动吸引他人），在恋爱养成类游戏中，攻略有时也带有“收入后宫”的意味。"
  },
  {
    "title": "大招/必杀技/奥义/终极技能",
    "summary": "大招/必杀技/奥义/终极技能是电子游戏中一种特殊的攻击或技能机制，通常指角色在满足特定条件（如能量槽蓄满、生命值低下或连击数达标）后可释放的高威力招式。这类技能往往具有华丽的视觉效果、较长的动画演出，并能对敌人造成显著伤害或产生强力的控制效果。\n\n在格斗游戏、动作角色扮演游戏及多人竞技游戏中，大招常作为扭转战局的关键手段，设计上兼顾策略性与观赏性。部分游戏会将其命名为“奥义”“终极技能”等，以突出其稀有性与决定性作用。此外，一些游戏还允许玩家通过装备或天赋强化大招的效果，使其成为角色构建的核心要素之一。"
  },
  {
    "title": "被动技能",
    "summary": "被动技能是角色无需额外操作、在特定条件下自动触发或常时生效的能力，常见于角色扮演游戏，与主动技能相对。根据发动条件可分为永久、状态和事件三类：永久触发技能在习得后持续生效，包括属性提升或提供新特性（如光环）；状态触发技能在角色拥有特定状态时启用，状态消失后失效；事件触发技能则与游戏基本系统相关，由外部事件（如进入战斗或概率判定）触发。这类技能也泛指现实中满足条件即自动发生的现象。"
  },
  {
    "title": "判定",
    "summary": "判定是游戏术语，在不同类型游戏中含义各异。在动作、射击类游戏中，它通常指碰撞体积的简称，用于检测子弹或角色间的接触，其大小常小于视觉模型以提供操作容错或擦弹可能，有时也特指“判定点”。在部分游戏中，不同身体部位可能有独立的伤害判定机制。在音乐游戏中，判定指按键时机与预设节奏的匹配度，时间窗口越窄则要求越高。在桌游如《三国杀》中，判定指翻开牌堆顶牌并根据牌面执行相应流程的操作。"
  },
  {
    "title": "质检员/守门员",
    "summary": "质检员/守门员是指在游戏测试或玩家社群中，负责对游戏内容、机制或玩家行为进行审核与把关的角色或职能。\n\n在游戏开发过程中，质检员通常指测试人员，通过系统性的检查确保游戏无明显漏洞、平衡性问题或体验缺陷，以维护产品品质。而在玩家社群语境下，守门员多指资深玩家或社区管理者，他们依据经验或规则，对游戏攻略、玩法流派或社区发言进行筛选与评判，以维护社群的讨论质量或游戏环境的公平性。这一概念常见于多人竞技游戏或拥有活跃玩家社群的游戏中，其标准可能随游戏版本或社区共识而变化。"
  },
  {
    "title": "触手",
    "summary": "触手是ACG次文化中的宅用语，常简称为“触”或“大触”，指在某一领域（尤其是宅文化相关方面）具有远超常人水平的高手。例如在游戏中，形容玩家操作技巧、反应能力及熟练度接近或超越人类极限，如同使用多只触手操作。该词亦可用作动词，如“被大触手触到”。与之相对的用语是“沙包”。"
  },
  {
    "title": "玩家",
    "summary": "玩家是参与游戏活动者的统称，通常指操作游戏设备进行电子游戏的人。根据游玩目的可分为职业玩家与业余玩家，但两者界限有时并不严格。玩家也可按游戏平台、类型等进一步细分，且多数人会涉猎多种游戏。在特定游戏社群中，玩家常有如“提督”“猎人”等专属称呼。随着游戏普及，女性玩家数量显著增长，该身份也是ACG次文化中的常见元素。"
  },
  {
    "title": "高端玩家",
    "summary": "高端玩家泛指游戏技术娴熟、处于特定游戏领域顶层的玩家，通常经验丰富且表现专业，部分也指职业电竞选手。该群体亦涵盖追求高端硬件或虚拟装备的玩家，相关定制产品随之出现。其中顶尖者常被称为“硬核玩家”，以更精湛的技术、深刻理解或顶级设备为特征。现实中，玩家追求高端可能出于兴趣或职业需求，而ACG作品中的高端玩家多基于热爱。"
  },
  {
    "title": "爆机(通关)",
    "summary": "爆机（通关）是指玩家在电子游戏中完成所有预设的主要目标或剧情，使游戏流程达到终点的行为。狭义的爆机通常指击败最终头目或观看结局动画，标志着主线内容的完结。\n\n在游戏设计上，爆机是玩家达成核心挑战的里程碑，许多游戏会在此后解锁更高难度模式、隐藏要素或额外内容，以延长游戏寿命。部分游戏还设有“真结局”或“多周目”设定，鼓励玩家重复游玩以探索全部内容。此外，随着网络游戏和持续更新模式的发展，爆机的概念也演变为分章节或赛季性的阶段完成。"
  },
  {
    "title": "无伤通关",
    "summary": "无伤通关是玩家在游戏中不受任何伤害即完成关卡、击败BOSS或通过特定地图的玩法，常简称为“无伤”。该玩法多见于即时战斗且可手动闪避的游戏类型，如ACT、A·RPG及部分FPS。由于全程无伤对操作要求极高且容错率低，玩家通常针对耗时较短的关卡或BOSS进行挑战。无伤通关录像常受玩家关注，其中除人工操作外，也存在利用TAS（工具辅助操作技术）制作的视频。"
  },
  {
    "title": "完美通关",
    "summary": "“完美通关”是游戏术语，指玩家达成游戏所有要求的状态，包括完成所有关卡、支线、隐藏要素，并收集全部剧情与成就，部分游戏还需获得最高评级。它起源于“爆机”一词，后者现常泛指普通通关。相关概念包括“低通”（最低等级通关）、“裸通”（最低装备通关）及“速通”（最快时间通关），这些方式考验玩家技术与策略。在多结局游戏中，完美通关通常可解锁真结局。尽管难度较高，但达成后能带来强烈的成就感。"
  },
  {
    "title": "低通/裸通",
    "summary": "低通/裸通是指玩家在角色扮演类游戏中，以尽可能低的角色等级或不依赖特定装备、技能完成游戏流程的一种挑战性玩法。\n\n狭义的“低通”通常指将角色等级压制在远低于正常通关所需的水平，通过策略规划与资源管理来克服战斗难关。而“裸通”则进一步限制装备、道具或技能的使用，例如不穿戴防具、不使用恢复物品或仅依赖基础攻击。这类玩法常见于具有高自由度成长系统的RPG中，旨在考验玩家对游戏机制的理解与操作极限。部分游戏社区亦会以此作为速通或成就挑战的变体规则。"
  },
  {
    "title": "微操",
    "summary": "微操（Micro Control/Micromanagement）是“细微操作”的简称，在游戏中特指玩家对控制单位的精细操作，常见于竞技性较强的类型如RTS、STG和FPS等。其表现通常以每分钟操作次数（APM值）衡量，但并非唯一标准。在RTS游戏中，微操涉及走位、后摇取消等技巧，对经济和战斗至关重要；STG中则体现为躲避弹幕或精确站位；FPS中则包括急停射击、身位控制等高级技巧。这些操作能显著提升游戏表现，是高水平竞技的重要组成部分。"
  },
  {
    "title": "卖血",
    "summary": "卖血指在游戏中以损失生命值为代价达成特定目的的行为，常见于速通时利用机制前往原本无法到达的区域，或在竞技中故意压低血量引诱对手。部分角色拥有以扣血换取攻击提升或仇恨转移的技能。该概念也出现在卡牌游戏中，如《三国杀》的卖血武将可通过受伤获得牌差优势，《皇室战争》中则存在以放弃防守换取进攻时机的战术。此外，该词在现实中也指出售血液换取利益的行为。"
  },
  {
    "title": "爆肝",
    "summary": "“爆肝”原为台湾地区用语，指熬夜行为，后引申为耗费大量时间与精力从事某事，尤其在需要赶工或长时间作业时使用。该词常见于游戏玩家群体，常简化为动词“肝”，表示投入大量时间进行游戏或任务。在日常生活中，它也用于描述程序员、漫画家等职业因工作而熬夜的情况。中医认为熬夜伤肝，网友将其夸张化为“爆肝”，用以强调高强度、长时间的活动状态。"
  },
  {
    "title": "刷图",
    "summary": "刷图是指玩家在电子游戏中反复进入特定关卡或场景进行游玩的行为，通常以获取游戏资源、提升角色能力或完成成就为目的。\n\n这一术语常见于角色扮演、动作冒险及大型多人在线游戏中，玩家通过重复挑战已通关的副本、地图或任务，来收集装备、货币、经验值等奖励。刷图行为往往与游戏内的成长系统、经济系统或收集要素紧密相关，是玩家优化角色养成效率的常见策略。部分游戏设计会通过限制每日进入次数、调整掉落概率或加入随机元素来调控刷图的节奏与收益，以平衡游戏体验与长期参与度。"
  },
  {
    "title": "国战",
    "summary": "国战是指以国家或势力为单位，在大型多人在线游戏中展开的大规模玩家对战活动。狭义的国战通常指特定游戏模式，如《征途》《御龙在天》等MMORPG中定期举行的跨服务器国家对抗。\n\n国战的核心在于组织化的大规模PVP，玩家需加入某一国家势力，通过攻城略地、资源争夺或完成战略目标来击败敌对势力。此类玩法强调团队协作、指挥调度和长期战略，往往涉及复杂的攻防机制、地形利用和特殊道具（如攻城器械）。国战结果常影响服务器内势力平衡、资源分配及玩家荣誉奖励，是增强游戏社交性与持续性的重要设计。"
  },
  {
    "title": "高ping战士",
    "summary": "“高ping战士”是网络游戏中对高延迟玩家的戏称。ping值代表游戏延迟，数值越高则网络连接越卡顿，导致玩家画面与其他玩家不同步。这一称呼形象地描述了因网络问题而游戏体验异常的玩家群体。"
  },
  {
    "title": "天赋树",
    "summary": "天赋树是角色扮演游戏（RPG）中一种常见的角色成长系统，它以树状结构呈现玩家可解锁的技能、属性或能力选项。\n\n在天赋树系统中，玩家通过积累经验值、技能点或其他资源，逐步解锁树上的节点。这些节点通常按分支排列，代表不同的发展方向，如攻击、防御或辅助等。玩家可以根据自己的游戏风格选择特定路径，从而定制角色的能力组合。天赋树不仅增强了角色的个性化培养，也增加了游戏策略的深度和重玩价值。该系统常见于《暗黑破坏神》、《魔兽世界》等大型RPG中，并逐渐扩展到动作、策略等多种游戏类型。"
  },
  {
    "title": "团灭",
    "summary": "团灭指某一团体全体成员被消灭，常见于团队作战游戏。在RPG中，多因挑战强大敌人时出现关键失误导致，但玩家常可主动撤退以避免。MOBA类游戏中，团灭表现为一方队伍全员被击败，如《英雄联盟》中的“ACE”或《DOTA》中的“暴走”称号，此举常使优势方获得推进甚至取胜的机会。该术语多用于描述己方或中立团体，较少指代反派，并偶尔引申至后宫动漫讨论中，表示所有女性角色均未与男主角确立关系。"
  },
  {
    "title": "垃圾话",
    "summary": "垃圾话（Trash-talk）指竞技比赛中用以干扰对手的言语挑衅或嘲讽，源于体育赛事，后扩展至电竞领域。它通常不包含脏话，而是通过心理战术影响对手心态，如在NBA罚球时干扰，或在电竞中通过刷屏遮挡视线。职业选手需适应此类行为，其应对方式包括反击或无视。赛前垃圾话多属比赛示威，赛后通常转为礼节性致意，但若持续攻击可能对选手职业生涯产生负面影响。"
  },
  {
    "title": "单挑/solo/sala",
    "summary": "单挑（solo/sala）是指电子游戏中，玩家与对手进行一对一对抗的游戏模式或行为。狭义的“单挑”通常指在多人对战游戏中，双方玩家约定或通过特定模式进行一对一的决斗，常见于格斗游戏、MOBA或射击游戏的自定义房间。广义上，该词也可指玩家独自挑战游戏内容，如单人通关副本或击败首领，此时更接近“solo”的含义。\n\n在游戏设计中，单挑模式常用于考验玩家的个人操作技巧、角色理解或战术策略，往往排除团队配合等外部因素。部分游戏会设立专门的单挑排行榜或赛事，以突出个人竞技性。此外，在剧情或任务中，单挑也常作为关键战斗的演出形式，增强叙事的张力和角色的对决氛围。"
  },
  {
    "title": "一骑讨",
    "summary": "一骑讨是日语词汇，原指日本古代战争中武将之间的单挑对决，流行于平安至镰仓时代，通常先骑射后近战。随着元日战争后军团战术的兴起，以及战国时代兵种协同和火器的发展，一骑讨逐渐衰落，但仍作为尚武精神的体现存在于中下级武将之间。现代日语中该词泛指一对一的较量，常见于比赛、选举等场合，也被应用于《三国志》等电子游戏中作为单挑系统。"
  },
  {
    "title": "新手光环",
    "summary": "新手光环指在益智运动或游戏等概率性活动中，新参与者常表现出超常运气的现象，常被资深玩家吐槽。这一现象可能源于系统对新手账号的概率参数设置，或参与者使用新注册的马甲账号。需注意，新手光环属于运气型事件，与新手礼包等确定性福利不同。该说法多为诙谐调侃，并非所有新手均会经历，实际体验因人而异。"
  },
  {
    "title": "新秀墙",
    "summary": "新秀墙是体育或电竞领域的一种现象，起源于NBA，指新秀在初入职业赛场时表现出色，但随后因对手研究或个人适应问题而状态下滑。在电子竞技中，新秀常因被对手熟悉后发挥下降，面临调整挑战，部分选手可能因此低迷，少数能持续强势。各战队会采取不同策略帮助新秀适应，如从替补做起以平稳过渡。这一现象在卡牌游戏中也有类似体现，即初期角色在特定阶段难以继续闯关。"
  },
  {
    "title": "职业歧视",
    "summary": "职业歧视是指在电子游戏中，玩家社群或游戏机制本身对某些职业、角色或玩法产生的不公正偏见或区别对待现象。狭义上，它特指玩家在组队、社交或评价时，因职业强度、版本更迭或刻板印象而排斥特定职业的行为，例如认为某些职业在副本中“输出不足”或“功能单一”。广义上，游戏设计也可能隐含职业歧视，如职业能力平衡失调、资源分配不均，导致部分职业长期处于弱势。这种现象常见于MMORPG、团队竞技等强调职业分工的游戏，可能影响玩家体验和社群健康。部分游戏会通过版本更新、机制调整来缓解职业歧视问题。"
  },
  {
    "title": "修仙",
    "summary": "修仙原指通过修行追求长生与飞升的传统文化概念，后衍生为网络流行语，常用来调侃熬夜行为，源自“觉都不睡想修仙吗”的吐槽。该词也用于表达对长时间投入工作或游戏者的惊叹，并因与“休闲”谐音，被借以讽刺某些耗时耗力的游戏。在方言中，“修仙”有时是“羞先”的谐音，用以吐槽反常举动。此外，网友还创作了以睡觉时间对应修仙境界的幽默段子，但此类行为并不提倡。"
  },
  {
    "title": "删号",
    "summary": "删号是指玩家主动或被动地删除自己在网络游戏中的角色账号及所有相关数据的行为。\n\n主动删号通常由玩家自行在游戏内操作，原因可能包括对当前角色不满意、希望重新开始、或彻底离开该游戏。部分游戏会设置删号冷却期以防止误操作。被动删号则多由游戏运营方执行，常见于玩家严重违反服务条款（如使用外挂、进行现金交易等）后，作为封禁账户的最终处罚。在一些注重角色养成的游戏中，删号意味着永久失去所有游戏进度、虚拟物品及社交关系，因此通常被视为重大决定。"
  },
  {
    "title": "开发票",
    "summary": "开发票是游戏玩家通过要求游戏公司开具发票以施加压力的行为。根据中国法律，公司有义务提供发票且不得拒绝。开具纸质发票流程繁琐，会显著增加财务部门工作量，从而间接影响运营部门。2021年12月起，电子发票全面推行，纸质发票逐渐被取代，此举削弱了该施压方式的效果。历史上，多款游戏如《Fate/Grand Order》、《地下城与勇士》、《原神》和《穿越火线》的玩家曾因游戏内容、运营问题或争议事件大规模采用此方式表达不满，有时促使官方作出回应或调整。"
  },
  {
    "title": "霸体",
    "summary": "霸体是指电子游戏中角色在特定动作期间不受敌方攻击造成的硬直、击退或击飞效果影响的状态。狭义的霸体通常指角色在执行某些技能或动作时，自身不会因受击而中断当前行为，但仍可能承受伤害。\n\n该机制常见于动作、格斗及角色扮演类游戏中，用于强化角色的进攻或防御能力。例如，在发动强力技能时赋予短暂霸体，可确保招式顺利施展；部分坦克型角色则可能拥有常驻或触发式霸体，以维持战线稳定。霸体状态往往存在时间限制，且可能被特定破霸体技能克制，以维持游戏平衡。"
  },
  {
    "title": "光环",
    "summary": "光环是游戏中以提供者为中心、为范围内特定目标提供持续增益或减益效果的系统，常见于RTS和SLG等类型。其效果具备范围性和持续性，直至受影响者离开范围或光环失效。核心要素包括作用范围、筛选条件和具体效果。同类光环通常遵循效果优先的覆盖规则，即只生效效果最强的一个。示例包括《魔兽争霸3》中的吸血光环和《暗黑破坏神2》的神圣冰冻光环。此类效果有时在游戏中可能不以“光环”直接命名。"
  },
  {
    "title": "受身",
    "summary": "受身是指在格斗游戏或动作游戏中，角色在被击倒或击飞后，通过特定操作迅速恢复站立状态的一种技巧。狭义的受身通常指角色在空中或落地瞬间输入指令，以取消硬直并避免后续追击。\n\n受身机制的核心在于为玩家提供反击或防御的机会，减少因受创而陷入被动的时间。在多数格斗游戏中，受身分为空中受身和地面受身两种形式，操作时机和效果因游戏设计而异。例如，《街头霸王》系列中，玩家可在被投技后快速按键受身以减少倒地时间；而在《任天堂明星大乱斗》中，受身能帮助角色迅速脱离击飞状态，避免飞出场地。\n\n受身技巧的掌握往往影响对战节奏，是高阶玩家必备的基本操作之一。部分游戏还会设置受身失败惩罚，以平衡攻防策略。"
  },
  {
    "title": "首杀",
    "summary": "首杀（1st blood/1st kill/1st strike）是一个游戏用语，指游戏中首次击败对手或完成特定事件，常伴随额外奖励。该词强调事件的首次发生性质，有时也带有空前的意义，现已延伸至现实新闻报道中，用于描述首次发生的重要事件。"
  },
  {
    "title": "神风",
    "summary": "神风，在网络游戏语境中，特指一种高风险、高回报的攻击策略。玩家操控角色以牺牲自身为代价，对敌方目标发动一次性的强力攻击，旨在造成远超常规手段的伤害或达成关键战术目标。此行为源于现实军事术语，但在游戏中已演变为一种特定的战术选择，其核心在于通过自我毁灭换取战局优势。"
  },
  {
    "title": "初见杀",
    "summary": "“初见杀”是游戏术语，在中文语境中有两种相反含义。其一源自日文“初見殺し”，指玩家首次挑战时因隐藏陷阱、特殊机制或极高难度而失败，常见于音游等类型，了解对策后难度常会下降。其二指玩家（尤其高手）首次尝试便成功通关，有时会获得特殊奖励。两种用法均在玩家社群中使用，前者历史更久，后者可能源于对日文术语的重新解读。"
  },
  {
    "title": "剧情杀",
    "summary": "剧情杀是ACGN领域的常用术语，指角色因剧情需要而被迫战败或死亡的情节。在游戏中，此类情节常出现在BOSS战中，通过锁血、强制剧情等方式使一方必然失败，与玩家操作或角色数值无关。在动画、漫画及小说中，该词也用于批评角色死亡设计生硬、仅为推动剧情的情况，多带贬义。"
  },
  {
    "title": "环境伤害/地形杀",
    "summary": "环境伤害/地形杀是指玩家角色因与游戏环境中特定的、通常具有危险性的地形或物体互动而受到伤害或直接死亡的机制。这类伤害通常独立于敌对单位的直接攻击，是游戏世界本身对玩家构成的威胁。\n\n狭义的环境伤害可能表现为持续性的区域效果，如熔岩造成的灼烧、毒沼的持续中毒，或是尖刺、悬崖导致的即时死亡。其功能在于增加游戏的策略性和场景的互动性，迫使玩家在移动或战斗时注意周围地形。在部分游戏中，地形杀也被设计为一种可供玩家利用的战术，例如将敌人击退或引诱至危险区域。\n\n广义上，一些游戏中的天气效果、场景崩塌等动态事件造成的伤害也可归入此类。环境伤害常见于动作、平台跳跃、角色扮演及许多多人竞技游戏中，是丰富关卡设计和提升挑战层次的重要元素。"
  },
  {
    "title": "持续伤害/DoT",
    "summary": "持续伤害（Damage over Time，简称DoT）是指在一段时间内持续对目标造成伤害的游戏机制或效果。\n\n与一次性伤害不同，DoT通常以固定间隔（如每秒）或按特定规则持续生效，直至持续时间结束或被驱散。这种机制常见于角色扮演、策略及多人在线游戏中，多通过技能、状态异常、环境效果或道具触发。DoT可用于削弱敌人生命值、施加战术压力或配合其他技能形成连击。部分游戏中的DoT效果还可能附带减速、治疗削弱等额外效果，增强其战略价值。在平衡设计上，DoT的总伤害量通常高于同条件的瞬时伤害，但生效延迟也给予了目标反应或应对的时间。"
  },
  {
    "title": "代码杀",
    "summary": "代码杀是电子游戏中一种强制消灭特定单位的机制，通常与游戏机制相关，故也被称为“机制杀”。它表现为强制伤害或秒杀能力，常用于处理难以应对的单位，如秒杀BOSS，也可能被敌人用于秒杀友方单位，需要玩家谨慎应对。由于代码设定，此类效果的优先度有时高于无敌或锁血类效果。"
  },
  {
    "title": "前摇",
    "summary": "前摇是ACG及电子游戏术语，指角色从发出技能指令到技能生效前的准备动作，常见于攻击或施法过程。前摇时间长短影响操作节奏，可通过特定技巧取消以提升输出效率，如英雄联盟中的光速QA。若前摇被外来因素中断（如受击），通常导致技能施放失败。该词也衍生用于形容视频高潮前的铺垫部分，前摇过长或失去前摇分别指等待时间久或内容直接切入主题。"
  },
  {
    "title": "后摇",
    "summary": "后摇是指电子游戏中，角色或单位在完成一个动作（如攻击、施法）后，到可以执行下一个动作之间的强制延迟时间。这一机制常见于动作、格斗、角色扮演等类型的游戏中，用于平衡游戏节奏与操作强度。\n\n狭义的后摇特指动作结束后角色表现出的收招硬直，此时玩家通常无法进行其他操作。广义上，后摇也包含技能冷却、资源回复等限制因素，旨在增加游戏策略深度，防止玩家无限制地连续使用强力动作。部分游戏允许通过特定操作（如取消技能）缩短或规避后摇，成为高手进阶技巧之一。"
  },
  {
    "title": "养老",
    "summary": "养老原指赡养老年人，中国历来重视敬老传统。在游戏领域，该词衍生出新含义，特指玩家在游戏后期，主要任务完成、角色能力达到顶峰后，以休闲方式消磨时间的行为。这种现象多见于单机RPG游戏，玩家可能进行探索、收集或装饰等非主线活动。部分网游玩家也将因精力有限而采取的轻松游玩方式称为“养老”。"
  },
  {
    "title": "速通",
    "summary": "速通（Speedrun）指玩家以最快速度通关游戏的行为，常见于电子游戏领域，其历史可追溯至《毁灭战士》等早期作品。速通追求极限操作，常以帧为单位优化细节，并发展出多种规则，如允许或禁止利用游戏BUG、要求全收集或最低收集度通关等。部分游戏开发者也将速通机制融入设计。此外，速通衍生出“工具辅助速通”等分支，并扩展至养成类游戏等类型，但因常需大量资源投入，仍属小众玩法。速通视频兼具挑战性与观赏性，在玩家社群中颇受欢迎。"
  },
  {
    "title": "友军",
    "summary": "友军原指与本部队协同作战的其他军队，如抗战时期的国共两军。后衍生为游戏术语，指网络游戏中同一阵营的玩家，通常有明确标识且无法相互造成伤害，但部分游戏允许特殊情况下的攻击。在网络用语中，友军也指网上争论中立场相同的用户，有时用于指出反串行为。"
  },
  {
    "title": "处决",
    "summary": "处决原指执行死刑，如封建时代的秋后问斩。现代游戏术语中，处决指利用游戏机制对倒地、破防等状态的玩家造成大量伤害或直接击杀。通常处决过程简便，部分游戏会附加恢复状态、暴露位置等效果。为平衡性，游戏常设有限制条件，如需敌方全员倒地或处决可被打断。处决动画可能无敌，也可能在过程中承受第三方攻击。在不同游戏中，处决方式多样，甚至衍生出“审问”等特定玩法，并可能随角色等级或装备改变动画效果。"
  },
  {
    "title": "数值怪",
    "summary": "“数值怪”是游戏术语，指机制简单但数值（如攻击力、血量）异常突出的单位。这类设计常见于游戏早期或特定场景，旨在降低上手难度、设置障碍或满足剧情需要，但有时也因平衡失误导致。在MOBA游戏中，数值怪英雄通常操作简易、属性强大，便于新玩家入门；在RPG中则表现为高血量或高攻击的怪物，用于延长游戏时间，但过度提升数值可能影响玩家体验。数值怪易于通过调整数值维护，但缺乏机制深度，可能降低游戏乐趣。"
  },
  {
    "title": "拐",
    "summary": "“拐”原为手游《Fate/Grand Order》玩家术语，指强力辅助角色，因早期需辅助配合才能发挥作用的从者被戏称为“拄拐”而得名。后随游戏发展，逐渐形成蓝拐、红拐、绿拐等体系化概念，并衍生出NP拐、爆伤拐等细分类型，最终成为游戏中强力辅助的泛称。该词也作动词使用，意为“用B辅助A”。  \n\n2019年起，该术语经玩家社群传播至其他手游领域，并在网络论战中衍生出新含义：指在不同作品或话题间进行不合理比较、用以开脱或贬低某一方的行为。这种用法常引发粉丝对立，被视作一种非理性的论证方式。"
  },
  {
    "title": "刮痧",
    "summary": "刮痧原指中医通过刮擦皮肤促进局部血液循环的疗法。在网络用语中，它常被用于游戏或动漫领域，形容输出角色因伤害过低、敌方抗性过高或自身能力不足，导致无法对敌人造成显著伤害的现象。这一说法多带有自嘲或调侃意味，常与“对面：花里胡哨”等表述连用。类似表达还有“搓澡”、“抛光”等，而伤害可观时则可能被称为“刮骨”。若角色攻击频率高但单次伤害低，则可能被戏称为“凌迟”。相关角色有时也被玩家称作“师傅”，并衍生出各类趣味对比图或特定背景音乐梗。"
  },
  {
    "title": "破防",
    "summary": "“破防”原为游戏术语，指在游戏中破除对方防御，具体可表现为无视防御、解除防御状态或使对方进入易伤状态等，其机制常服务于剧情与体验。该词后来衍生为网络用语，形容因受冲击而导致心理防线崩溃的情绪状态。2021年，“破防了”入选B站年度弹幕，反映了其在网络文化中的广泛使用。"
  },
  {
    "title": "酱油",
    "summary": "酱油是一种以黄豆为主要原料，经发酵酿造制成的咸鲜味液体调味品。根据发酵工艺与时长差异，主要分为生抽和老抽两类。它广泛用于日常烹饪与餐饮调味，在超市、便利店及部分餐厅均可购得或取用。需注意，辣酱油（如伍斯特酱）并非酱油，二者并无关联。"
  },
  {
    "title": "混子",
    "summary": "混子是指在多人合作游戏中，贡献度较低或消极参与游戏进程的玩家。该词通常带有贬义，用于描述那些依赖队友完成目标、自身缺乏有效操作或战略投入的行为。\n\n在团队竞技或合作类游戏中，混子可能表现为输出伤害过低、治疗量不足、回避关键任务或长时间挂机等。这种行为往往影响团队整体效率与游戏体验，甚至导致任务失败。部分游戏设计会通过贡献度统计、投票踢出或惩罚机制来限制此类行为。\n\n值得注意的是，“混子”与新手玩家需加以区分——后者可能因经验不足而表现不佳，但通常具备参与意愿；而混子则常被视为主观上缺乏合作态度的玩家。"
  },
  {
    "title": "老板",
    "summary": "老板，在电子游戏语境中，通常指关卡末尾或特定阶段出现的强大敌对单位，作为玩家需要击败的主要目标。这类角色往往拥有独特的造型、较高的生命值与攻击力，并配有一套固定的攻击模式或阶段变化机制。\n\n击败老板通常是推动游戏剧情发展、解锁新区域或获得关键奖励的必要条件。其设计旨在为玩家提供阶段性的挑战与成就感。在不同游戏类型中，老板的表现形式多样，既可以是巨型怪物、精英头目，也可以是具有故事重要性的反派角色。部分游戏还存在“隐藏老板”或“最终老板”，以提供更高难度的额外挑战。"
  },
  {
    "title": "大哥",
    "summary": "大哥是电子游戏中一种常见的角色类型或称号，通常指代在游戏剧情或玩家社群中具有领导地位、实力强大或威望较高的角色。在剧情设定中，大哥往往是某个组织、团队或派系的核心人物，负责指挥、决策或提供关键支持，其行动常对故事发展产生重要影响。在多人在线游戏中，“大哥”也可能成为玩家之间对高等级、装备精良或技术出众者的尊称。这一概念常见于角色扮演、动作冒险及大型多人在线游戏中，既体现了游戏内的权力结构，也反映了玩家社群中的互动文化。"
  },
  {
    "title": "图纸oo（图纸枪/图纸车/图纸船/图纸机 等）",
    "summary": "图纸是指电子游戏中用于解锁、制造或升级特定装备（如枪械、车辆、船舶、飞机等）的道具或收集品。玩家通常通过完成任务、探索场景或击败敌人获得图纸，随后可在工作台、制造菜单等界面使用图纸，消耗相应材料以生产对应物品。图纸系统常见于生存、建造或角色扮演类游戏中，它既增加了收集要素，也丰富了游戏的进度和自定义内容。部分游戏中的图纸可能分为不同稀有度，影响产出装备的属性或外观。"
  },
  {
    "title": "回血",
    "summary": "回血是游戏中常用术语，指增加或恢复生命值的行为，与“掉血”相对。其具体方式因游戏系统而异，常被称作“奶”。该词也被引申用于其他领域：在消费语境中，指出售二手物品等回收本钱的行为；在网络交流中，可表达因强烈情绪而需要“冷静一下”；在生活中，亦泛指快速恢复体力或调节身心的状态。"
  },
  {
    "title": "呼吸回血",
    "summary": "呼吸回血是指角色在停止战斗或脱离战斗状态后，生命值能够自动恢复的一种游戏机制。该机制通常用于降低游戏难度，为玩家提供喘息和调整战术的机会，尤其在动作、射击或角色扮演类游戏中较为常见。\n\n狭义上，呼吸回血特指角色在短暂静止或躲避后生命值逐渐回复，无需使用治疗道具。广义上，它也可涵盖脱离战斗后的自动生命恢复系统。这一设计减少了玩家对补给资源的依赖，使游戏节奏更流畅，同时鼓励玩家采取更灵活的战术策略。部分游戏会通过技能、装备或难度设置来调整呼吸回血的效果或触发条件。"
  },
  {
    "title": "锁血",
    "summary": "锁血是指在电子游戏中，通过特定机制使玩家角色或单位的生命值（HP）不再减少，从而避免死亡的一种状态或功能。狭义的锁血通常指游戏设计中的内置机制，例如某些角色技能、道具效果或剧情保护，在特定条件下触发，使玩家暂时无敌。广义上，锁血也可能指玩家利用漏洞或修改工具实现的非正常状态，这属于游戏漏洞或作弊行为。\n\n在游戏设计中，锁血机制常用于新手引导、剧情过场或高难度挑战中，为玩家提供容错空间，避免游戏进程意外中断。例如，在一些动作或角色扮演游戏中，角色释放终极技能时可能附带短暂锁血效果，以增强战斗体验。然而，过度依赖锁血可能降低游戏挑战性，因此设计者常对其施加时间或条件限制。"
  },
  {
    "title": "反伤",
    "summary": "反伤是ACG作品中一种特殊能力，指将受到的伤害部分或全部转移给攻击者。该能力通常设定有使用条件，以避免因过于强力而影响游戏或剧情平衡。"
  },
  {
    "title": "Poke",
    "summary": "Poke是ARPG或MOBA游戏中常见的一种战术，指利用远程技能攻击或限制敌方，同时通过走位保持安全距离，类似“放风筝”的消耗方式。该战术旨在消耗对手血量、控制其走位，尤其适用于应对行动迟缓的目标。实施时需注意处于敌方攻击范围外，并利用走位或防御技能避免被反制。待对手被消耗至较低状态后，可配合爆发技能或突袭完成击杀。"
  },
  {
    "title": "机器人/BOT",
    "summary": "机器人/BOT是指在电子游戏中，由人工智能（AI）控制而非真人玩家操作的虚拟单位。狭义的机器人通常指在多人游戏中模拟玩家行为的AI对手或队友，用于填补玩家空缺或提供练习环境。实际上，机器人也广泛用于单人游戏的NPC角色、敌人或辅助单位，执行预设的行为模式，如巡逻、攻击或对话。在游戏设计上，机器人可以根据难度设置调整其反应速度和策略，以维持游戏挑战性。此外，部分游戏允许玩家自定义机器人行为或通过模组扩展其功能，增强游戏的可玩性和多样性。"
  },
  {
    "title": "开团",
    "summary": "开团是指在多人在线游戏中，由一方玩家主动发起，旨在开启一场团队战斗的行为。狭义的“开团”通常指在MOBA类游戏中，通过技能、走位或战术信号，率先对敌方英雄发动攻击以引发团战。\n\n实际上，开团是团队协作中的关键战术环节，往往由具备控制技能或高生存能力的角色（如坦克、战士）执行。成功的开团可以打乱敌方阵型、创造以多打少的优势，从而为团队赢得地图资源或推进目标。在MMORPG的副本或团队竞技中，开团也指指挥者组织队员开始挑战某个首领或敌方团队。开团的时机与方式直接影响战局走向，是衡量团队配合与战术执行的重要指标。"
  },
  {
    "title": "仓鼠党/囤囤鼠",
    "summary": "仓鼠党/囤囤鼠是指电子游戏中倾向于大量收集并囤积游戏内资源、道具或货币，而不轻易使用或消耗的玩家群体或行为模式。这一称呼源于仓鼠喜爱储存食物的习性，形象地描述了玩家在游戏中不断积累物品的习惯。\n\n在角色扮演、模拟经营或资源管理类游戏中，囤囤鼠行为通常表现为玩家刻意保留稀有道具、高级材料或游戏货币，以备未来可能出现的更高价值用途或紧急情况。这种行为有时会影响短期的游戏进程，但可能为长期游戏目标提供优势。部分游戏设计也会通过限定库存、物品保质期等机制，对过度囤积行为进行平衡。"
  },
  {
    "title": "帧伤",
    "summary": "帧伤是游戏术语，指在一次攻击中每一逻辑帧都能造成伤害的机制。逻辑帧是游戏进行内容判定的单位，区别于显示帧。该机制通常无视攻击冷却和受伤无敌效果，攻击频率极高，因此在多数游戏中较为罕见且强度突出。由于帧伤判定基于逻辑帧，即使显示帧数不稳定也可实现，例如通过修改设置移除无敌帧后，在持续伤害环境下可达成理论上的每秒多次伤害。部分游戏允许调整逻辑帧数以优化帧伤效果。广义上，攻击频率快到难以肉眼辨识也可视为帧伤。该机制有时也被用于作弊。"
  },
  {
    "title": "无敌",
    "summary": "“无敌”一词本意指无可匹敌，在游戏、动画等作品中常指角色或单位在特定条件下完全免疫伤害的状态。游戏中的无敌可通过技能、剧情或机制（如友军免伤）实现，表现为短暂无敌帧或永久免伤，但可能伴随弱点设定。需注意无敌与“锁血”（血量降至阈值后固定）有所区别，二者不完全等同。"
  },
  {
    "title": "控",
    "summary": "控是指玩家在游戏中通过操作、技能或策略，对敌方单位或战场局势施加限制、干扰或支配效果的行为或状态。狭义上常指限制敌方行动的能力，如眩晕、减速、沉默等负面状态。\n\n在游戏设计中，控是平衡战斗节奏、提升策略深度的核心机制之一，常见于MOBA、MMORPG及战术竞技类游戏。它可分为硬控（如击晕、禁锢，完全剥夺行动能力）和软控（如减速、减疗，部分限制行动或效果），不同控场手段的持续时间、生效条件与反制方式各异，直接影响团战走向与角色定位。\n\n控的合理运用与解控、免控等对抗机制相结合，构成了游戏内动态博弈的重要环节，增强了操作的技巧性与团队的配合需求。"
  },
  {
    "title": "硬控",
    "summary": "硬控是指在电子游戏中，能够完全剥夺或大幅限制目标单位行动能力的一类控制效果。与软控（如减速、沉默）不同，硬控通常使目标在持续时间内无法执行任何操作，包括移动、攻击或使用技能。\n\n常见的硬控形式包括击晕、冰冻、石化、禁锢、嘲讽和强制位移等。这类效果多出现在MOBA、MMORPG或动作游戏中，常用于打断关键技能、创造输出机会或保护己方单位。硬控的持续时间、触发条件和抵抗机制（如韧性、免疫效果）往往是游戏平衡设计的重要考量。\n\n在团队配合中，硬控链的衔接能显著影响战斗结果，因此其施放时机和目标选择成为玩家策略层面的关键要素。"
  },
  {
    "title": "o服第一xx",
    "summary": "“o服第一xx”是指在特定游戏服务器（通常简称为“o服”）中，玩家在某一领域或项目上达到公认最高成就或排名的称号。该称号常见于多人在线游戏，尤其是MMORPG或竞技类游戏中，用以标识服务器内顶尖的玩家或团队。\n\n“o服第一xx”中的“xx”通常指代具体成就，如“第一战力”、“首通副本”或“竞技场排名第一”等。这类称号往往通过游戏内系统记录、玩家社区共识或官方活动认定，反映了玩家在服务器中的实力与地位。它不仅是一种荣誉象征，也可能带来游戏内的特权或社区影响力。\n\n需要注意的是，“o服第一xx”具有时效性和服务器限定性，可能随游戏版本更新或玩家竞争而变动。部分游戏会通过排行榜、成就系统或赛季奖励等方式正式授予此类称号。"
  },
  {
    "title": "专属武器（专武）",
    "summary": "专属武器（专武）是指电子游戏中特定角色或职业才能装备、或与特定角色绑定使用的武器。这类武器通常具有独特的属性、外观或技能效果，旨在强化角色的核心能力或战斗风格。\n\n在角色扮演游戏（RPG）、动作冒险等类型中，专属武器往往通过剧情任务、特殊成就或限定活动获取，其属性设计常与角色的背景故事或技能机制紧密关联。例如，某些专武会提升角色特定技能的伤害，或触发独有的战斗特效。部分游戏中的专武还具备成长性，可随角色进度升级强化。\n\n专属武器的引入不仅丰富了角色的个性化培养路径，也增强了玩家与角色之间的情感联结和策略深度。"
  },
  {
    "title": "构筑",
    "summary": "“构筑”在游戏中指选取并组合单件以形成一套体系的行为或结果，其本质是取舍。狭义上常见于卡牌、roguelike及部分即时战略游戏，涉及牌组组建、道具选择、加点或设施建造等。广义上可涵盖体系流派、配置组装等概念。具体游戏中的构筑常体现为天赋加点、配装、技能搭配或改枪等系统。该要素多出现在存在资源或选择限制的游戏中。"
  },
  {
    "title": "PVP",
    "summary": "PVP是玩家对战玩家的游戏模式，常见于射击、卡牌、策略及RPG等竞技性较强的游戏中。与PVE（玩家对战电脑）不同，PVP的对手是真实玩家，这使得游戏更具挑战性，并催生了各类大型赛事。该模式也存在一些不足，如玩家间实力差距可能导致体验失衡。"
  },
  {
    "title": "PVE",
    "summary": "PVE（Player VS Environment）指玩家在游戏中挑战由程序控制的非玩家角色（NPC），如怪物或BOSS，有时也称为PVC。与之相对的是玩家对战的PVP模式。PVE中的NPC通常被称为AI，其实现方式多样，既包括基于强化学习等复杂算法的智能体，也涵盖使用行为树等简单流程控制的实体。在回合制游戏中，PVE已发展成熟，如《炉石传说》的人机对战；而在实时制游戏中，NPC的行为常通过直接计算实现，与人类操作方式存在差异，例如射击游戏中的自动瞄准机制。"
  },
  {
    "title": "公会",
    "summary": "公会是一种源自现实同业组织的游戏内玩家团体，英语称“Guild”，区别于“工会”。在游戏中通常指玩家自发组建的组织，有时也指系统设定的职业公会（如战士公会），用于转职、接任务等。公会规模可大可小，大型公会可能设有分会，并可随玩家迁移至其他游戏。不同游戏中公会可能有“家族”“帮派”等别称，部分游戏还允许同一阵营的公会结成联盟。其管理结构多样，包括单一会长制、议会制或平等型，创建常需满足等级或货币条件。公会可能因领导者退出、内部分裂或游戏停运而解散。此外，公会概念也常见于ACG作品的世界观中。"
  },
  {
    "title": "组队",
    "summary": "组队是游戏中常见的系统设定与玩家行为，指多名玩家组成队伍共同进行游戏。其起源可追溯至早期双人游戏模式，在网络游戏中尤为普遍。组队通常能带来经验与物品掉落加成，提升练级效率与战斗安全性，尤其在对抗强大敌人时需团队协作。此外，组队也增强了玩家间的交流与游戏乐趣。组队形式与效率受游戏设定影响，长期磨合的固定队伍可提升作战能力。除游戏外，组队概念也应用于现实中的协作场景。"
  },
  {
    "title": "拾荒",
    "summary": "拾荒是指玩家在游戏中收集散落或遗留物品的一种常见行为，通常作为获取资源、道具或装备的途径。狭义的拾荒指在游戏场景中主动搜寻并拾取物品，广义上也可包括从击败的敌人身上获取战利品。\n\n拾荒机制常见于生存、角色扮演和开放世界类游戏中，玩家通过拾荒获得食物、材料、武器或货币等，以维持角色状态、推进剧情或增强实力。部分游戏将拾荒设计为核心玩法，如《辐射》系列中玩家需在废墟中搜寻物资以生存。此外，拾荒也可能影响游戏平衡，若资源分布过于随机或丰富，可能降低挑战性。"
  },
  {
    "title": "卖队友",
    "summary": "“卖队友”指团队合作游戏中，因个人胆怯或判断失误导致计划失败、队友受损而自己逃脱的行为。这种行为并非故意背叛，但结果类似，且难以事先预判。其发生常具突发性，取决于个人临场反应。在MOBA等游戏中，该词也可指战术性牺牲：一人吸引敌方火力，为队友创造撤退或反击机会，以减少损失或争取优势。"
  },
  {
    "title": "走位",
    "summary": "走位指游戏中玩家操控单位的移动行为，用以区分站桩等静态操作，其水平高低不等同于玩家技术。良好的走位能提升操作表现并增加获胜机会。该词也可引申至现实生活，形容引人注目的移动方式。不同游戏因机制差异衍生出多种特殊走位技巧及专有术语，如《坦克世界》的卖头、《星际争霸》的机枪滚毒爆等。"
  },
  {
    "title": "秦王步法",
    "summary": "秦王步法源于《战国策·燕策三》所载“荆轲逐秦王，秦王还柱而走”的典故，指秦王绕柱躲避荆轲追击的行为。按秦法，殿上群臣不得持兵，侍卫非诏不得上殿，故秦王仓促间只能徒手搏斗。在现代电子游戏中，该词引申为角色利用掩体（如绕柱）反复移动以规避攻击、拖延时间的走位策略，常见于FPS、MOBA等类型游戏。"
  },
  {
    "title": "CD流",
    "summary": "CD流是指在电子游戏中，通过刻意控制技能或道具的使用时机，以最大化利用其冷却时间（Cool Down）的一种战术或玩法流派。狭义的CD流特指在即时战略、多人在线战术竞技等对抗性游戏中，玩家精确计算敌方关键技能的冷却间隙，发动进攻或进行防守。\n\n实际上，CD流的核心在于对游戏内时间资源的精细管理。玩家需要熟悉己方与敌方的技能冷却时长，并据此规划行动节奏，例如在敌方控制技能处于冷却时发起突袭，或保留己方关键技能以应对对手的下一波攻势。这种玩法常见于《英雄联盟》、《DOTA 2》等竞技游戏中，是高阶玩家提升操作效率与战术执行力的重要手段。此外，在部分角色扮演或动作游戏中，玩家也可通过装备、天赋等系统缩短冷却时间，形成以高频技能释放为特点的“减CD流”变体。"
  },
  {
    "title": "猥琐流",
    "summary": "猥琐流是指在电子游戏中，一种以保守、隐蔽、非正面交锋为核心策略的游戏风格或玩法流派。该术语常见于多人在线竞技游戏（如MOBA、FPS）或策略游戏中，玩家通过避免直接对抗、利用地形或机制进行偷袭、消耗或拖延，以最小风险换取优势。狭义的猥琐流侧重于个体玩家的操作选择，如远程消耗、埋伏偷袭；广义上也可指团队整体采取避战、分推等战术。这种风格虽可能降低观赏性，但常能有效应对强势对手或扭转局势，是游戏策略多样性的体现之一。"
  },
  {
    "title": "一波流",
    "summary": "一波流是电子游戏中一种集中全部力量一次性攻击对手以快速取胜的战术。在PVP模式中，常用于趁优势扩大战果或劣势时孤注一掷；PVE中则指聚拢野怪快速清剿。该战术常见于MOBA类游戏（如DOTA、英雄联盟），在团灭对手后直取关键建筑；在RTS游戏（如星际争霸、魔兽争霸）中，也体现为防守反击后突袭基地、开局暴兵或针对敌方运营直接进攻等变体，如“9d”“蟑螂一波”等具体战术，有时也与换家策略结合使用。"
  },
  {
    "title": "仇恨溢出",
    "summary": "仇恨溢出（简称OT，源自“Out of Taunt”或“Over Taunted”）是“战法牧”体系MMORPG游戏中的术语，指在PVE战斗中，非坦克成员因伤害或治疗输出产生的仇恨值超过坦克，导致怪物转移攻击目标的现象。OT可能由游戏机制（如敌人“点名”技能）或玩家操作失误引发，若不及时应对，可能造成成员死亡甚至团队覆灭。该术语有时也作为“副坦克”的别称使用。"
  },
  {
    "title": "经验宝宝",
    "summary": "经验宝宝是游戏术语，指能提升玩家角色经验值的辅助单位，常见于宠物、坐骑或特定怪物。其功能可能源于天赋或被动技能，开启后可加快练级速度。在组队模式中，低等级小号有时也被称为经验宝宝，因其能提高高等级队友的经验分成。此外，部分游戏设定有击败后提供高额经验值的特殊怪物，如《宝可梦》中的吉利蛋家族，常被用于高效练级。"
  },
  {
    "title": "站桩",
    "summary": "站桩原指中国武术的基本功，后引申至游戏领域，指角色静止攻击的行为。在游戏中分为系统站桩（如MMORPG中受系统限制无法移动的攻击模式）和玩家站桩（如新手操作不熟或利用优势原地输出）。该术语也用于形容过强英雄（站桩ADC）、特定BOSS（木桩Boss）或玩家优势下的战术。在部分游戏中，站桩可用于简化战斗或测试输出，但多数情况下因易受攻击或效率低下而不被提倡，尤其在PVP或高难度内容中风险较高。"
  },
  {
    "title": "打桩",
    "summary": "打桩是指在一些模拟建造或经营类游戏中，玩家通过放置基础结构单元来固定或支撑其他建筑模块的一种基础操作。\n\n在游戏机制上，打桩通常作为建造系统的初始步骤，用于在地形上确立建筑的锚点，以确保后续搭建的稳定性。这类操作常见于城市建设、工场管理或生存类游戏，玩家需合理规划桩位来优化空间布局与结构承重。部分游戏还会将打桩与资源消耗、地形改造等系统结合，增加策略深度。虽然操作相对简单，但它是构建复杂游戏场景不可或缺的基础环节。"
  },
  {
    "title": "键盘钢琴家",
    "summary": "键盘钢琴家是指一类以计算机键盘为主要输入设备，模拟钢琴演奏体验的游戏或软件。玩家通过敲击键盘上指定的按键来触发对应的音符，从而演奏出完整的乐曲。\n\n这类游戏通常将键盘的多个按键映射到不同的音高上，形成类似钢琴键盘的布局。其核心玩法在于跟随游戏提示（如下落式音符）或乐谱，在正确的时机按下按键以完成演奏。它降低了实体乐器的入门门槛，让玩家在娱乐中接触音乐基础。部分软件还支持录制和编辑功能，可用于简单的音乐创作。键盘钢琴家常出现在音乐节奏类游戏中，也作为独立的模拟软件存在。"
  },
  {
    "title": "强杀",
    "summary": "强杀指在游戏中无视敌方单位机制或条件，不惜代价强行击杀重要目标的行为。常见于MOBA、ARPG等类型，旨在打乱对手节奏、争取优势，但若失败可能加剧劣势。在MMORPG中，强杀也可指开启特定模式攻击其他玩家。此举虽可能成为翻盘点，也伴随较高风险。"
  },
  {
    "title": "冷却/读条完毕",
    "summary": "冷却/读条完毕是指在电子游戏中，技能或动作从开始执行到可以再次使用的等待过程及其结束状态。这一机制通常通过视觉元素（如进度条、图标变暗或计时数字）向玩家直观展示剩余时间。\n\n在游戏设计中，冷却时间（Cooldown）用于平衡强力技能的使用频率，防止玩家连续施放而破坏游戏平衡。读条（Casting Time）则指施放技能所需的引导时间，期间角色可能无法移动或易受攻击。当冷却或读条结束时，技能图标常会亮起或伴有音效提示，代表可以再次使用。\n\n该机制广泛存在于MMORPG、MOBA等注重策略与节奏的游戏中，玩家需根据冷却状态规划技能组合，从而提升战斗效率与战术深度。"
  },
  {
    "title": "PK",
    "summary": "PK（Player Killing）指电子游戏中玩家主动击杀其他玩家的行为，源于早期MUD游戏中对玩家死亡原因的分类。在游戏语境中，PK通常指单方面强制发起、无需对方同意的恶意击杀行为，与需双方同意的PVP（玩家对战）有所区别。随着传播，PK的含义已扩展至游戏外更广泛的领域。"
  },
  {
    "title": "/Play Kill（虐杀玩家）/Player Killer（玩家攻击者）/Player Killing（虐杀玩家[行为]）",
    "summary": "Play Kill（虐杀玩家），通常指在多人游戏中，一名玩家（称为Player Killer，简称PK）主动攻击并击杀其他玩家角色的行为。狭义的Play Kill特指在允许自由对战的游戏模式或服务器中，玩家之间未经同意的攻击行为，常出现在开放世界PvP（玩家对战）游戏中。\n\n这种行为可能源于游戏机制设计，例如某些MMORPG设有专门的PK区域或模式，以增加游戏的竞争性和不确定性。然而，过度或恶意的Player Killing也可能引发玩家间的冲突，影响游戏体验，因此部分游戏会通过惩罚机制（如红名系统）来限制此类行为。从广义上看，Player Killing作为在线游戏社交互动的一部分，反映了虚拟世界中的竞争与合作关系。"
  },
  {
    "title": "脱战",
    "summary": "脱战是指玩家角色在脱离战斗状态后，游戏系统触发的一系列机制或效果。在多数角色扮演游戏、大型多人在线游戏或动作游戏中，当玩家停止与敌人交战并保持一段时间不受攻击时，便会进入脱战状态。\n\n脱战通常伴随着生命值、法力值等资源的自动恢复，有时还会解除战斗中的负面状态或冷却限制，使玩家能够为下一场战斗做好准备。这一机制不仅有助于维持游戏节奏，也降低了连续作战的疲劳感。在某些游戏中，脱战还可能影响敌人AI的行为，例如使敌人放弃追击并返回原位。\n\n此外，脱战判定常与潜行、逃脱等玩法相结合，成为策略性回避战斗或重整态势的关键设计要素。"
  },
  {
    "title": "下线遁",
    "summary": "下线遁是网络游戏术语，指玩家在遇到危险时通过主动下线来使角色脱离险境的行为。由于角色下线后通常进入无敌状态或无法获得奖励，这成为了一种规避风险的策略。但游戏设计者常对此设置惩罚机制，例如在未达成目标前下线会遭受损失，或强制退出导致进度丢失，以限制该行为的滥用。"
  },
  {
    "title": "回城",
    "summary": "回城是指电子游戏中使玩家角色快速返回特定地点（通常是安全区或据点）的一种机制或操作。\n\n在多数大型多人在线角色扮演游戏（MMORPG）或动作冒险游戏中，回城功能常通过使用特定道具（如“回城卷轴”）、技能或界面按钮实现，允许玩家脱离当前危险环境，迅速传送至主城、营地等安全区域。其主要用途包括快速补给、存储物品、交接任务或避免角色死亡损失。部分游戏会为回城设置冷却时间、消耗资源或施法延迟，以平衡游戏节奏。此外，在竞技类游戏中，“回城”也常指返回基地恢复状态或购买装备的策略性行为，是影响战局的重要决策之一。"
  },
  {
    "title": "计生",
    "summary": "计划生育简称“计生”，原指国家为调控人口增长而实施的生育政策。在大型多人在线角色扮演游戏中，该词引申为通过劝说等方式控制特定职业的玩家数量，以维持游戏平衡，避免因职业人口过多导致装备价格上涨或影响游戏环境。"
  },
  {
    "title": "鸡神",
    "summary": "鸡神是游戏文化中的一个梗，指在多款游戏中具有特殊地位或强大能力的鸡形象。在《上古卷轴》系列中，新手击杀溪木镇的鸡会因游戏机制被村民围攻，成为玩家间的经典教训。该梗也出现在《塞尔达传说》中，攻击鸡会引发鸡群报复；在《战争机器》系列里，鸡可作为隐藏元素或强力NPC出现，甚至提供特殊武器或能力。此外，部分游戏将鸡设为强力BOSS或与特殊任务、结局相关，使其成为具有代表性的游戏元素。"
  },
  {
    "title": "平A/走A",
    "summary": "平A/走A是电子游戏中，特别是动作角色扮演（ARPG）、多人在线战术竞技（MOBA）和射击类游戏中常见的基础操作技巧。平A通常指角色的普通攻击（Auto Attack），即不消耗技能资源、通过基本指令触发的攻击方式；走A则是在进行普通攻击的同时，通过移动来调整位置或取消攻击后摇的操作，以提升输出效率或规避伤害。\n\n在游戏中，平A是角色最基础的输出手段，其伤害通常与角色属性、武器等相关。走A技巧允许玩家在攻击间隔中移动，从而保持灵活走位，常见于需要持续输出且需躲避敌方技能的场景。这一操作在MOBA类游戏中尤为关键，能有效优化攻防节奏。部分游戏还通过装备、天赋等系统强化平A效果，使其成为核心战术组成部分。"
  },
  {
    "title": "DKP",
    "summary": "DKP（Dragon Kill Points，直译为“屠龙点数”）是一种在大型多人在线角色扮演游戏（MMORPG）中用于分配团队副本战利品的积分制度。该制度通常由公会或固定团队采用，旨在根据成员的贡献（如出勤率、输出治疗量、任务完成情况等）公平分配稀有装备或道具。\n\n在运作上，玩家参与团队活动可获得DKP积分，当战利品掉落时，成员可用积累的DKP竞拍或按规则兑换所需物品。DKP系统有助于减少装备分配纠纷，并激励玩家持续参与团队协作。随着游戏发展，部分游戏也衍生出基于DKP的变体分配方式，但其核心始终围绕贡献与奖励的对等原则。"
  },
  {
    "title": "NINJA/毛装",
    "summary": "NINJA/毛装是指在《最终幻想XIV》等游戏中，忍者职业角色所穿着的一种特色装备外观，其名称来源于日语中“忍者”的罗马音“NINJA”与中文“毛装”的组合。这类装备通常设计为贴合忍者职业的敏捷与隐秘特性，外观上多采用深色系、轻便的布料或皮革材质，并可能带有日式忍者风格的装饰元素，如面罩、护额或绑腿等。在游戏中，毛装不仅作为外观自定义选项，也可能提供与忍者职业相关的属性加成，例如提升敏捷、暴击率或缩短技能冷却时间，以适配其高机动性与爆发输出的战斗定位。玩家通常可通过任务奖励、副本掉落或制作系统获取不同款式的毛装，用于角色装扮或实战搭配。"
  },
  {
    "title": "堆尸",
    "summary": "堆尸是电子游戏中一种攻略方法，指玩家通过反复死亡、复活或轮番派出单位消耗敌人，直至达成目标。其可行性取决于游戏机制，通常要求怪物在玩家死亡后不会立即重置状态。该方法多用于难以一次性击败的强力怪物或首领，且玩家需能承受多次失败的代价。在卡牌类游戏中，堆尸也指利用所有可用卡牌轮番上阵、耗尽前击败对手的策略。并非所有游戏都适用此方法，部分首领设计会限制堆尸打法的使用。"
  },
  {
    "title": "点位",
    "summary": "点位是指在电子游戏中，地图上具有特定功能或战略意义的位置点。广义上，它可以指代任何被标记或玩家自行识别的固定坐标，如资源刷新点、任务目标点、传送点或复活点等。狭义上，在竞技类或战术性游戏中，点位常特指利于攻防、视野控制或战术执行的关键位置，例如射击游戏中的狙击点、掩体后点，或MOBA游戏中的草丛埋伏点。\n\n点位的识别与利用是游戏策略的重要组成部分，玩家通过熟悉点位可以优化行动路线、抢占先机或执行团队配合。许多游戏会通过地图设计、道具放置或目标提示来显性或隐性定义点位，而高水平玩家则能进一步开发出非官方的“优势点位”，形成战术深度。在部分游戏模式中，点位本身可能作为胜负判定依据，如占领模式中的控制点。"
  },
  {
    "title": "安包",
    "summary": "安包，又称“下包”，是FPS游戏中炸弹模式（或称爆破模式）的核心玩法。该模式分为进攻方与防守方：进攻方需在目标点安置炸弹以摧毁目标，防守方则负责保护目标点。其中，携带炸弹的玩家或NPC通常背负醒目的背包，“包”由此成为炸弹的代称。这一机制增加了游戏的策略性与挑战性。"
  },
  {
    "title": "拆包",
    "summary": "拆包指通过技术手段提取游戏内部未公开资源的行为，常因玩家追求新鲜感或二次创作需求而产生。其独特之处在于防守方可使用“拆弹器”缩短拆弹时间，常带来精彩翻盘瞬间。但拆包易导致资源泄露，引发保密风险、素材盗用等法律问题，故多数游戏社群禁止相关讨论与文件传播。此外，“拆包”也常被理解为“拆包裹”的日常含义。"
  },
  {
    "title": "扔雷",
    "summary": "扔雷是电子游戏中一种常见的攻击或战术动作，指玩家角色投掷手榴弹、炸弹或其他爆炸性投掷物的行为。这一操作通常用于对中远距离的敌人或目标区域造成范围伤害，尤其在射击类、战术竞技类和动作冒险类游戏中较为常见。\n\n扔雷的核心机制在于抛物线轨迹与延时引爆，玩家需预判落点与时机，以绕过掩体或封锁路径。部分游戏还区分不同功能的投掷物，如破片手雷、烟雾弹、闪光弹等，分别对应杀伤、遮蔽视野或干扰敌方。在战术层面，扔雷常用于攻防转换、逼迫走位或清理房间，是高风险高回报的战术选择。一些游戏还允许“空爆”“反弹墙”等进阶技巧，以提升实战效果。"
  },
  {
    "title": "爆头",
    "summary": "爆头指致命攻击击中头部，通常导致目标死亡。该机制最早出现在游戏《007：黄金眼》中，后广泛用于FPS、TPS等游戏，击中头部可造成额外伤害或一击必杀，但不同游戏的伤害加成和判定难度各异。受游戏影响，该词也用于描述影视、动漫或现实中头部中弹的场景，这类画面常因血腥而被分级处理或打码。此外，部分游戏如《辐射系列》中，爆头可能附加特殊效果，但也有游戏将头部设为高防御部位，使爆头伤害反而较低。"
  },
  {
    "title": "甩狙",
    "summary": "甩狙是FPS游戏中狙击手在开启狙击镜后，快速移动准心瞄准并击杀目标的技巧，常用于修正开镜后的准心偏差或应对视野外突然出现的敌人。该操作依赖玩家对鼠标灵敏度等参数的精准把控和长期训练形成的肌肉记忆，能体现狙击手应对突发状况的能力。在早期《反恐精英》版本中，甩狙曾因bug呈现线杀伤效果，后续版本修复后其意义转为技术性操作。更极端的甩狙可在未开镜状态下结合切枪快速完成，但风险较高。此技巧在《穿越火线》等游戏中常出现在精彩集锦中。"
  },
  {
    "title": "跟狙",
    "summary": "跟狙是射击类游戏中的一种狙击技巧，指玩家在瞄准移动目标时，通过持续移动准星以匹配目标移动轨迹，并在移动过程中完成开火的操作方式。\n\n与“甩狙”等快速反应技巧不同，跟狙强调对目标移动速度的预判和准星的平稳跟随，通常在目标进行横向或规律移动时使用，多见于《反恐精英：全球攻势》、《守望先锋》等竞技射击游戏中。掌握跟狙需要玩家具备良好的鼠标控制能力和节奏感，是高阶狙击手常用的中远距离技巧之一。部分游戏也会通过武器属性（如开镜移动速度）或技能设计来影响跟狙的实际效果。"
  },
  {
    "title": "闪镜（瞬狙）",
    "summary": "闪镜（瞬狙）是射击类游戏中一种狙击枪的使用技巧，指玩家在开镜的瞬间完成瞄准并射击的操作。其核心在于利用游戏机制，在狙击枪开镜动画尚未完全展开时即射出子弹，以此缩短从瞄准到开火的时间间隔，达到快速击杀的效果。\n\n这一技巧常见于《反恐精英》、《使命召唤》等竞技性较强的第一人称射击游戏中。熟练运用闪镜可以大幅提升狙击手的反应速度和生存能力，尤其在近距离遭遇战中能发挥关键作用。由于操作难度较高，它常被视为区分普通玩家与高手的重要标志之一。部分游戏会通过调整开镜延迟或弹道散布来平衡闪镜的强度。"
  },
  {
    "title": "跳狙",
    "summary": "跳狙是FPS游戏中狙击枪的一种技巧，常见于CS系列。它分为跳跃中盲狙和跳跃后开镜落地瞬间射击两种方式。在CS:GO中，曾利用鸟狙SSG08的高机动性进行连续跳狙以弥补伤害不足，但该玩法在2016年更新后失效；也可使用AWP跳狙，但成功率较低。2016年MLG哥伦布锦标赛中，选手Coldzera在Mirage地图的跳狙表现被官方以涂鸦纪念。"
  },
  {
    "title": "盲狙",
    "summary": "盲狙是FPS游戏中使用狙击枪不开镜射击的技巧，常见于《CS》《COD》等游戏。由于狙击枪开镜时移动缓慢、视野受限，盲狙在近距离或狭窄空间能快速反击。玩家常借助手枪准星、屏幕标记等方法辅助瞄准，但操作难度较高，精准度有限。该术语后来也扩展至其他竞技游戏，泛指不确定目标位置时凭判断发动攻击，如卡牌游戏《三国杀》中开局攻击可疑角色的行为。"
  },
  {
    "title": "卡BUG",
    "summary": "卡BUG指玩家利用游戏程序或地图设计中的漏洞获取优势或探索游戏机制的行为，常见于FPS游戏，后扩展至所有游戏类型。触发方式通常需在特定位置执行特殊操作，可能导致角色卡顿或进入非常规区域。部分漏洞会破坏游戏平衡或导致崩溃，因此游戏公司常通过修复或设置惩罚机制应对。该术语有时也用于形容动画中违反设定的情节。"
  },
  {
    "title": "穿墙",
    "summary": "穿墙是FPS游戏中通过击穿障碍物击杀对手的一种方式，常见于如CSGO等第一人称射击游戏。通常需使用穿透力较强的武器，如步枪、狙击枪或大口径手枪，以击穿较薄或材质偏软的掩体。玩家可根据武器威力、掩体强度及弹药特性（如穿深、冲击波范围）选择穿墙或躲避。重武器如火箭筒和高爆弹药能产生可穿透掩体的冲击波，但过厚掩体可能提前引爆弹药。穿墙具有一定运气成分，在游戏中可能被误判为使用外挂。"
  },
  {
    "title": "Rush B",
    "summary": "“Rush B”是《反恐精英：全球攻势》（CS:GO）等射击游戏中的经典战术术语，指进攻方快速冲向地图B点以打乱防守节奏。该战术因在热门地图“炙热沙城II”（Dust2）中频繁使用而演变为网络梗，常与武器P90关联，因其射速快、弹容量大，被视为适合快速突击的装备。在游戏中，Rush B虽简单直接，但若配合不佳或防守严密易导致失败，由此衍生出许多玩家间的趣味讨论。此概念也延伸至《彩虹六号：围攻》等游戏，并常与特定武器（如M870霰弹枪）及俄语短句结合使用，成为跨游戏文化的流行元素。"
  },
  {
    "title": "PTFO",
    "summary": "PTFO是“play the fucking objective”的简称，起源于《战地风云》系列等FPS游戏的多人模式，用于强调玩家应专注于完成游戏核心目标，如占点或执行任务。该术语常被用来批评那些过度追求个人战绩（如刷分或远程狙击）而忽视团队协作与目标达成的玩家。如今，PTFO已演变为指代此类行为或玩家群体的通用表达，在《战地》《CS》等游戏中均有应用，以提醒回归游戏本质玩法。"
  },
  {
    "title": "枪法",
    "summary": "枪法是电子游戏中对玩家射击水平的统称，尤其在《CS》等第一人称射击游戏中至关重要。其发展可追溯至古代箭术，随着火器演进，线膛枪提升了命中精度。在FPS游戏中，枪法操作技巧包括跟枪、甩枪、压枪及预瞄等，并衍生出身法结合、急停等进阶策略。瞄具的引入进一步优化了瞄准体验。不同游戏虽有特定术语，但核心技法多可通用，旨在提升射击精准与反应速度。"
  },
  {
    "title": "对枪",
    "summary": "对枪是FPS游戏中双方相互射击的基本战斗方式，常涉及掩体后谨慎探头开枪。关键技巧包括预瞄头线（瞄准头部运动轨迹以提升伤害）、提前枪（探出掩体前开枪抢占先机）、拉枪（快速准确移动准星）以及身法（利用三维位移躲避并瞄准）。在复杂环境中，身法与枪法结合尤为重要。若因枪法失误导致优势丧失，则可能被戏称为“马枪”或“对马”。"
  },
  {
    "title": "压枪",
    "summary": "压枪是射击游戏中的一种操作技巧，指通过控制鼠标或手柄下压来抵消武器连发时产生的后坐力，以保持射击精度。在游戏中，有经验的玩家常采用短点射或均匀下压的方式提高命中率，但可能降低单位时间输出；现实中，连续射击时也需用力握持武器以防止脱靶或失控。该术语有时也被引申用于网络调侃语境。"
  },
  {
    "title": "老六",
    "summary": "“老六”原为游戏《反恐精英：全球攻势》（CSGO）中的用语，源于进攻方的自由人战术，因其游离于团队常规五人之外，常被称为“第六人”。该词最初多指脱离团队、专事偷袭且不配合队友的玩家，带有贬义。后词义逐渐扩展，也用于形容以出人意料方式发动突袭、甚至能配合团队取胜的战术型玩家。如今，“老六”已广泛用于各类对战游戏，指代打法非常规或善于暗中偷袭的玩家，并延伸至网络及现实语境，泛指行为不按常理出牌的人。"
  },
  {
    "title": "卖头",
    "summary": "卖头是一种源于二战坦克战术的军事术语，后在FPS/TPS游戏中广泛应用。其实质是载具仅露出防护最强的部分（如坦克炮塔或舰船船头）迎敌，以降低受击概率和伤害。在游戏中，该战术常见于《坦克世界》《战争雷霆》等，并衍生出“卖侧”“卖屁股”等类似策略。然而，卖头会限制部分武器射界，且易受曲射武器、制导武器或高机动单位反制。"
  },
  {
    "title": "波动拳",
    "summary": "波动拳是格斗游戏《街头霸王》中隆和肯的经典招式，操作指令为↓↘→+P。作为飞行道具的代表，它属于格斗游戏“三神器”之一。其衍生招式包括灼热波动拳、真空波动拳等。该招式原型并非龟派气功，而是源自动画《宇宙战舰大和号系列》的波动炮。"
  },
  {
    "title": "升龙拳",
    "summary": "升龙拳是卡普空1987年街机游戏《街头霸王》中隆与肯的经典对空招式，指令通常为→↓↘+攻击键（数字简写623）。其动作为下蹲后跃起施放上勾拳，威力大且常带无敌帧，在2D格斗游戏中广泛成为标配，与波动拳、龙卷旋风脚并称“格斗游戏三神器”。该招式易带入连段，但出招后硬直较大，若未命中则破绽明显。因指令623与日期6月23日对应，该日被定为“国际升龙节”。"
  },
  {
    "title": "龙卷旋风脚",
    "summary": "龙卷旋风脚是格斗游戏《街头霸王》中角色隆和肯的招式，属于突进技，是游戏“三神技”之一。其指令为↓↘→+脚。因早期技术限制，该招式名称常被空耳为“加加布鲁根”。此招衍生出龙卷斩空脚、断空脚、春风脚等多种变体。"
  },
  {
    "title": "瞬狱杀",
    "summary": "瞬狱杀是格斗游戏《街头霸王系列》中角色豪鬼的终极必杀技，首次登场于《超级街头霸王2X》。该技能以零距离突袭为特点，发动时豪鬼快速贴近对手并造成高额伤害，击败对手后屏幕会显示“天”或“灭”字。其经典指令为轻拳、轻拳、前、轻脚、重拳。凭借震撼的视觉效果和强大的威力，瞬狱杀已成为豪鬼的标志性招式，在游戏及相关衍生作品中广泛保留，具有很高的人气。"
  },
  {
    "title": "必杀技",
    "summary": "必杀技是格斗游戏中的一类招式，通常需要输入复合指令，涵盖飞行道具、投技等多种类型。其名称虽为“必杀”，但大多不能一击制胜。多数必杀技无需消耗能量，部分游戏设有需消耗能量发动的强化版本。在必杀技之上还存在“超必杀技”，即俗称的大招，通常需消耗能量发动，具有更强威力与华丽演出，指令也更为复杂，但随着游戏简化，部分作品已允许简单指令发动。超必杀技最早出现在《龙虎之拳》中，后逐渐普及。此外，还存在一击必杀类型的真“必杀技”，发动条件严苛，常见于Arc System Works的作品中。"
  },
  {
    "title": "凹",
    "summary": "凹，在游戏文化中，通常指玩家通过反复尝试或利用特定机制，以追求更优结果的一种行为或策略。其核心在于“反复调整”，常见于角色养成、装备获取或随机事件处理等环节。\n\n在角色扮演或策略游戏中，玩家可能通过反复读档、重新挑战关卡或刷新随机数，来“凹”出更高的属性成长、稀有掉落或有利的战斗条件。这种行为虽不属游戏设计的正式机制，却成为玩家社群中广泛认可的优化手段，尤其在高难度或追求极限玩法的情境下。部分游戏设计也隐含了对“凹”的默许，如提供随机种子或可重复挑战的关卡。"
  },
  {
    "title": "目押",
    "summary": "目押是源自日语的游戏术语，原指在老虎机中观察滚轮规律并适时拉杆的操作。在不同游戏类型中含义有所延伸：音乐游戏中指不依赖节奏、仅凭视觉判断击打时机的技巧；格斗游戏中则指按特定节奏输入指令以形成连段的操作，其原理基于攻击帧数与受击硬直之间的差值，要求玩家在极短时间内精准输入。该术语最初在《街头霸王II》等早期格斗游戏中确立，随着游戏系统发展，其范畴逐渐扩展至包含必杀技等复杂操作。日常生活中偶被引申为形容连续且有节奏的攻势，但使用范围较窄。"
  },
  {
    "title": "波升流",
    "summary": "波升流是横版格斗游戏中的常见战术，源于《街头霸王》系列，指结合“波动拳”（飞行道具）与“升龙拳”（对空技能）的战术体系。其核心是通过飞行道具牵制对手，迫使对方起跳后以对空技反击。该战术思路简明，但需玩家快速反应。许多游戏主角因同时具备这两种招式而适用此战术，实际效果受游戏机制和角色差异影响，例如空中行动或防御能力可能削弱其作用。"
  },
  {
    "title": "硬直",
    "summary": "硬直是源自日语的游戏术语，指角色在格斗或动作游戏中因被击中而进入的暂时无法操作、反击或出招的状态。该词原意为“僵直”，随着日本游戏产业的推广，已成为动作类游戏的常用概念，后逐渐泛指各类无法操控的状态。"
  },
  {
    "title": "裸杀",
    "summary": "裸杀指格斗游戏中直接使用超必杀技，不接入连段。该术语源自《拳皇97》，因游戏中部分超必杀技判定过强、平衡性不佳，玩家社群为调整对战平衡，常约定禁止直接使用（指令投类及蓄力技等通常除外）。这一规则多见于《拳皇97》的线下比赛和网络对战，是否禁用在赛前需明确，违规可能引发争议。由于该规则基本限于《拳皇97》，有时会引发其他系列玩家的反感。"
  },
  {
    "title": "立回",
    "summary": "立回是指在格斗游戏中，玩家通过移动、牵制和试探等操作，与对手保持有利距离和局面的战术策略。狭义的立回侧重于中远距离的攻防博弈，旨在创造安全的进攻机会或迫使对手露出破绽。\n\n在实际对战中，立回通常包含走位、跳跃、普通攻击和远程牵制技能的运用，以控制空间并预判对手行动。它不同于纯粹的连招或压制，更注重整体节奏和局势把控。在《街头霸王》《拳皇》等传统格斗游戏中，熟练的立回能力往往是区分玩家水平的关键要素。此外，立回概念也适用于部分动作游戏或对战类游戏的中距离战术层面。"
  },
  {
    "title": "差合",
    "summary": "差合是指在格斗游戏中，利用己方攻击的有效距离与对手攻击的有效距离之间的差值，进行安全牵制或反击的一种战术概念。\n\n其核心在于精确控制角色与对手之间的距离，使己方处于能击中对手、而对手无法击中己方的有利位置。玩家通过移动、特定招式或立回技巧创造并维持这种距离优势，从而在相对安全的情况下进行攻击或诱导对手做出不利行动。差合战术常见于《街头霸王》、《罪恶装备》等注重立回和空间控制的格斗游戏中，是高水平对决中重要的基础策略之一。"
  },
  {
    "title": "择",
    "summary": "择是电子游戏中一种常见的决策机制，指玩家在特定情境下从多个选项中选择其一，以推动剧情发展、改变角色状态或影响游戏进程。它通常出现在角色扮演游戏、视觉小说或冒险游戏中，作为增强玩家代入感和互动性的设计手段。\n\n择的核心功能在于提供分支路径，使游戏叙事或玩法产生差异化结果。根据游戏设计，择可能影响角色关系、任务走向、结局分支或资源分配，有时甚至具有不可逆性，从而增加重玩价值。在部分策略或模拟游戏中，择也可能表现为战术或资源管理层面的关键决策。\n\n现代游戏中，择的设计日趋复杂，可能融入道德系统、隐藏条件或时间限制，以提升决策的深度和挑战性。"
  },
  {
    "title": "取消",
    "summary": "取消是指玩家在游戏中撤销或中止当前操作、指令或进程的交互功能。狭义的取消通常指在指令生效前将其撤回，例如在角色扮演游戏中取消一个已选择但未释放的技能。广义上，取消也可应用于退出菜单、中断过场动画或停止自动寻路等场景。\n\n该功能的核心在于提供容错与操作灵活性，允许玩家在决策后有机会修正，从而降低误操作带来的负面影响。在动作或格斗游戏中，取消机制常被设计为高级技巧，例如通过特定按键组合取消攻击后摇以衔接连招。此外，取消选项也常见于对话框、建造队列或任务接取界面，以优化交互体验。"
  },
  {
    "title": "爆气",
    "summary": "爆气是指在格斗游戏或动作游戏中，角色通过消耗特定资源（如能量槽）进入的一种强化状态。在此状态下，角色的攻击力、防御力或移动速度等属性会得到显著提升，并可能解锁特殊招式或必杀技。\n\n爆气通常作为一种战术资源，用于扭转战局或发动强力连击。其触发方式多样，可能通过积攒连击数、承受伤害或主动按键激活。部分游戏还设计了“爆气反击”机制，允许玩家在受创时瞬间发动以打断对手攻势。\n\n该机制常见于《街头霸王》《拳皇》等格斗系列，也延伸至部分动作角色扮演游戏，成为高风险高回报的战略选择。"
  },
  {
    "title": "段(上•中•下)",
    "summary": "段(上•中•下)是指将游戏内容按剧情或章节划分为三个部分依次发布的叙事结构。这种分段方式常见于视觉小说、角色扮演游戏或动作冒险游戏中，旨在通过分阶段推出内容来延长作品生命周期，并维持玩家持续关注。\n\n分段设计通常对应故事发展的起承转合：上段侧重背景铺垫与角色引入，中段展开核心冲突与剧情转折，下段则收束主线并揭示结局。部分游戏会采用分章售卖的模式，每段间隔数周至数月不等，期间可能根据玩家反馈调整后续内容。这种结构既能降低开发团队初期压力，也为玩家提供了分段消化复杂叙事的空间。值得注意的是，分段作品有时会整合为“完全版”重新发行。"
  },
  {
    "title": "打康",
    "summary": "打康是指在格斗游戏中，玩家通过精确的时机操作，在对手攻击动作的起始阶段或特定破绽瞬间进行反击，从而打断对手攻击并造成额外伤害或有利状态的一种高级技巧。该术语通常与“反击”或“截击”概念相关，但更强调在对手攻击动作尚未完全展开时的精准打断。\n\n狭义的打康特指在对手攻击发生的极短时间内（如几帧内）进行有效命中，此时系统会判定为“Counter Hit”，往往伴随特殊的音效、画面特效以及更高的伤害值或更长的硬直时间。这一机制鼓励玩家积极观察对手动作并采取高风险高回报的应对策略，是格斗游戏深度与竞技性的重要体现。部分游戏还会在此基础上衍生出“致命反击”等衍生系统，进一步强化打康的战略价值。"
  },
  {
    "title": "无责任",
    "summary": "无责任是指游戏开发者在特定情况下，对游戏内容、机制或玩家行为不承担设计或平衡责任的一种声明或设计理念。\n\n狭义的“无责任”常见于游戏测试阶段或玩家自制内容（Mod）中，开发者或作者可能明确表示对非官方内容的稳定性、平衡性不负责。广义上，它也体现在一些游戏的开放性机制中，例如允许玩家利用游戏漏洞或机制组合产生预期外的效果，而开发者不予干预或修复，将此视为玩家自由探索的一部分。此类设计一方面降低了开发者的维护压力，另一方面也为玩家社区提供了创造与实验的空间，常见于沙盒类或支持高度自定义的游戏中。"
  },
  {
    "title": "连击修正",
    "summary": "连击修正是格斗游戏中限制过高连击的平衡机制，随连击数增长，伤害或得分会逐渐降低。该机制旨在避免因高强度连击导致游戏失衡，防止出现“一套连击致死”的情况，从而将游戏重心转向立回等综合能力的运用。与音乐游戏的连击系统不同，连击修正更贴合格斗游戏的对抗特性，提升了连击难度，以促进游戏策略与技巧的多样性。"
  },
  {
    "title": "当身",
    "summary": "当身是格斗游戏中的一种招式机制，指角色摆出特定架势，在抵挡对手攻击后自动发动反击。该术语起源于SNK《饿狼传说》中吉斯·霍华德的“当て身投げ”，吉斯也是首个拥有“当身投”的角色，而山崎龙二则首次实装了“当身打”。当身技通常按攻击属性和部位分类，并伴随无敌或格挡判定，主要用于反击打击类攻击，部分角色还可反击飞行道具；超必杀技的当身技往往性能更强。早期多见于SNK系列游戏，后逐渐在2D格斗游戏中普及。"
  },
  {
    "title": "投技",
    "summary": "投技是电子游戏中一种特殊的近身攻击方式，指玩家角色通过抓取动作控制住敌人后，再施展出具有特定动画效果的摔投或擒拿招式。狭义的投技通常无法被常规防御手段格挡，一旦抓取判定成立即可强制发动。\n\n在格斗游戏和动作游戏中，投技常作为打破对手防御、制造连击起手或造成高额伤害的关键手段。部分游戏的投技还附带特殊效果，如击飞、眩晕或场地互动。此外，投技的发动往往设有距离或帧数限制，平衡了其高风险高回报的特性。一些角色扮演游戏或清版动作游戏中也会融入投技元素，以丰富战斗的策略性与表现力。"
  },
  {
    "title": "飞行道具",
    "summary": "飞行道具是指在电子游戏中，由玩家或非玩家角色发出、能够脱离发射源独立移动并进行攻击或产生效果的投射物。狭义的飞行道具通常指格斗游戏中角色释放的远程攻击手段，如波动拳、气功弹等。\n\n在游戏机制上，飞行道具具有独立的判定范围、飞行轨迹和持续时间，可用于牵制对手、控制距离或创造进攻机会。其属性常包括飞行速度、伤害值、穿透性以及是否可被抵消等。除了格斗游戏，飞行道具也广泛出现在射击游戏、动作冒险游戏中，形式多样，如箭矢、魔法飞弹、投掷武器等。部分游戏还允许玩家通过升级或技能组合改变飞行道具的特性，以适配不同的战术需求。"
  },
  {
    "title": "自机",
    "summary": "自机是指在弹幕射击游戏（STG）或部分动作游戏中，由玩家直接操控的角色或单位。该词源自日语，字面意为“自己操控的机体”，与由电脑控制的“敌机”相对。\n\n自机通常具备特定的移动速度、攻击方式（如射击类型、炸弹）和判定点（即被敌方攻击命中的核心区域）。其核心功能是承载玩家的操作输入，在游戏场景中移动、攻击并躲避敌方弹幕。在一些游戏中，自机可能拥有不同的机型或角色可供选择，每种类型在火力、移动特性或特殊技能上有所差异，以适应不同的游玩风格或策略。此外，部分游戏的自机在特定条件下（如获得强化道具）可提升攻击力或改变攻击形态。"
  },
  {
    "title": "子机",
    "summary": "子机是指在某些电子游戏中，由玩家操控的角色或单位所召唤、释放或携带的辅助性小型单位。它们通常具备独立的行动逻辑，能在一定范围内自动攻击敌人、提供支援或执行特定任务。\n\n子机常见于射击游戏和动作游戏中，例如《雷电》系列中的“选项”或《怒首领蜂》中的无人机，它们会跟随主机移动并协同攻击。在角色扮演或即时战略游戏中，子机也可能以召唤物、宠物或自动炮台等形式出现，承担输出、防御或侦察等功能。子机的存在可以增强玩家的火力覆盖面或战术灵活性，但通常有其持续时间、数量限制或能量消耗等设定。"
  },
  {
    "title": "Bomb（雷）/抱B/NB",
    "summary": "Bomb（雷），在游戏社区中也常被称为“抱B”或“NB”，是电子游戏中一种常见的可投掷或放置的爆炸性道具或技能。\n\n其核心功能是通过引爆造成范围性伤害，用于清除敌人、破坏障碍物或改变战场地形。在战术射击、动作冒险或角色扮演游戏中，Bomb通常作为一种重要的战术资源，玩家需要管理其数量并在关键时刻使用。有些游戏中的Bomb可能具有特殊属性，如燃烧、冰冻或电磁效果，以应对不同的战斗场景。此外，“抱B”这一俗称多用于玩家间交流，指代携带或专注于使用爆炸物的玩法风格。"
  },
  {
    "title": "残机/Miss/NM",
    "summary": "残机/Miss/NM是弹幕射击类游戏中常见的核心机制与状态术语，通常用于衡量玩家的生存能力与游戏表现。\n\n“残机”指玩家角色在游戏中拥有的额外生命数，每损失一次生命（如被敌弹击中）会消耗一个残机，耗尽则游戏结束。部分游戏允许通过得分或收集道具增加残机。“Miss”特指玩家因未能避开攻击而损失一次生命的行为，常伴随画面特效与音效提示。“NM”是“No Miss”的缩写，代表玩家在一局游戏或特定关卡中未损失任何残机的完美通关状态，常作为高难度挑战目标或成就称号存在。这些概念共同构成了此类游戏难度与评价体系的基础。"
  },
  {
    "title": "扭/猴/缩",
    "summary": "“扭/猴/缩”是电子游戏中常见的一种角色或单位行为模式，特指通过快速、小幅度的不规则移动来规避敌方攻击或干扰瞄准的操作技巧。这一术语多见于多人在线竞技游戏（如MOBA、FPS等），玩家通过高频切换移动方向（扭动）、跳跃或蹲伏（缩身）等动作，使角色轨迹难以预测，从而提升生存能力。在部分游戏中，此类操作也被戏称为“猴式走位”，形容其灵活且带有迷惑性的特点。该技巧依赖于玩家的反应速度和操作精度，是区分新手与熟练玩家的标志之一。不过，过度使用可能影响自身攻击准度，需根据战局灵活取舍。"
  },
  {
    "title": "糟/发",
    "summary": "糟/发是电子游戏中一种常见的角色状态或属性，通常用于描述角色因特定原因（如受到攻击、环境效果或剧情触发）而陷入的负面状态。狭义的“糟”可能指角色生命值低下、濒临死亡；而“发”则可能指角色因情绪或技能影响进入爆发、失控或增益状态。\n\n在游戏机制中，“糟/发”常作为战斗系统的核心要素，影响角色的行动能力或属性数值。例如，在RPG或动作游戏中，角色处于“糟”状态时可能移动缓慢、攻击力下降；而进入“发”状态则可能暂时提升攻击速度或解锁特殊技能。部分游戏还会将“糟/发”与剧情推进绑定，作为角色成长或故事转折的关键节点。\n\n此外，在多人在线游戏中，“糟/发”状态可能通过团队协作或道具使用来解除或利用，以增强策略深度。这一设计在《黑暗之魂》《最终幻想》等系列中均有体现。"
  },
  {
    "title": "体术",
    "summary": "体术是指电子游戏中，角色不依赖武器或特殊道具，主要运用身体进行近距离格斗的战斗技巧或技能体系。狭义的体术通常指拳脚、擒拿、摔投等基础近战攻击，广义上也可包含借助身体发动的特殊能力，如气功波或瞬身技。\n\n体术常见于动作游戏、格斗游戏及带有近战系统的角色扮演游戏中，它往往作为角色基础攻击手段或特色技能树存在。其设计可突出角色的战斗风格，例如《街头霸王》中隆的波动拳与升龙拳虽以“气”驱动，仍被视为体术延伸；而在《生化危机》系列中，“体术”特指角色在特定时机触发的近身终结技，用于节省弹药并制造硬直。部分游戏会将体术设定为独立于武器伤害的计算体系，并可能受角色属性、技能加成或状态影响。"
  },
  {
    "title": "背版",
    "summary": "背版是电子游戏中的一种策略，指玩家通过记忆关卡中敌弹、谱面或场景的固定规律，提前规划行动以提升通过率或得分。该策略常见于弹幕射击游戏和音乐游戏，能帮助玩家应对高难度关卡或特殊配置，有时还可用于刷分（如利用擦弹机制）。随着游戏发展，部分关卡引入随机元素，降低了背版的通用性，因此需结合随机应变灵活使用。"
  },
  {
    "title": "安定",
    "summary": "安定是STG（射击游戏）术语，指通过特定站位或走位完全无视或大幅减少需躲避的弹幕。其形式分为两种：一是游戏内存在的特殊位置（安定点），移动至此可静止回避弹幕；二是特殊躲避方法（安定打法），如上避、绕圈等，能显著降低难度。安定原理主要包括：利用弹幕盲区、通过走位引导瞄准弹幕以减少威胁，以及以操作阻止部分子弹发射。需注意，部分安定点仅为理论存在，实际应用难度可能高于常规躲避。"
  },
  {
    "title": "增援",
    "summary": "增援是射击游戏中的一种机制，指提前击破特定敌人后，为填补版面空缺而出现的额外敌人。通过控制击破时机，玩家可调整增援数量：早击破通常增加敌人（称为“早回し”），用于获取分数或资源；延迟击破则减少敌人（称为“迟回し”），以降低关卡压力。游戏中常见最大与最小增援数量设定，部分作品如《决意~绊地狱》存在循环变化。该机制在《东方》系列、《怒首领蜂》等多款游戏中均有应用，兼顾策略性与资源管理。"
  },
  {
    "title": "上线",
    "summary": "上线是指一款电子游戏完成开发后，正式面向公众开放并可供玩家进入游玩的起始时间点。通常，游戏上线标志着游戏从测试阶段转入运营阶段，玩家可以开始正常体验游戏内容、参与活动并进行消费。\n\n在游戏行业中，上线可分为多个阶段，例如封闭测试、公开测试和正式上线。上线后，游戏运营团队会持续进行版本更新、内容扩展和问题修复，以维持游戏活力。对于网络游戏而言，上线也意味着服务器正式开启，玩家可以创建角色并开始长期游玩。上线时间通常是游戏宣传和玩家社区关注的重要节点。"
  },
  {
    "title": "沙包",
    "summary": "沙包是一种体育器材，通常以皮革或塑料制成袋状，内部填充砂砾等物质，用于拳击等项目的打击训练。在网络文化中，该词被引申为技术较差的新手代名词，尤其在格斗游戏中形容被完全压制的一方。这一用法逐渐扩展至其他领域。有趣的是，部分高水平玩家也会自称“沙包”，形成了一种反向自嘲的网络现象。"
  },
  {
    "title": "低封",
    "summary": "低封是指在某些电子游戏中，玩家角色或单位在移动时保持较低姿态，以减少被敌方发现或攻击概率的一种动作或状态。狭义的“低封”特指在战术射击或潜行类游戏中，角色通过蹲伏、匍匐等方式降低自身高度，从而利用掩体或地形隐蔽身形，避免进入敌方视野范围。\n\n这一机制常见于强调真实战术或隐蔽玩法的游戏中，如《彩虹六号：围攻》、《潜龙谍影》系列等。低封状态下，角色的移动速度通常会减缓，但受弹面积减小，且脚步声更轻，有利于执行侦察或偷袭。部分游戏还将低封与特定技能或装备效果结合，例如延长隐蔽时间或增强射击稳定性。"
  },
  {
    "title": "死尸弹",
    "summary": "死尸弹是STG游戏术语，指敌人被击破时发射的子弹，通常为自机狙。部分游戏仅特定敌人带有此机制，如《东方妖妖梦》中的毛玉队；另一些游戏为提升难度，设定所有敌人击破时均产生死尸弹，例如《妖精大战争》高难度模式及《绊地狱》等作品的二周目。玩家可通过控制击破节奏、近距离击杀或停枪等方式避免或减少死尸弹，以降低处理难度。"
  },
  {
    "title": "rank",
    "summary": "Rank（排名）是电子游戏中用于量化玩家或队伍在特定模式或赛季中相对水平与成就的系统。它通常通过积分、段位或天梯等形式体现，旨在为玩家提供明确的竞争目标与进度反馈。\n\n在多数多人在线游戏中，排名系统会依据玩家的胜负记录、表现数据等进行动态调整，从而匹配实力相近的对手，维持对战的公平性与挑战性。常见的呈现方式包括青铜、白银、黄金等分段制，或直接显示全球/区域名次数字。排名不仅作为个人技术的标识，也常与赛季奖励、解锁内容或社交声望挂钩，是驱动玩家长期参与的核心机制之一。部分单机游戏亦会引入排名元素，例如计分关卡或速通排行榜，以增强重复游玩的价值。"
  },
  {
    "title": "火力",
    "summary": "火力是STG游戏术语，指自机的攻击强度。通过获取火力道具（通常标记为“P”）可提升火力，增强攻击或改变射击模式，部分游戏还允许以火力为代价发动特殊攻击。火力达到上限后，多余道具常转化为分数。若自机失误，通常会损失火力并可能获得补偿道具，但补给不足时易陷入恶性循环。少数游戏中，继续获取火力道具可能因增加难度、改变攻击模式或实际降低伤害等设计而需主动躲避。"
  },
  {
    "title": "hyper",
    "summary": "Hyper是电子游戏中一种常见的增益状态或特殊机制，通常指角色或单位在一段时间内获得显著的能力提升。狭义的Hyper状态常表现为攻击力、速度、防御力等属性的全面增强，并可能伴随视觉特效或音效变化。\n\n在动作、射击或格斗类游戏中，Hyper往往通过积累能量槽、使用特定道具或达成连击条件来触发，使玩家在短时间内获得压倒性优势。例如，《怒首领蜂》系列中的“Hyper”模式可大幅提升自机火力与炸弹威力。此外，该术语也用于描述游戏的高难度模式，如“Hyper难度”，指敌人强度与关卡设计更为严苛的挑战关卡。"
  },
  {
    "title": "蓄力",
    "summary": "蓄力是电子游戏中常见的一种机制，尤其在动作、格斗及射击类游戏中。玩家通过长按特定按键（如攻击键）或进行QTE操作，积累力量以释放重击、冲刺或必杀技等强力动作，魔法吟唱也常被视为蓄力形式。蓄力攻击通常威力更强、演出效果夸张，但蓄力过程存在前摇，期间可能无法行动且易受打断。部分游戏还设计了“过度蓄力”的负面效果，如武器炸膛伤及自身。该机制也常用于烘托游戏内的紧张氛围。"
  },
  {
    "title": "开黑",
    "summary": "开黑指对战类游戏中玩家通过语音或当面交流组队游戏的行为，源于《War3》等早期游戏，后在《DotA》《英雄联盟》等竞技游戏中流行。组队者常称为“黑店”，依人数可分“三黑”“五黑”等。直接沟通能提升团队协作与胜率，但效果取决于玩家水平。匹配系统通常会对开黑队伍进行平衡调整，如优先匹配同样组队的对手。此外，开黑有时也泛指游戏中的通牌、使用外挂等不当行为。"
  },
  {
    "title": "排位分段",
    "summary": "排位系统是电子游戏中用于区分玩家实力的常见机制，多采用等级分算法（如ELO）进行评估。不同游戏的排位分段设计各异：DOTA2仅以分数计算，不设段位；《守望先锋》设有青铜至宗师七个分段，各对应分数区间并限制组队等级差；LOL和《王者荣耀》等采用青铜至王者等分段，多数细分等级，部分按分数排名。类似分段模式也见于《QQ飞车手游》等腾讯系游戏，但会根据游戏类型调整最高段位名称。"
  },
  {
    "title": "兵线",
    "summary": "兵线是MOBA游戏中的术语，指双方小兵交战的位置或行进路线。玩家通过控线、推线、带线和乱线等技巧管理兵线，以获取金钱与经验、控制视野、影响敌方行动并保障自身安全。控线旨在将兵线维持在利于己方的位置；推线旨在快速推进并威胁敌方建筑；带线常由特定英雄执行以获取资源或吸引火力；乱线则用于干扰敌方节奏。兵线位置直接影响攻防态势，靠近己方防御塔利于发育与防守，靠近敌方则便于施压但风险较高。"
  },
  {
    "title": "补兵",
    "summary": "补兵是指在多人在线战术竞技（MOBA）类游戏中，玩家通过攻击敌方小兵、野怪或建筑，以获取金币和经验值的行为。这一术语源于对“补刀”的延伸，强调对敌方单位的最后一击。\n\n补兵是游戏经济系统的核心机制之一，直接影响玩家角色的成长速度。成功完成补兵可获得全额金币奖励，而仅参与攻击但未完成最后一击则收益大幅降低。因此，精准的补兵技巧成为衡量玩家基本功的重要指标。\n\n在高水平对局中，补兵还衍生出“控线”等进阶策略，即通过调节补兵节奏来控制兵线位置，从而创造战术优势。部分游戏也设有补兵辅助工具或提示，以降低新手玩家的操作门槛。"
  },
  {
    "title": "推塔",
    "summary": "推塔是MOBA类游戏中的核心战术行为，指摧毁敌方防御塔。此举能扩展己方兵线、减少作战时承受的塔伤，并直接导向摧毁敌方基地的胜利目标，因此常被视作决定胜负的关键。玩家需把握时机推进，避免因过度追击或清理兵线而错失优势。实战中通常依靠兵线吸引塔的仇恨，使英雄安全攻塔；若无兵线强行拆塔则称为“强拆”，多发生在塔血量较低时。合理的推塔策略包括优先清兵、利用控制技能击杀防守英雄，并在必要时撤回防守。"
  },
  {
    "title": "破路",
    "summary": "破路是MOBA游戏中的战术行为，指一方摧毁对方某条交战路线上的防御设施，使己方兵线前推，迫使对方玩家回防，从而获得推进或支援其他路线的优势。当三条交战路线的防御均被摧毁，称为“破三路”，此时被破方将面临多路兵线压力，即使赢得团战也常难以组织有效反击。这一局面也可用于形容三条路线的玩家均处于劣势。"
  },
  {
    "title": "Gank",
    "summary": "Gank是MOBA类游戏中的战术行为，通常指一方玩家牵制对手，由队友进行偷袭、包抄等协同攻击。成功的Gank可使对方损失资源或防御，己方获得赏金；失败则可能导致己方陷入劣势或影响发育。具体形式包括捉单、反野等，但也存在被反蹲的风险。执行时需注意保持行动隐蔽、配合时机、加强视野控制，并及时通报敌方动向。若遭遇Gank，应根据战况选择坚守、撤退或避免增援以减少损失。"
  },
  {
    "title": "反蹲",
    "summary": "反蹲是MOBA类游戏中的战术行为，指一方玩家预判或察觉敌方即将对队友发动Gank（突袭），提前在队友线路附近埋伏。待敌方发起攻击时突然现身，旨在打乱敌方节奏，形成以多打少的优势或平衡局势。成功的反蹲可保护队友、配合反击甚至击杀对手，但需保持耐心，若时机不当也可能导致己方长时间减员。"
  },
  {
    "title": "团战",
    "summary": "团战是网络游戏中常见的对抗行为，尤其在MOBA类游戏中最为普遍，但也适用于其他类型游戏。其胜负受交战双方的属性、战术配合、玩家操作、防御塔及兵线等多重因素影响。属性优势通常提升胜率，但在劣势时，合理战术可能扭转局势；若双方实力悬殊，战术作用则有限。团战胜利后，一方可通过推塔、夺取资源等行为扩大优势，但不当操作也可能导致优势丧失。"
  },
  {
    "title": "对线",
    "summary": "对线原指MOBA类游戏（如《DOTA》《英雄联盟》《王者荣耀》）中，玩家在兵线上进行1V1对抗的早期阶段，双方通过补兵、技能骚扰等方式对峙，有时也可形成以少打多的局面。现该词已衍生为网络用语，泛指在各类平台上双方不留情面的激烈争吵或互怼。需注意，此类行为通常不符合网络文明规范。"
  },
  {
    "title": "抢人头",
    "summary": "“抢人头”是多人在线游戏中常见术语，指玩家在队友即将击败敌方时抢先完成最后一击以获取奖励的行为，多见于MOBA、MMORPG等类型游戏。该行为可能导致团队经济分配不均、配合失调及队友矛盾，故意为之者常被戏称为“人头狗”。在玩家社群中，此类行为有时也被类比为篮球运动中单打独斗的“科比行为”。此外，该词也延伸至其他游戏或现实场景，比喻类似争夺成果的现象。"
  },
  {
    "title": "送人头",
    "summary": "“送人头”是中国网络及ACG圈的用语，起源于MOBA类游戏，指玩家故意让己方角色被对手击杀，使对方获得金币和经验快速成长。这种行为常通过使用加速技能、装备提升移速以提高效率，并可能伴随抢野怪、泄露队友信息、消极言论等破坏游戏体验的举动。其动机多源于对局势或队友的不满，属于报复性的消极心理，严重损害游戏公平性。为此，许多游戏已通过举报系统对此类行为进行封号等处理。"
  },
  {
    "title": "演员",
    "summary": "演员，最初源于游戏《英雄联盟》，指在排位赛中故意操作失误以帮助对手获胜并从中牟利的玩家及其行为。由于此类行为难以与真实失误区分，故被称为“演员”。其常见模式为工作室组织多名玩家同时排位，通过匹配机制使其中一人进入对手队伍并故意输掉比赛，确保客户方胜利。该现象在2015年因玩家集体抗议而广为人知，并逐渐扩展至其他游戏。此外，“演”有时也被用作战术，通过降低段位来匹配较弱对手，以便刷取数据或获取视频素材。"
  },
  {
    "title": "虐泉",
    "summary": "虐泉是MOBA类游戏中的一种行为，指优势方在已取得较大优势时，围堵对方位于基地后方的复活点（俗称“泉水”），阻碍其重生或以此取乐。该行为常见于《DotA》等游戏，有时优势方会刻意延迟结束对局。在部分游戏中，玩家甚至可摧毁敌方泉水设施，但如《王者荣耀》《英雄联盟》等游戏中的泉水无法被破坏。类似现象也出现在一些设有固定重生点的FPS游戏中。"
  },
  {
    "title": "偷塔/偷家",
    "summary": "偷塔/偷家是指在多人在线战术竞技（MOBA）类游戏中，一方玩家趁敌方主力不在时，快速攻击并摧毁敌方关键防御建筑（如防御塔、水晶或基地）以赢得比赛的战术策略。\n\n该战术的核心在于利用信息差与时机，在敌方团队注意力分散或回防不及的情况下，集中火力破坏敌方核心建筑。偷塔通常需要角色具备高攻击力或快速推线能力，并依赖视野控制与团队配合。在高水平对局中，偷家战术往往能扭转劣势，实现逆风翻盘。这一策略也常见于其他推塔类游戏或实时战略游戏中，成为游戏后期重要的胜负手段之一。"
  },
  {
    "title": "背锅",
    "summary": "背锅是指在多人在线游戏中，因团队失利或任务失败而承担主要责任的行为或角色。该术语源于现实中的“背黑锅”概念，在游戏语境中常指代因操作失误、判断错误或战术执行不当导致负面结果的玩家。\n\n在团队竞技游戏（如MOBA、FPS）或副本合作游戏中，背锅者往往成为团队指责的焦点，其具体表现可能包括关键技能释放失败、走位失误、资源管理不当等。部分游戏社区会衍生出“甩锅”“分锅”等关联行为，形成独特的团队问责文化。值得注意的是，背锅现象有时与实际责任归属并不完全一致，可能受到团队沟通、游戏机制或偶然因素影响。\n\n该概念也常见于游戏解说、赛事复盘或社区讨论中，用于分析战局转折点或团队协作问题。"
  },
  {
    "title": "换家",
    "summary": "换家是指在即时战略、多人在线战术竞技等对抗性游戏中，一方玩家主动放弃己方基地或据点，转而攻击或占领对手基地的战术策略。狭义的换家通常指双方同时进攻对方基地，以争夺最终胜利的博弈局面。\n\n该战术的核心在于利用对手防御空虚的时机，通过牺牲己方建筑来换取对方核心单位的摧毁，从而扭转战局或直接取胜。换家常出现在《星际争霸》《英雄联盟》等游戏中，尤其在基地血量较低或资源濒临耗尽时，成为高风险高回报的逆转手段。此外，部分游戏设计会通过机制限制（如基地无敌状态）来平衡换家战术的强度。"
  },
  {
    "title": "收歌",
    "summary": "收歌是音乐游戏中的术语，指玩家在一张谱面中将所有音符打到最高判定，取得理论值分数。这一行为对玩家的节奏感和精准度要求极高，通常比达成全连更具挑战性。在不同音游中，收歌的具体标准各异，如《Cytus》要求TP100，《Deemo》需达到100.00% All Charming，而《太鼓之达人》则需全良。玩家常将收歌称为“杀歌”，首次达成全球理论值被称为“首杀”。部分游戏因判定严格或谱面复杂，收歌难度极大，甚至存在“存活时间”较长的谱面。社交卡牌类音游因依赖判定增强技能，较少使用此概念。"
  },
  {
    "title": "无视重力的跳跃",
    "summary": "“无视重力的跳跃”是音乐游戏《osu!》中的玩家术语，用于形容高级玩家以极高速度移动光标完成超远距离跳跃的能力。这种操作因移动速度极快，仿佛不受重力限制而得名。该说法最初源于玩家“曲奇”在特定高难度曲目中的表现，后成为社区中对顶尖操作的夸张赞誉，用以比喻其移动速度接近或超越常人极限。"
  },
  {
    "title": "谱面",
    "summary": "谱面是指在音乐游戏中，与乐曲同步呈现的、供玩家进行交互操作的视觉化指令序列。狭义的谱面特指下落式音游中，音符从屏幕上方按节奏落下的经典形式。\n\n实际上，谱面的设计直接决定了游戏的难度与玩法体验。它通常包含敲击、长按、滑动等多种音符类型，并依据乐曲的节奏、旋律与强度进行编排。谱面难度一般会分级（如简单、普通、困难等），以适应不同水平的玩家。在部分游戏中，玩家社区亦可自行创作并分享自定义谱面，从而极大地扩展了游戏的可玩内容与生命周期。"
  },
  {
    "title": "BPM",
    "summary": "BPM（Beat(s) Per Minute）即每分钟节拍数，用于衡量音乐速度。现代音乐通常以四分音符为一拍，BPM数值越高表示节奏越快，计算公式为60÷BPM=每拍间隔秒数。在音乐游戏中，BPM影响谱面密集度和难度，常与分音连打（如8分、16分连打）结合决定实际挑战性。部分音游通过调整流速倍率或直接改变Note下落速度来适应不同BPM，以控制视觉流速和游戏体验。"
  },
  {
    "title": "段位系统",
    "summary": "段位系统是音乐游戏中用于评定玩家水平的常见机制，起源于《beatmania IIDX》7代，后被多款音游采用。通常要求连续完成指定数量的歌曲（多为3至4首），依据表现判定是否通过。不同游戏的规则各异，例如《太鼓达人》需连续挑战三首课题曲，按魂条、判定等条件分为赤合格与金合格；《Nostalgia》则设置“检定”模式，依据Grd.数值解锁课题。部分游戏如《maimai DX》曾以排位赛模式取代传统段位，后又复出。段位系统常设有不同难度等级，玩家需逐级解锁，且可能因特定高难度曲目导致“段位难民”现象。"
  },
  {
    "title": "难民",
    "summary": "难民是指因战争、迫害或自然灾害等原因，被迫离开原籍国或原居住地，跨越国际边界寻求庇护的个人或群体。他们通常无法或不愿返回原籍国，面临人身安全威胁或基本权利受损的风险。根据国际法，特别是1951年《关于难民地位的公约》及其1967年议定书，难民享有特定的法律保护和援助权利。联合国难民署等国际组织负责协调全球难民救助工作，提供基本生活支持并寻求持久解决方案。难民问题涉及人道主义、政治和社会等多方面挑战，需要国际合作应对。"
  },
  {
    "title": "隐藏曲",
    "summary": "隐藏曲是指电子游戏中，通过达成特定条件或完成特殊挑战后方可解锁的额外音乐曲目。\n\n这类曲目通常不直接出现在游戏的标准曲目列表中，需要玩家满足如通关高难度模式、收集全部隐藏要素、达成特定成就或输入特殊指令等条件才能解锁并播放。隐藏曲常见于音乐节奏类、角色扮演类及动作冒险类游戏中，其内容可能是游戏原声音乐的变奏版本、未采用的废弃曲目、来自其他作品的联动音乐，或是制作团队特意准备的彩蛋性质乐曲。解锁隐藏曲不仅能丰富玩家的游戏体验，也常被视为对玩家游戏技巧或探索深度的认可与奖励。"
  },
  {
    "title": "隐藏谱面",
    "summary": "隐藏谱面是指在音乐节奏类游戏中，不直接显示或需要特定条件解锁的特殊游戏关卡。通常，这些谱面会以更高的难度、独特的音符排列或特殊的视觉特效为特点，为玩家提供额外的挑战和游戏体验。\n\n玩家可能需要通过达成特定成就、输入隐藏指令或在游戏中完成一系列复杂操作来解锁隐藏谱面。解锁后，谱面可能会出现在选曲列表中，或以独立的模式呈现。隐藏谱面的设计旨在增加游戏的可探索性和重复游玩价值，满足核心玩家对高难度内容的追求。\n\n在部分游戏中，隐藏谱面还可能包含与游戏剧情或背景故事相关的彩蛋，进一步丰富游戏的世界观。此类设计常见于《节奏天国》、《太鼓达人》等知名音乐游戏系列中。"
  },
  {
    "title": "粪谱",
    "summary": "粪谱是指玩家在游戏中收集到的、具有负面效果或无用属性的道具、技能或角色等元素的集合或图鉴。狭义的粪谱特指在角色扮演游戏中，那些看似稀有但实际属性低下、难以使用或与角色成长路线不匹配的物品，例如攻击力极低却占用装备栏的武器，或消耗大量资源但效果微弱的技能。\n\n在实际游戏过程中，粪谱元素常因设计平衡失调或随机生成机制而产生，可能被玩家视为“垃圾”或“陷阱”。部分游戏会通过粪谱的收集成就或特殊剧情，赋予这些元素额外的趣味性或挑战意义。此外，在玩家社区中，“粪谱”也常被引申为对游戏中设计缺陷内容的戏称或调侃。"
  },
  {
    "title": "馅蜜",
    "summary": "馅蜜是一种在电子游戏中常见的回复类道具，通常用于恢复角色生命值或状态。其名称源于现实中的日式甜点，在游戏中常以食物或消耗品的形式出现。\n\n作为基础回复道具，馅蜜通常提供中等的生命值恢复效果，部分游戏中的变体还可能附带解除负面状态或暂时提升属性的功能。它常见于角色扮演游戏和冒险游戏中，玩家可通过购买、探索或完成任务获得。在游戏进程早期，馅蜜往往是性价比最高的回复选择之一。\n\n一些游戏会设计不同等级的馅蜜道具，如“高级馅蜜”或“特制馅蜜”，提供更强的恢复效果。其图标设计多采用碗装甜点的样式，便于玩家直观识别。在部分具有烹饪系统的游戏中，馅蜜还可能作为可制作的料理出现。"
  },
  {
    "title": "和尚",
    "summary": "和尚是电子游戏中常见的一种角色类型，通常指代遵循特定宗教戒律、以修行和战斗为特点的虚构人物。在游戏设定中，和尚往往具备高生命值、防御力或治疗能力，并擅长使用徒手格斗或特殊法器进行攻击。\n\n这类角色常见于角色扮演游戏（RPG）或动作冒险游戏中，其技能多围绕近战打击、团队辅助或状态恢复展开。例如在《暗黑破坏神III》中，武僧职业结合了高速连击和群体治疗；而在《英雄联盟》里，李青则以灵活的位移和控制技能著称。部分游戏还会为和尚角色设计独特的能量系统（如“气”或“内力”），用以施放特殊技能。\n\n和尚角色的背景故事常与寺院、修行或惩恶扬善的主题相关联，为游戏世界观增添文化深度与叙事层次。"
  },
  {
    "title": "片手",
    "summary": "片手是电子游戏中一种常见的武器类型，尤其多见于动作角色扮演（ARPG）或动作冒险类游戏。其核心特征为单手即可持握，通常包括短剑、直剑、弯刀、手斧等轻型近战武器。\n\n使用片手武器时，玩家角色通常可以搭配盾牌或副手道具（如火把、魔法媒介），在攻击与防御之间取得平衡，战术上较为灵活。这类武器往往攻击速度较快、硬直较小，适合快速连击或应对敏捷的敌人，但单次攻击伤害通常低于双手重型武器。在一些游戏中，“片手”也特指某种武器精通技能或角色职业风格，强调其灵巧与多变的战斗方式。"
  },
  {
    "title": "插音",
    "summary": "插音是指电子游戏中，在原有背景音乐或音效之上临时插入的、通常具有提示或强调作用的短促音效。狭义的插音特指由玩家操作或特定游戏事件触发的反馈音，例如角色受伤时的痛呼、获得道具时的提示音或界面交互的点击声。\n\n实际上，插音不仅用于提供即时反馈，也常承担引导玩家、烘托节奏或强化叙事氛围的功能。在节奏游戏或动作游戏中，插音往往与操作时机紧密关联，成为玩法判断的重要依据；在角色扮演或冒险游戏中，插音则可能用于突出关键剧情转折或环境线索。部分游戏允许玩家自定义或调整插音频次与音量，以适应不同玩家的听觉偏好。"
  },
  {
    "title": "全连",
    "summary": "全连是音乐节奏类游戏中用于评价玩家表现的一种高级评级，指玩家在一首曲目的游玩过程中，连续且准确地击中了所有需要操作的音符，未出现任何失误（如漏击、过早或过晚击打）。\n\n获得全连通常意味着玩家对曲目的节奏、谱面布局和操作时机有极高的掌握度。它是许多音游中仅次于“完美全连”或“全完美”的成就，有时会解锁特殊奖励、成就或更高的分数倍率。在一些支持在线排名的游戏中，全连也是冲击高分榜的重要基础。\n\n该术语源于日语“フルコンボ”（Full Combo）的汉化简称，现已广泛用于各类节奏游戏中，成为衡量玩家技术水平的常见标准之一。"
  },
  {
    "title": "Full Fail",
    "summary": "Full Fail是指在游戏中，玩家角色因生命值耗尽或特定条件触发而导致的彻底失败状态，通常意味着当前游戏进程的终止。\n\n在大多数游戏中，Full Fail会直接导致游戏结束，玩家可能需要从最近的存档点、检查点重新开始，或完全重启关卡。这一机制常见于动作、冒险及角色扮演类游戏，旨在增加游戏的挑战性和紧张感。部分游戏会设计特殊的Full Fail动画或剧情，以增强叙事表现力。此外，在某些roguelike或硬核游戏中，Full Fail可能伴随永久性的进度损失，进一步强化游戏的惩罚性。"
  },
  {
    "title": "回头厨",
    "summary": "回头厨是电子游戏中的一种特殊游戏机制或玩家行为，指玩家在游戏过程中频繁返回已探索过的区域，以完成遗漏的任务、收集隐藏道具或触发特定剧情。\n\n该机制常见于开放世界或非线性流程的游戏中，旨在鼓励玩家对游戏世界进行深度探索。回头厨行为通常与游戏设计中的“回溯”要素相关，例如解锁新能力后返回早期区域获取原本无法触及的物品。部分游戏会通过动态事件或隐藏奖励来强化这一机制的吸引力，从而延长游戏时长并提升探索成就感。在玩家社群中，“回头厨”也常被用来形容热衷于反复探索游戏细节的玩家群体。"
  },
  {
    "title": "变速",
    "summary": "变速是指电子游戏中，通过特定机制或操作临时或永久地改变游戏运行速度的功能或状态。\n\n狭义的变速通常指玩家主动使用游戏内道具、技能或外部工具，调整角色移动、攻击或整体游戏进程的速率。例如，某些竞速游戏中的“氮气加速”或角色扮演游戏中的“疾跑”技能，可短时间内提升移动速度；而策略游戏中的“加速建造”功能则能缩短等待时间。广义上，变速也涵盖游戏设计中的动态难度调整，例如随着玩家表现自动调节敌人速度或关卡节奏，以维持挑战性。\n\n变速机制能丰富游戏策略，增强操作感，但过度依赖外部变速工具可能破坏游戏平衡，被视为作弊行为。"
  },
  {
    "title": "soft landing",
    "summary": "软着陆（Soft Landing）是电子游戏中一种常见的角色动作或状态机制，指角色从高处下落时通过特定操作或条件避免受到坠落伤害，平稳安全地落地。\n\n在平台跳跃、动作冒险或开放世界类游戏中，角色从过高位置坠落通常会损失生命值甚至死亡。软着陆机制允许玩家通过按键时机（如落地前瞬间按下蹲伏键）、技能使用（如翻滚、缓降术）或环境互动（如落在柔软表面）来取消伤害判定。部分游戏会将此机制设计为角色成长要素，例如习得特定技能后解锁，或通过装备提升缓冲能力。软着陆不仅增强了操作容错率，也为高空探索玩法提供了策略维度。"
  },
  {
    "title": "谱面停止",
    "summary": "谱面停止是指在音乐游戏中，游戏谱面（Note轨道）的滚动或音符的下落过程暂时中断的一种特殊演出效果或游戏机制。\n\n在多数音乐游戏中，音符会按照固定的速度和节奏向判定线移动。谱面停止即是在特定时刻，音符的移动完全暂停，但背景音乐和节拍通常继续播放。这种机制常被用于配合歌曲中的休止、变速段落或制造视觉冲击，以增强演出的表现力。部分游戏会将谱面停止设计为一种需要玩家特殊应对的玩法元素，例如在停止结束后立即出现密集音符序列，考验玩家的节奏把握与反应能力。"
  },
  {
    "title": "鱼蛋",
    "summary": "鱼蛋是电子游戏中一种常见的回复类道具或收集品，通常表现为一颗圆形的、带有鱼形图案或鱼子纹理的蛋状物品。\n\n在游戏中，鱼蛋的主要功能是回复角色的生命值或体力，有时也可作为烹饪材料合成更高级的料理。其回复效果一般属于中等水平，介于基础回复道具和高级药剂之间。鱼蛋常见于带有生存、探索或养成元素的游戏，如《星露谷物语》《怪物猎人》系列等，玩家可通过钓鱼、采集或击败特定敌人获取。\n\n部分游戏会将鱼蛋设计为收藏要素或任务物品，用于解锁剧情、兑换奖励或完成图鉴。在设定上，鱼蛋常与水域生态关联，体现游戏世界中的生物多样性。"
  },
  {
    "title": "诈称",
    "summary": "诈称是指电子游戏中，通过文字、图像或系统说明等方式，故意提供与实际情况不符的虚假信息，以达到误导玩家、增加游戏悬念或趣味性的设计手法。\n\n这一手法常见于角色扮演、冒险或推理类游戏中，例如角色身份、物品效果、剧情分支的说明可能存在隐瞒或欺骗。狭义上，诈称多指游戏系统层面的信息误导；广义上，也可涵盖叙事中故意设置的悬念或反转。部分游戏会利用诈称制造意外效果，增强玩家的探索欲或沉浸感，但过度使用可能降低玩家信任。在多人游戏中，诈称也可能成为玩家间心理博弈的策略之一。"
  },
  {
    "title": "全押",
    "summary": "全押是指玩家在游戏过程中，将当前持有的全部资源（如筹码、金币、道具等）一次性投入的行为，常见于带有赌博或高风险决策机制的游戏环节。\n\n在卡牌游戏、棋牌类电子游戏或部分角色扮演游戏的赌场系统中，全押通常作为一种策略选项出现。玩家选择全押后，若获胜可获得巨额回报，但失败则面临资源清零的风险。这一机制旨在增加游戏的紧张感和刺激性，考验玩家的风险承受与时机判断能力。部分游戏还会设计特殊的成就或奖励，鼓励玩家在特定情境下使用全押策略。"
  },
  {
    "title": "出勤",
    "summary": "出勤是指玩家在游戏中通过每日或定期登录、完成特定任务来获取奖励的一种机制，通常用于提升用户活跃度和留存率。\n\n该机制常见于网络游戏、手机游戏及部分服务型游戏中，玩家只需在规定时间内登录游戏或完成简单的日常活动（如签到、对战、副本挑战等），即可累积出勤天数并领取相应奖励。奖励内容通常包括虚拟货币、经验值、道具、角色碎片或限定皮肤等，且连续出勤往往能获得更丰厚的阶段性奖励。\n\n出勤系统不仅鼓励玩家保持稳定的游戏习惯，也为游戏运营提供了持续的玩家参与数据，有助于维持游戏生态的活跃度。部分游戏还会结合季节活动或特殊事件，推出限时出勤任务，以增强玩家的参与感和归属感。"
  },
  {
    "title": "背板",
    "summary": "背板是指玩家通过反复游玩和记忆，提前知晓游戏关卡中敌人、陷阱、机关等固定出现位置和时机的一种游戏策略或现象。\n\n在动作、射击、平台跳跃等类型的游戏中，背板是玩家应对高难度挑战、追求速通或达成完美通关的常见手段。玩家通过记忆固定的敌人配置、陷阱触发点或资源刷新位置，可以规划出最优的行动路线，从而规避风险或提高效率。狭义上，背板特指对固定不变的游戏流程进行记忆；广义上，它也包含对游戏机制和敌人行为模式的深度理解与预判。虽然背板有时会降低游戏的随机性和新鲜感，但在许多强调操作精度与流程优化的游戏中，它被视为一种重要的技巧与经验积累。"
  },
  {
    "title": "Double Play",
    "summary": "Double Play是指在电子游戏中，玩家同时控制两个角色或单位进行协作操作的一种游戏机制或模式。\n\n该机制通常出现在合作类或策略类游戏中，要求玩家分配注意力，协调两个角色的行动以完成关卡目标或解谜。例如，在平台跳跃游戏中，玩家可能需交替操控两个角色利用各自特性通过障碍；在战术游戏中，则可能需同步指挥多个单位执行夹击或掩护。Double Play不仅考验玩家的操作技巧，也强调策略规划与实时应变能力。部分游戏允许单人操作双角色，亦支持双人分别操控，以此增强游戏的互动性与挑战性。"
  },
  {
    "title": "音游梗",
    "summary": "音游梗是指在音乐游戏玩家社群中广泛流传，具有特定含义或背景的流行语、典故、图像或行为模式。这些梗通常源于游戏内的特定谱面、歌曲、角色、判定机制或玩家社区事件，并随着社群的传播和再创作而不断演变。\n\n音游梗的核心功能在于增强玩家社群的认同感和趣味性，它能够快速传递复杂的游戏情境或情感体验。例如，某些高难度谱面因其独特的音符排列或极高的准度要求，其名称或片段可能演变为代表“难度”或“特定手法”的符号。此外，一些由游戏Bug、特色UI、歌曲歌词或角色动作衍生出的内容，也常被玩家制作成表情包、短视频或二次创作素材，成为社区文化的一部分。"
  },
  {
    "title": "音游王",
    "summary": "音游王是指在音乐游戏中，玩家群体内公认的技术顶尖、成绩卓越的资深玩家。这一称号通常用于形容那些能够稳定、高精度地完成高难度曲目，或在各类排行榜、竞赛中取得顶尖名次的玩家。\n\n音游王的评判标准通常包括游戏内达成率（如准确度、连击数）、对复杂谱面的处理能力，以及是否掌握特定高阶技巧（如乱键、纵连、多指协调等）。部分玩家还会通过上传实况视频或参与线下赛事来证明实力，从而获得社区认可。这一称呼多见于《osu!》、《太鼓达人》、《DJMAX》等音游社群，有时也作为对高水平玩家的戏称或敬称。"
  },
  {
    "title": "稀有度/星级",
    "summary": "生成错误: Failed to fetch"
  },
  {
    "title": "星级/阶级",
    "summary": "星级/阶级是电子游戏中用于量化角色、装备、技能或单位强度与稀有度的等级划分系统。它通常以星形、数字或字母等符号直观标示，帮助玩家快速评估游戏内元素的相对价值。\n\n在角色扮演、策略或收集类游戏中，星级/阶级直接影响基础属性、成长潜力或解锁条件，高星级单位往往具备更强大的技能或稀有特效。该系统也常与抽卡、合成等机制结合，成为驱动玩家追求与资源管理的重要部分。部分游戏允许通过消耗素材提升星级/阶级，实现角色或装备的强化进阶。"
  },
  {
    "title": "缘分/纽带/派别/羁绊",
    "summary": "缘分/纽带/派别/羁绊是指在游戏中用于描述角色之间特殊关系或连接的系统或设定。这类机制常见于角色扮演游戏、视觉小说或策略游戏中，旨在通过情感、剧情或战斗协作来增强角色间的互动深度。\n\n在游戏设计中，缘分/纽带/派别/羁绊通常体现为角色组合的加成效果，例如当特定角色共同出战或处于同一队伍时，可触发额外的属性提升、特殊技能或剧情分支。它也可能涉及玩家选择，影响角色归属的派别，从而改变游戏进程或结局。这类系统不仅丰富了叙事层次，还鼓励玩家探索角色背景，以强化代入感和策略多样性。"
  },
  {
    "title": "狗粮",
    "summary": "狗粮是电子游戏中一种常见的消耗品道具，主要用于恢复或提升宠物、召唤兽或伙伴类单位的生命值、状态或亲密度。其名称源于现实中对犬类食品的俗称，在游戏语境中常扩展为各类虚拟宠物的通用补给品。\n\n在角色扮演、模拟经营或宠物养成类游戏中，狗粮通常作为基础资源出现，玩家可通过购买、任务奖励或战斗掉落获取。使用后可为宠物回复生命，或在一定时间内提升其属性。部分游戏还将狗粮设计为提升宠物忠诚度、进化进度的关键道具，甚至存在不同品质的变体（如“高级狗粮”“魔法狗粮”），对应更强的恢复或增益效果。\n\n此外，在含有社交系统的游戏中，“撒狗粮”有时也被玩家社群引申为描述角色间展示亲密互动行为的戏称，但这已超出道具本身的原始定义范畴。"
  },
  {
    "title": "公式",
    "summary": "公式是指电子游戏中用于计算角色属性、伤害数值、技能效果等游戏内数据的数学表达式或逻辑规则。\n\n在游戏设计中，公式是构建游戏平衡性与可玩性的底层框架。它通常定义了攻击伤害、防御减免、经验值获取、掉落概率等核心机制的计算方式。例如，一个简单的伤害公式可能为“最终伤害 = 攻击力 × 技能系数 - 防御力”。公式可以是显性的，在游戏界面或攻略中明确展示；也可以是隐性的，由开发者设定而不直接告知玩家，玩家需要通过测试来推测其规律。复杂的游戏（如大型RPG或策略游戏）往往包含多个相互关联的公式系统，以模拟丰富的交互逻辑。理解游戏公式有助于玩家优化策略、搭配装备或技能，从而更高效地进行游戏。"
  },
  {
    "title": "觉醒",
    "summary": "觉醒是指在电子游戏中，角色或系统在特定条件下突破原有状态，获得能力提升或形态变化的机制。常见于角色扮演、动作冒险等类型。\n\n狭义的觉醒通常指角色在剧情推进、等级积累或满足隐藏条件后触发的阶段性强化，例如解锁新技能、属性大幅增长或外观改变。广义上，觉醒也可应用于游戏系统本身，如《恶魔城》系列中“使魔”的进化，或《黑暗之魂》中武器通过强化获得的属性蜕变。\n\n该机制不仅增强了角色的成长感和剧情张力，也为玩家提供了策略深度。部分游戏将觉醒设计为限时状态，需消耗特殊资源发动，以此平衡游戏难度。"
  },
  {
    "title": "单抽",
    "summary": "单抽是电子游戏中一种常见的虚拟物品抽取机制，通常指玩家消耗少量游戏内货币或资源，进行一次单独的随机抽取，以获得角色、装备、道具等奖励。该机制常见于含有扭蛋、卡包或抽奖系统的手机游戏和在线游戏中。\n\n单抽与“十连抽”等批量抽取方式相对，通常成本较低，但随机性较强，适合玩家进行日常或零散尝试。部分游戏会设置单抽保底机制或累积奖励，以平衡玩家的体验。单抽的设计旨在提供即时的惊喜感，同时鼓励玩家持续参与游戏内的经济循环。"
  },
  {
    "title": "/连抽",
    "summary": "连抽是指玩家在电子游戏中一次性消耗多个抽卡次数或资源，连续进行多次抽取的行为。该机制常见于包含抽卡系统的游戏，如手机游戏、角色扮演游戏或集换式卡牌游戏。\n\n连抽通常作为游戏内的一种消费或奖励机制，允许玩家通过单次操作完成多次抽取，有时会附带额外的保底奖励或概率提升。例如，部分游戏设定“十连抽”必出稀有物品，以鼓励玩家进行批量抽取。连抽功能不仅节省了玩家的操作时间，也常与游戏内活动、充值优惠或任务系统结合，成为推动玩家参与度和消费的重要手段。"
  },
  {
    "title": "保底/天井",
    "summary": "保底/天井是一种在电子游戏中常见的概率补偿机制，通常应用于抽卡、开箱或随机奖励系统中。其核心功能是确保玩家在经历一定次数的未获得目标物品后，能够必定获得该物品，从而避免因极端运气不佳而导致的过度投入。\n\n这一机制常见于手游、网游等包含内购元素的游戏中，旨在平衡随机性带来的玩家体验，减少因概率问题引发的负面反馈。保底次数通常由游戏设计者设定，并明确公示，例如“每100次抽取必得最高稀有度角色”。部分游戏还会设置“软保底”，即随着未获得次数增加，目标物品的出现概率会逐步提升，直至达到100%。\n\n保底机制不仅维护了游戏的公平性，也为玩家提供了可预期的资源规划依据，成为现代游戏运营中重要的用户留存手段之一。"
  },
  {
    "title": "非洲人/非酋",
    "summary": "非洲人/非酋是网络游戏社群中的流行用语，用于形容在游戏中运气极差的玩家，尤其指在抽卡、掉落等随机机制中难以获得稀有道具或角色的情况。该词源于“脸黑”的引申，与代表运气极佳的“欧洲人/欧皇”相对。\n\n在包含概率性奖励的游戏中，如抽卡手游、大型多人在线角色扮演游戏等，玩家常以此自嘲或调侃他人。部分游戏设计会通过保底机制来缓解“非酋”玩家的挫败感，但该词仍广泛用于描述随机结果带来的体验差异。这一用语也反映了玩家对游戏内概率系统的关注与讨论。"
  },
  {
    "title": "欧洲人/欧皇",
    "summary": "欧洲人/欧皇是电子游戏社群中流行的网络用语，用以形容在随机概率机制中运气极佳的玩家。该词源于部分游戏抽卡、掉落等系统存在较低概率获取稀有物品，而运气好的玩家常被戏称为“拥有欧洲血统”，反之则称“非洲人”。\n\n在游戏中，这类说法多出现在依赖随机奖励的场合，例如抽卡手游、大型多人在线游戏的装备掉落或 Roguelike 类游戏的随机道具获取。玩家以此进行自嘲或调侃，间接反映了游戏设计中概率机制对玩家体验的影响。该用语也常见于玩家社区交流与直播互动中，成为了一种具有社群认同感的戏称。"
  },
  {
    "title": "非提",
    "summary": "非提是网络游戏《舰队Collection》玩家社群中衍生出的一个自嘲性称呼，特指运气较差、难以获得稀有舰娘或装备的提督（玩家）。\n\n该词源于“非洲提督”的简称，与“欧提”（欧洲提督，指运气较好的玩家）相对，常用于形容玩家在游戏建造、掉落等随机机制中长期处于低概率区间的情况。非提现象往往与游戏的抽卡或随机掉落机制密切相关，反映了部分玩家在资源投入与回报之间的心理落差。在社群讨论中，该词也常被用于调侃或自我解嘲，成为玩家文化中的一个标志性身份标签。"
  },
  {
    "title": "欧提",
    "summary": "欧提是部分抽卡类游戏中，对成功抽取到稀有角色或道具的玩家的称呼，通常带有一定调侃或自嘲意味。该词源于“欧洲人提督”的缩写，最初在《舰队Collection》玩家社群中流行，用以形容运气极佳、能频繁获得稀有舰娘的玩家，与“非提”（非洲提督，指运气较差的玩家）形成对比。\n\n随着抽卡机制在手游中的普及，“欧提”逐渐泛化为泛指在任何含有随机获取元素的游戏中，拥有出色运气的玩家。这一称呼反映了玩家社群对游戏概率系统的集体认知，并常与“玄学”“氪金”等话题关联，成为玩家间交流的亚文化用语。"
  },
  {
    "title": "人品",
    "summary": "人品是玩家在游戏社区中，对自身或他人游戏内运气成分的一种戏谑性评价指标，常用于形容随机事件的结果。\n\n在电子游戏中，许多机制（如暴击率、掉落概率、抽卡结果）依赖随机数生成。当结果频繁偏向有利或不利时，玩家常以“人品好”或“人品差”来调侃这一现象。该词源于中文网络文化，现已广泛用于形容游戏过程中的运气因素，尤其在涉及概率性奖励或惩罚的场合（如装备强化、稀有物品获取）。虽然并非官方游戏数据，但“人品”已成为玩家间交流的常用语，反映了对随机性体验的一种幽默化解读。"
  },
  {
    "title": "海豹",
    "summary": "海豹是电子游戏中一类常见的动物角色或环境生物，通常出现在以海洋、极地或沿海地区为背景的游戏场景中。\n\n在游戏设计中，海豹可作为环境装饰元素，增强场景的真实感与沉浸感，例如在《动物森友会》系列或《深海迷航》等游戏中作为生态的一部分。同时，海豹也可能作为可互动角色或任务目标出现，例如在某些冒险或模拟游戏中，玩家可能需要救助、喂养或与海豹进行互动以推进剧情。此外，部分游戏会将海豹设计为玩家可操控的角色或坐骑，赋予其独特的移动能力，如在水域中快速游动或在冰面上滑行。从功能上看，海豹不仅丰富了游戏世界的生物多样性，也常承载着轻松、可爱的美学风格，为游戏增添休闲与趣味元素。"
  },
  {
    "title": "天胡",
    "summary": "天胡是指在麻将类游戏中，庄家在发牌后即已形成和牌牌型的一种特殊开局。作为麻将术语，它代表着一种极为罕见且有利的起始局面。\n\n在大多数麻将规则中，天胡被视为一种最高级别的和牌形式，通常能获得最高的番数或点数奖励。它完全依赖于发牌阶段的随机概率，玩家无需进行任何摸牌或打牌操作即可直接宣告胜利。由于概率极低，天胡的出现往往被视为运气极佳的象征。\n\n这一概念也常被引申至其他带有随机要素的卡牌或策略游戏中，用于形容开局阶段即获得压倒性优势的极端情况。"
  },
  {
    "title": "许愿",
    "summary": "许愿是电子游戏中一种常见的互动机制，通常指玩家通过特定操作或消耗资源，向游戏系统请求随机或半随机的奖励。其核心功能在于为玩家提供一种高风险高回报的获取稀有道具、角色或能力的方式。\n\n在游戏设计中，许愿常以“抽卡”、“祈福”或“祭坛祈祷”等形式出现，多见于角色扮演、收集养成或在线服务型游戏中。玩家通常需要消耗游戏货币、特殊道具或现实货币进行许愿，其结果往往基于预设的概率分布，可能获得普通物品到顶级奖励不等的回报。部分游戏会设置保底机制或许愿次数累积奖励，以平衡随机性带来的体验。\n\n此外，许愿机制也常与游戏内的活动、剧情或限时内容结合，成为推动玩家参与度和维持游戏经济系统的重要设计要素。"
  },
  {
    "title": "玄不救非，氪不改命",
    "summary": "玄不救非，氪不改命是源自中国网络游戏社群的一句流行语，用于形容玩家在游戏中通过非理性手段（如玄学抽卡）或付费充值（氪金）仍无法改变自身运气不佳的现状。\n\n该说法常见于具有随机奖励机制的游戏，尤其是抽卡类手游或角色扮演游戏。其中“玄”指玩家尝试各种迷信方法提升运气，“氪”指投入真实货币购买游戏内资源。然而，由于游戏随机数生成系统的设计，这些行为通常无法实质影响概率结果，体现了玩家对运气与投入之间关系的自嘲。这句话也反映了部分游戏设计中付费项目与核心随机机制之间的关联，成为玩家社群中表达无奈或调侃的常用表述。"
  },
  {
    "title": "十里坡剑神",
    "summary": "“十里坡剑神”是源自台湾玩家“bill7437”的ACG用语。该玩家在游戏《仙剑奇侠传1》初期因找不到剧情点，于初始地图“十里坡”持续练级约半年，将主角李逍遥升至71级并习得终极技能“剑神”，因而得名。此事迹在玩家社群中广为流传，常被用以形容在游戏初始区域极限练级的行为。2018年，有玩家通过实践验证了其可行性。为纪念该事件，《仙剑奇侠传5前传》中也设立了同名称号任务。"
  },
  {
    "title": "一夜过后",
    "summary": "《一夜过后》是一部由张艺谋执导，于2024年上映的中国电影。影片讲述了一对年轻情侣在经历情感波折后，通过一夜的深度交流重新审视彼此关系的故事。主演包括周冬雨和刘昊然，摄影由赵小丁担任，配乐工作由陈光荣负责。该片以其细腻的情感刻画和独特的视觉风格，探讨了现代爱情中的信任与沟通议题。"
  },
  {
    "title": "1V5",
    "summary": "“1V5”是源于《魔兽争霸3》自定义地图DotA的术语，指玩家因个人英雄主义行为（如抢资源、不顾团队）而遭队友嘲讽。该词也用于篮球等5V5比赛，形容队员过于独断或能力突出。在极少数情况下，若玩家在队友退出后仍能获胜，或为团队牺牲独自牵制对手，则含义转为敬佩。此外，衍生说法如“1V9”用于嘲讽队友拖累，或描述高手在劣势中carry的表现。"
  },
  {
    "title": "俸俸伲购美病",
    "summary": "“俸俸伲购美病”出自游戏《英雄传说 空之轨迹SC》简体中文版的翻译乱码，是角色蕾恩台词“嘿嘿嘿，还好啦。”因编码错误而显示的错误文本。该问题暴露了代理商娱乐通在汉化测试与质量控制上的疏漏，引发玩家不满，并被戏称为“发病”，用以调侃汉化中的低级错误。娱乐通后续通过补丁修正了多数错误，其翻译本身有一定水准，但同系列后续作品仍出现过类似翻译质量问题。"
  },
  {
    "title": "父马可亲",
    "summary": "“父马可亲”是《魔兽争霸3：重制版》因非拉丁字符叠字BUG产生的错误字幕文本，原句为“阿尔萨斯，你做出了一个父马可亲的决定”。该BUG在2020年1月正式版中出现，于同年2月更新后修复。该词因玩家结合游戏剧情（阿尔萨斯杀死战马与父亲）引申为成语，形容想法或行为极其可怕，或讽刺为达目的不惜代价。后常用于调侃游戏品质未达预期或承诺未兑现，成为中文互联网中知名的负面梗之一。"
  },
  {
    "title": "少女卷轴",
    "summary": "“少女卷轴”是《上古卷轴》系列游戏的戏称，源于《上古卷轴4：湮没》发售后涌现的大量以美化女性角色或添加成人内容为主的玩家自制模组（Mod）。该系列由Bethesda Softworks开发，自1994年首作问世，目前已推出五代作品。游戏以虚构世界奈恩星球为背景，注重高自由度和丰富设定。Mod的广泛使用不仅改变了游戏外观与体验，也吸引了大量玩家，甚至成为部分人接触编程与3D建模的契机。这一别称通过相关游戏社区及网站传播而广为人知。"
  },
  {
    "title": "炸鸡勇者",
    "summary": "炸鸡勇者源于《魔兽世界》早期的一个著名玩家事件。美洲服务器联盟公会PALS FOR LIFE在攻略黑石塔上层时，圣骑士玩家里诺艾·杰金斯因暂离买炸鸡未听到战术说明，回归后突然高喊“LEEROOOOY JENKINS！”并冲入龙蛋区，踩破大量龙蛋引发混乱，导致团队覆灭。事后他回应“至少我还有炸鸡”（或因发音不清被听作“至少我不是胆小鬼”）。该典故因趣味性广为流传，并被暴雪官方作为彩蛋植入多款游戏。"
  },
  {
    "title": "反向Q",
    "summary": "反向Q是《英雄联盟》S5总决赛中LGD中单选手韦神（ID：We1less）使用韦鲁斯时反方向施放Q技能的著名失误。该事件发生在2015年S5小组赛LGD对阵KT的比赛中，韦神在禁锢对方布隆后反向Q技能导致目标逃脱，引发网友广泛调侃和二次创作。此后“反向Q”成为韦神的标志性黑历史，并在游戏中演变为反向使用技能的戏称。"
  },
  {
    "title": "吃鸡",
    "summary": "“吃鸡”一词源于美国赌场俚语“Winner winner, chicken dinner”，意指赌局获胜后能享用鸡肉餐。该说法因电影《决胜21点》和游戏《绝地求生》而广为人知，并成为《绝地求生》在中国玩家中的代称。随着大逃杀类游戏的流行，“吃鸡”逐渐泛指在该类游戏中夺得冠军。此后，这一用法也扩展至自走棋等其他竞技游戏类型中。"
  },
  {
    "title": "胆创",
    "summary": "胆创是大胆创新的简称，源于2012年三国杀“一将成名”武将设计大赛。评委韩旭对马岱技能“潜袭”（可扣减体力上限）的评语“大胆创新，值得鼓励”被简化为“胆创”，后常用于讽刺设计失衡或机制离谱的武将，如马岱、蔡文姬等。该词也衍生出“胃创”等变体，并在玩家社群中沿用，既可用于反讽，也可表字面肯定。随着游戏版本更新，相关技能虽经调整，但“胆创”已成为玩家评价争议设计的常用术语。"
  },
  {
    "title": "孙笨",
    "summary": "孙笨是《三国杀》玩家对武将孙策的调侃性称呼，源于2014年贴吧用户将“策”误写为“束”，后衍生出“孙笨”等相似字形外号。该梗因孙策在游戏中常被视为弱势武将而流行，其技能“激昂”因红色杀较少且对手针对性回避而难以发动，觉醒条件苛刻，在身份局中易被集火，故有“54320”等数字梗形容其血量变化。尽管部分玩家认为孙策在加强后具备强度，但“孙笨”已成为社区常见梗，并延伸至其他三国题材讨论中。"
  },
  {
    "title": "通渠",
    "summary": "“通渠”是游戏《三国杀》的衍生用语，指削弱武将。该词源于2020年武将贾逵上线后，因其技能“忠佐”过强，官方在测试服将其改为“通渠”并大幅削弱，引发玩家不满和抵制，贾逵因此得名“通渠哥”。此后“通渠”被玩家广泛用于指代削弱行为，并衍生出“通厕所”等调侃表达。需注意，“通渠”原指贾逵开通河渠的事迹，与通厕所无关。类似调整在后续武将如谋曹丕中也有出现，成为游戏平衡性争议的常见现象。"
  },
  {
    "title": "T pose",
    "summary": "T pose是一种游戏角色双臂平举、身体挺直的默认姿势，源于三维动画制作中模型的预设姿态，用于方便骨骼节点调整和动作捕捉匹配。当游戏出现程序错误时，角色可能因未能加载动作而呈现此姿态，常被玩家视为一种Bug或“灵异现象”。该现象在游戏界流传广泛，自2016年起逐渐演变为网络文化，通过梗图传播，甚至引发现实中的模仿和讨论，但其行为本身并无实际意义。"
  },
  {
    "title": "Jack-O‘ Pose",
    "summary": "Jack-O‘ Pose（杰克欧姿势）是格斗游戏《罪恶装备》系列中角色Jack-O‘ Valentine的标志性胜利姿势。该姿势表现为角色单膝跪地，一手扶地，另一手置于膝上，同时头部微侧，展现出兼具俏皮与挑衅意味的姿态。\n\n作为角色个性塑造的一部分，该胜利姿势通常在回合胜利或对战结束时自动触发，已成为Jack-O‘ Valentine的视觉标识之一。其设计融合了哥特式风格与活泼的气质，符合该角色在剧情中作为人造生命体兼具天真与危险的特质。在玩家社群中，该姿势因其独特的造型和角色人气而常被模仿或作为二次创作素材。"
  },
  {
    "title": "刀刀烈火",
    "summary": "“刀刀烈火”原为网络游戏《热血传奇》中战士技能“烈火剑法”，可将火焰附于武器造成额外伤害。该技能最初设计为概率触发，以维持游戏平衡，后因私服修改及外挂影响，演变为可连续造成高额伤害的现象。在部分私服广告中，“刀刀烈火”常与夸张宣传语结合，成为玩家社群中的流行表述。如今该词多泛指动作类游戏中通过操作、技能或机制实现高暴击、高伤害的连续输出状态，亦可用于描述附带火焰特效的攻击效果。"
  },
  {
    "title": "科乐美秘技",
    "summary": "科乐美秘技（Konami Code）是日本科乐美公司电子游戏中著名的作弊码，基本输入为“↑↑↓↓←→←→BA”。它由程序员桥本和久于1985年开发，最初用于简化《宇宙巡航机》的移植测试，因未被删除而保留。1988年，《魂斗罗》中该秘技被广泛传播，输入后可获得额外生命，大幅降低难度，随后成为流行文化符号，被多类作品和网站致敬。桥本和久于2020年逝世，科乐美官方曾发文纪念。"
  },
  {
    "title": "ADC in 2017",
    "summary": "“ADC in 2017”是英雄联盟玩家对2017年ADC（物理核心输出）过弱现象的嘲讽。当年因版本变动，ADC生存能力差，易被击杀且难以应对坦克，后期虽因装备调整略有改善，但操作要求仍高。该梗常用于集锦视频中，形容ADC被秒或反杀的场景。此后游戏版本持续偏向中上野，ADC的生存与输出环境进一步恶化，衍生出“AD现状”等调侃，反映其持续弱势的处境。"
  },
  {
    "title": "本人操作",
    "summary": "本人操作是指玩家在游戏中直接控制角色或单位进行行动的游戏方式，与自动操作或AI控制相对。它是电子游戏交互性的核心体现，玩家通过输入设备（如手柄、键盘、鼠标或体感装置）实时下达指令，直接影响游戏进程。\n\n在大多数动作、射击、角色扮演或即时战略游戏中，本人操作是默认且必要的玩法基础，它决定了角色的移动、攻击、交互等具体行为。一些游戏也提供了“自动战斗”或“辅助模式”作为补充，但本人操作通常能带来更高的控制精度和沉浸感。随着游戏类型的发展，本人操作的形式也日益多样，例如在音乐游戏中表现为节奏点击，在模拟游戏中则可能涉及复杂的环境操控。"
  },
  {
    "title": "电表倒转",
    "summary": "“电表倒转”是游戏中对资源“越用越多”现象的戏称，源自现实中电能表因故障或人为反装导致计数反转的情况。在游戏中，玩家执行行动时资源不减少反而增加，可能是由于设计失误、程序漏洞或有意安排的游戏机制。这一说法最初在卡牌和战棋游戏社区流行，后逐渐扩展到各类游戏。现实中故意倒转电表属违规行为，切勿模仿。"
  },
  {
    "title": "风暴oo",
    "summary": "风暴oo（又称风暴要火、风暴药丸）是玩家对《风暴英雄》人气不足的调侃。该游戏在测试前因暴雪娱乐的声誉备受期待，被视为能与《英雄联盟》《DOTA2》竞争的作品。但公测后因机制差异较大，在中国玩家数量远少于同类游戏及暴雪其他作品，形成明显人气落差。玩家以此自嘲，使“风暴oo”成为流行梗，常见于相关视频弹幕。游戏曾通过联动活动短暂提升人气，但活动后迅速回落。"
  },
  {
    "title": "GG",
    "summary": "GG（Good Game）是电子竞技中的常用礼貌用语，起源于上世纪末的网络文章，后在《星际争霸》等游戏中普及，用于比赛结束时表示尊重。韩国职业电竞曾将其作为赛后礼仪。该词也衍生出“认输”或“局势不利”的动词用法。作为网络流行语，GG的含义逐渐扩展，可泛指“失败”或“完蛋”，其谐音“寄”在2021年前后因主播影响而流行，常与歌曲《Gee》结合用于网络视频中。此外，GG在早期互联网中曾作为“哥哥”的缩写，现已少用。"
  },
  {
    "title": "G胖不会数3",
    "summary": "“G胖不会数3”是玩家对Valve公司创始人Gabe Newell的戏称，源于其公司旗下主要游戏系列（如《半衰期》《传送门》《求生之路》等）及引擎均未推出带数字“3”的续作，相关内部项目也多被取消。这一现象衍生出多种调侃：包括将其归因于G胖早年从微软Windows 3.0项目离职，游戏中加入自嘲语音，以及玩家将Steam上差评如潮的带“3”国产游戏与此联系。尽管Valve在2022年发布了SteamOS 3.0，但核心游戏系列仍未见第三代作品，相关社区创作与期待持续存在。"
  },
  {
    "title": "海外无人权",
    "summary": "“海外无人权”是玩家对无法完整体验或玩不到国外厂商游戏现象的戏称。部分游戏因成本、版权等问题，在海外版本中删减内容，导致玩家体验受损；另一些游戏则无海外发行计划，玩家只能通过视频等方式间接了解。这种现象让玩家感到被区别对待，故得此名。"
  },
  {
    "title": "你知道我的痛楚吗",
    "summary": "“你知道我的痛楚吗”是部分角色扮演类或叙事驱动型游戏中出现的特殊台词或剧情节点，通常用于表达角色深层的内心情感或过往创伤。该台词往往出现在关键剧情转折处，用以揭示角色的背景故事、动机或内心矛盾，增强叙事的感染力与玩家的情感代入。\n\n在游戏设计中，此类台词可能关联特定角色的专属任务、记忆回溯桥段或道德选择时刻。玩家有时需要通过对话选项回应角色的痛苦，不同的回应可能影响角色好感度、剧情分支或游戏结局。部分作品还会将其设计为成就或奖杯的触发条件之一。\n\n该表达也常见于具有强烈悲剧色彩或心理描写元素的游戏中，作为连接角色与玩家情感的重要叙事工具。"
  },
  {
    "title": "强度美",
    "summary": "“强度美”是网络用语，常用于形容游戏中外观存在争议但强度超模的角色，暗指其以强度弥补外观不足，带有吐槽或嘲讽意味。该词也适用于外观不佳但性能极强的其他领域对象。其起源可能与《宝可梦》中的炽焰咆哮虎有关，因实力突出而外观不被普遍认可。此外，该词有时也引申形容外观出色但强度不足的角色，作为“花瓶”的委婉表达。"
  },
  {
    "title": "人体描边大师",
    "summary": "“人体描边大师”是射击游戏玩家对枪法不准、难以击中目标的调侃，常见于《CSGO》《绝地求生》等竞技性游戏社区。该词源于玩家因压枪不熟或巧合导致弹道偏离目标，如同“描边”般避开敌人。虽多用于形容枪法差，但在某些情境下也可指代精准环绕目标射击的高超技术。此外，该说法也延伸至飞刀等投射物，或用于动画弹幕中的幽默吐槽。"
  },
  {
    "title": "赛博精神病",
    "summary": "赛博精神病是《赛博朋克》系列作品中的虚构精神疾病，通常因过度植入义体导致人性丧失、情绪极端化或产生幻觉，具体表现为暴力、嗜杀或行为异常。在中文互联网语境中，该词衍生出两种含义：一是指玩家在游戏发售前以表演形式虚构游戏内容的戏谑行为，源于《赛博朋克2077》官方互动；二是指玩家在游戏中因角色能力过强或行为荒诞而被戏称为“赛博疯子”，类似“第四天灾”的调侃。"
  },
  {
    "title": "手痒难耐，渴望打架",
    "summary": "手痒难耐，渴望打架是指玩家在游戏中因长时间未进行战斗或缺乏挑战而产生的强烈战斗欲望。这一现象常见于动作、格斗或角色扮演类游戏中，通常由游戏机制或剧情引导触发，旨在推动玩家主动参与战斗环节。\n\n在游戏设计中，开发者可能通过降低非战斗阶段的节奏、设置挑衅性NPC或提供战斗奖励等方式，强化玩家的战斗冲动。部分游戏还会将此概念融入角色状态系统，例如累积“战意值”来提升攻击力，或作为成就解锁条件。这一机制有助于维持游戏紧张感，避免玩家因长时间探索或解谜而感到乏味。"
  },
  {
    "title": "土豆服务器",
    "summary": "“土豆服务器”是网络流行语，常用来讽刺性能低下、易出现延迟或卡顿的服务器，尤其在游戏领域。该说法起源于两个事件：一是2000年有人尝试用马铃薯作为动力搭建服务器，但其处理能力极低且因马铃薯腐烂被放弃；二是荷兰一篇恶搞文章声称在土豆上安装Linux系统，被部分人误信。在游戏厂商中，育碧的服务器因长期存在访问质量问题而常被玩家称为“土豆服务器”。此外，该词也偶尔用于调侃其他非官方或体验不佳的网络服务。"
  },
  {
    "title": "V社时间",
    "summary": "“V社时间”是玩家对游戏开发商Valve（V社）在游戏更新或发布中频繁延迟、不守时现象的戏称。Valve以《半衰期》《反恐精英》《Dota2》等作品闻名，但常因各种原因推迟预告的更新时间，甚至不了了之，这种差异被玩家调侃为“重新定义时间”。该概念反映了Valve在项目推进上的随意性，成为其社区文化中的标志性槽点。"
  },
  {
    "title": "我们来削弱oo吧",
    "summary": "“我们来削弱oo吧”是游戏玩家社区中常见的吐槽用语，用于表达对角色或物品因版本更新被反复削弱的调侃，或讽刺削弱后其竞争力依然过强或过弱的现象。游戏平衡常因机制更新、数值设计偏差等因素受影响，导致部分内容强度超出预期，需通过数值或机制调整（即“明削弱”或“暗削弱”）来恢复平衡。但多次削弱有时反使竞争力不降反升，引发玩家对设计水平的质疑，同时也增添了戏谑意味。该句式常以“xxxxxx（原因），我们来削弱oo吧”的形式在社区中流传。"
  },
  {
    "title": "星际玩家",
    "summary": "星际玩家是源于游戏《星际争霸》的一个网络梗，指玩家在游戏中因节奏快、信息量大而看漏明显关键信息的行为，职业比赛中也偶有发生。该说法后来扩展到《CSGO》《守望先锋》等电竞游戏中，形容观察力不足、忽略眼前明显事物的玩家，并逐渐被用于调侃现实中走神、未注意明显事物的人。"
  },
  {
    "title": "一代补丁一代神",
    "summary": "“一代补丁一代神”是游戏圈内的流行吐槽语，指游戏版本更新后，平衡性常发生显著变化：上一版本强势的职业、技能或角色可能被削弱，而弱势者则可能大幅增强。尽管运营商常宣称调整合理，但实际效果常与预期不符。该说法已衍生为对游戏平衡性不稳定现象的普遍调侃。"
  },
  {
    "title": "用心做oo，用脚做游戏",
    "summary": "“用心做oo，用脚做游戏”是玩家社群中用以批评游戏开发商或发行商的一种常见说法，指代在游戏开发或运营过程中，制作方将主要精力投入于游戏之外的附加内容（如美术、音乐、宣传等，常以“oo”代指），而对游戏核心玩法、系统优化或内容质量等关键部分却敷衍了事的现象。\n\n这一说法多出现于玩家对游戏实际体验与宣传落差较大的情况，尤其常见于部分商业作品过度注重外观道具、营销活动，却忽视基础玩法设计、平衡性调整或漏洞修复。该表述反映了玩家对游戏“形式大于内容”倾向的不满，并逐渐成为评价游戏开发诚意的一种戏谑式标准。"
  },
  {
    "title": "这火我不传",
    "summary": "“这火我不传”是源于3D游戏《黑暗之魂》系列的衍生梗。在游戏中，玩家击败最终boss薪王后需选择是否“传火”，而《黑暗之魂3》还提供了其他剧情分支选项。由于游戏难度较高，玩家常因卡关而戏称“这火我不传了”，表达弃坑或放弃的调侃。此外，随着剧情深入，传火被揭示可能只是统治阶级的延续手段，且不影响NPC命运，因此该说法也反映了玩家对游戏叙事选择的讨论。"
  },
  {
    "title": "临时工",
    "summary": "“临时工”原指临时性工人，与正式工相对。现为中国互联网常用吐槽语，其抽象用法起源已不可考。一种常见含义是：某些组织在发生负面公关事件后，常将涉事人员（无论是否正式工）称为“临时工”并开除，以切割责任、撇清官方立场，后演变为争议事件中“背锅者”的代名词。另一含义则指产品、作品等在制作或维护过程中出现的粗糙、错漏部分，常被戏称为由马虎敷衍的“临时工”所致，尤其在游戏更新出现bug时，成为玩家吐槽的惯用表达。"
  },
  {
    "title": "拉胯",
    "summary": "“拉胯”源自东北官话“拉了胯”，原指瘫倒状态。2019年，前英雄联盟职业选手otto在直播中吐槽队友操作失误时使用该词，经视频传播后成为网络流行语。在互联网传播中常被误写作“拉垮”，并衍生出“拉了”“拉大胯”等变体。现词义已引申为形容人、集体或事物表现差劲、不尽人意的通用表达，广泛应用于各领域。"
  },
  {
    "title": "开个脉动，好走不送",
    "summary": "“开个脉动，好走不送”是2020年9月7日Rookie与姿态连麦直播中，由Rookie从弹幕中选出的口号，原为脉动赞助的互动环节，寓意饮用后能像冠军选手一样强势击败对手。但因直播中两人游戏操作屡次失误，这句话逐渐演变为翻车预警和“毒奶”梗，常与自身失利关联。后续姿态在直播中多次使用该口号后同样出现失误，并曾误将脉动瓶口直径38mm说成38cm进行调侃，进一步强化了其反讽与娱乐效果。"
  },
  {
    "title": "正版游戏受害者",
    "summary": "正版游戏受害者是指因购买或使用官方授权的正版游戏软件，反而遭遇比盗版用户更差体验的玩家群体现象。这一概念通常源于正版游戏附带的数字版权管理（DRM）系统、强制在线验证、频繁更新或服务器问题，导致游戏运行不稳定、加载缓慢甚至无法启动。相比之下，盗版版本可能通过破解移除了这些限制，从而提供更流畅的体验。该现象在单机游戏中尤为突出，常引发玩家对DRM机制合理性的争议，并反映了游戏发行商在版权保护与用户体验之间的平衡困境。"
  },
  {
    "title": "骂完记得买",
    "summary": "“骂完记得买”是玩家社群中用于描述一种矛盾消费心理的流行用语，特指玩家在批评某款游戏或游戏厂商的运营策略后，仍选择购买其后续产品或服务的行为。\n\n该现象常见于系列作品或长期运营的游戏中，玩家可能对游戏内容、定价策略、平衡性调整或运营活动表示不满并进行公开批评，但因情怀依赖、社交需求、游戏品质核心部分尚可接受或内容独占性等因素，最终仍完成消费。这一用语也反映了玩家在情感投入与理性评价之间的复杂互动，以及厂商品牌忠诚度与消费者批判意识并存的市场现状。在游戏行业讨论中，此现象常被引申用于分析玩家社区舆论与实际销售数据之间的关联性。"
  },
  {
    "title": "请各位oo在过场动画至少穿得像个人",
    "summary": "“请各位oo在过场动画至少穿得像个人”是中文互联网上的一句流行吐槽，主要针对电子游戏中实时演算的过场动画。由于玩家可自定义角色外观，有时会选用与剧情氛围严重不符的奇装异服或近乎裸露的装扮，导致过场动画出现滑稽场面。此外，在PC平台通过MOD修改角色外观或利用玩家ID命名机制，也可能产生类似效果。部分游戏因玩家ID内容不当，在配音中会改用通用称呼或省略不念。"
  },
  {
    "title": "我们做了一个艰难的决定",
    "summary": "“我们做了一个艰难的决定”是游戏行业及相关领域中，特指游戏开发商或运营商在面临争议性调整时，所发布的一种公告措辞。该表述通常用于宣布对游戏机制、收费模式或用户协议等进行重大修改，尤其常见于涉及玩家利益变动的场合，例如削弱角色强度、调整虚拟物品价值或改变服务条款等。\n\n此类公告往往因可能影响玩家体验而引发讨论，其核心特点在于以“艰难”强调决策的慎重性，旨在缓和玩家群体的抵触情绪。在游戏文化中，该短语有时也被玩家用于戏谑或反讽，形容游戏方看似无奈实则对自身有利的决策行为。"
  },
  {
    "title": "一切以结算为准",
    "summary": "“一切以结算为准”是《炉石传说》玩家对游戏内异常结算的调侃用语，源于主播瓦莉拉在酒馆战棋中发现的“莽神火车王”bug：该随从实际效果与卡面描述不符，会消灭击破其圣盾的随从而非最终击杀者。此bug甚至在战场传奇世界锦标赛中影响了比赛结果，相关对局播出后被官方修复。该说法反映了电子游戏的规则由代码决定，结算结果以实际运行为准，卡牌文本仅为参考，玩家常通过测试来理解具体机制。"
  },
  {
    "title": "法师",
    "summary": "法师是奇幻题材作品及游戏中以魔法为主要攻击方式的职业或单位，通常可远程施放法术，输出较高但自身防护薄弱。其攻击多需消耗法力值，常配备法袍、法杖及魔导书等道具。部分法师也具备治疗、增益或减益等辅助能力。在不同游戏体系中，法师可能因技能专修差异而呈现多样作战模式，且因其在部分游戏中表现强势，亦有“法师亲儿子”的俗称。"
  },
  {
    "title": "AFK",
    "summary": "AFK（Away from keyboard）原指暂时离开键盘，多用于在线游戏场景。该词最早出自《无尽的任务》，后随《魔兽世界》流行，玩家可通过指令标记暂离状态。由于未明确离开时长，常被引申为较长时间挂机或永久退出游戏。在《魔兽世界》中，AFK机制会强制玩家退出战场或副本并施加惩罚。欧美等地通常保留其“挂机”本义，而在中国玩家社群中，该词逐渐演变为“退坑”的代称。"
  },
  {
    "title": "BL游戏",
    "summary": "BL游戏是以美少年/美男子之间的恋爱关系（BL）为核心元素的电子游戏，主要面向女性玩家，是女性向游戏的分支。游戏形式多为视觉小说或RPG，玩法类似Galgame，常包含悬疑、战斗等多元主题。早期作品多发布于PC平台，2010年后手机平台作品兴起，增加了社交与抽卡等元素。游戏可按主角攻受定位分为主攻线、主受线或两者兼备。首部BL游戏于1999年在日本问世，随后在欧美、中华地区等地逐渐发展，各地作品风格与市场特点有所不同。"
  },
  {
    "title": "改版",
    "summary": "改版是通过修改主机游戏ROM文件来改变游戏内容的方式。由于主机存储介质通常为只读，需将ROM提取至电脑修改，生成独立可运行的文件，一般需借助模拟器或烧录设备在主机上使用。早期改版多为角色替换，亦有大幅修改内容的作品，但部分涉及不良内容。法律上，改版常依赖原游戏ROM，发布补丁形式可规避侵权风险。而使用新引擎制作的仿古游戏无需原ROM，则可能构成侵权。"
  },
  {
    "title": "HD-2D",
    "summary": "HD-2D是由史克威尔艾尼克斯提出并注册商标的一种电子游戏艺术风格，最早应用于《歧路旅人》。其特点是将平面像素风格的角色与立体高清场景相结合，并融入3DCG效果。该风格后续被用于《三角战略》和《勇者斗恶龙III HD-2D重制版》等作品。自商标注册后，其他游戏在宣传中不再使用这一术语。"
  },
  {
    "title": "CRPG(狭义)",
    "summary": "CRPG狭义上指模仿传统桌面角色扮演游戏（TRPG）的电脑游戏，最初源于《龙与地下城》等TRPG的改编或模仿。其名称常引发“电脑角色扮演游戏”或“传统角色扮演游戏”的译法争议，但核心均指具有TRPG风格、注重角色属性和个人视角的欧美电脑游戏。改编自特定TRPG的电子游戏若缺乏相关特征则可能不被归入此类。"
  },
  {
    "title": "IO游戏",
    "summary": "IO游戏是一种源于域名后缀“.io”的非严格游戏分类，其名称和定义并不严谨，常能找到反例。这类游戏通常具有简单易上手、多人在线竞技、玩法直观等特点，但实际涵盖范围广泛，定义较为模糊。"
  },
  {
    "title": "Jack-O' Pose",
    "summary": "Jack-O' Pose是格斗游戏《罪恶装备 未知次元 启示录》中角色婕克·欧的下蹲姿势，兼具性感与柔韧度。该姿势在2019年因开发者上传的《Absolute Queen》视频而受到关注，视频在YouTube播放量超过400万。2021年8月，官方发布新作参战预告后，玩家发起“jackochallenge”模仿挑战，并衍生出大量二次创作，使其迅速走红。"
  },
  {
    "title": "DEBUFF",
    "summary": "DEBUFF是电子游戏中用于削弱角色能力的不良状态，常见于RPG、FPS等多种游戏类型。它通常通过技能、道具、装备或特定环境施加，效果包括降低角色属性（如攻击、防御、速度）、附加异常状态（如中毒、麻痹、沉默）或施加持续伤害。DEBUFF多数为暂时性，少数为永久性，其具体名称、表现和效果因游戏而异。与DEBUFF相对的是增益状态BUFF。玩家可通过等待时效结束、使用道具或特定技能来解除DEBUFF。"
  },
  {
    "title": "卡BUG",
    "summary": "卡BUG指利用游戏程序或设计漏洞的行为，常见于FPS等各类游戏中。玩家通过特定操作触发漏洞，如卡入地图模型实现隐蔽或无敌，从而获得非正常优势或探索游戏机制。该行为可能破坏游戏平衡，导致体验受损甚至崩溃，因此通常会被游戏方通过修复漏洞或设置惩罚机制来处理。此外，这一概念也延伸至动画领域，用于形容违反设定或逻辑的情节。"
  },
  {
    "title": "垃圾话",
    "summary": "垃圾话（Trash-talk）指竞技比赛中为干扰对手情绪而进行的言语挑衅或嘲讽，源于体育赛事，由拳王阿里等在20世纪60年代推广。在NBA等体育及电竞领域，选手常通过言语施压影响对手心态，但通常避免使用脏话以免受罚。垃圾话被视为心理战术，高手会针对对手心理弱点进行精准攻击。应对方式包括反击或无视。多数情况下赛后选手会相互致意，但持续攻击可能对职业生涯产生负面影响。"
  },
  {
    "title": "ELO算法",
    "summary": "ELO算法由匈牙利裔美国物理学家阿帕德·埃洛于20世纪50年代提出，最初用于国际象棋选手的等级评定。该算法基于统计学原理，通过动态调整选手的等级分来量化其竞技水平。核心机制是根据比赛结果与预期胜率的差异更新分数，其中预期胜率由双方当前等级分计算得出。在匹配时，系统优先寻找等级分相近的对手，以保持双方胜率接近50%。实际应用中，参数如学习率（K值）常根据游戏情况进行调整，以优化匹配体验。该算法已广泛用于电子游戏等竞技领域，并衍生出多种变体。"
  },
  {
    "title": "MUD游戏",
    "summary": "MUD（多人位面/地下城/对话）是一种基于文字描述的多人即时虚拟游戏，兴起于telnet时代，玩家通过键入指令进行交互。世界上第一款MUD由英国埃塞克斯大学的罗伊·特鲁布肖于1978年创建，后与理查德·巴图合作完善，实现了虚拟世界的持续性和多用户实时互动，被视为现代网络游戏的雏形。MUD推动了后续如AberMUD、TinyMUD等衍生发展，并影响了各类网络游戏类型。1995年，首款中文MUD《侠客行》诞生，后传入中国高校并持续发展。"
  },
  {
    "title": "Fan Disc",
    "summary": "Fan Disc（或称Fan Disk、Bonus Disc）是日本ACG作品中常见的扩充内容产品，最初以光盘形式发售，旨在满足原作爱好者的需求。其内容多样，包括设定资料、后日谈、短篇小说、新增剧情CG及攻略等，主要用于补充原作剧情，尤其常见于多结局的Galgame、文字冒险和乙女游戏。这类作品主要面向已体验原作的玩家，其发行通常与原作销量相关。随着媒介发展，Fan Disc已不限于光盘，类似内容也可能以Fan Book等形式呈现。"
  },
  {
    "title": "APM",
    "summary": "APM（每分钟操作数）指每分钟键盘和鼠标操作次数，常见于即时战略（RTS）和音乐游戏。在RTS中，APM是衡量选手水平的重要指标，职业选手通常可达250以上，星际争霸等游戏要求更高。音乐游戏则常用KPS（每秒按键数）评估手速，其峰值和平均值反映谱面难度与均衡度。高APM或KPS虽体现操作速度，但游戏胜负也依赖意识与战术。为更准确衡量操作质量，业界引入EAPM（每分钟有效操作数），过滤无效操作以更好体现选手真实水平。"
  },
  {
    "title": "BUFF",
    "summary": "BUFF是电子游戏中的增益状态，泛指用于提升角色能力（如攻击、防御、速度等属性）的辅助效果，常见于RPG、FPS等多种游戏类型。它通常通过技能、道具、装备或特定环境触发，并具有时效性或永久性。BUFF可增强角色原有参数，或赋予额外属性如隐身、免疫、反弹伤害等。与之相对的概念为DEBUFF（减益状态）。不同游戏中BUFF的具体名称、效果和获取方式各异。"
  },
  {
    "title": "Galgame",
    "summary": "Galgame（美少女游戏）是源自日本的游戏类型，以魅力女性角色为主要卖点，常与恋爱、视觉小说等元素结合。该词源于日语“ギャルゲーム”，是“ギャル”与“ゲーム”的合成词，英文转写为“galgame”。在中文圈常被泛称为“美少女恋爱游戏”，但实际涵盖范围较广，包括剧情向、解谜类等作品，有时也与“黄油”（成人游戏）混用，但两者在日本有明显区别。英文文化圈多使用“视觉小说”来指代这类作品。其起源可追溯至20世纪80-90年代，如《梦幻战士》《心跳回忆》等作品推动了类型发展。游戏在日本通常由计算机软件伦理机构等分级，在海外则通过Steam等平台发行官方多语言版本。玩家常借助翻译工具或民间汉化组体验作品，近年来官方中文版本也逐渐增多。"
  },
  {
    "title": "海豹",
    "summary": "海豹是鳍足亚目海豹科动物的统称。在中国大陆网络用语中，该词常被引申为指代某些游戏玩家，他们平时在论坛或聊天群中保持沉默，但一旦抽中稀有物品便会发图展示，这种行为被戏称为“晒”。由于类似海豹偶尔上岸晒太阳的习性，这类玩家被称为“海豹”，其晒图行为常引发其他玩家的调侃或不满。相关网络梗流行后，也出现了“鲨某人”等戏称作为“海豹”的天敌。需注意该用语属特定圈内文化，不宜与真实动物混淆或过度刷梗，以维护网络交流环境的和谐。"
  },
  {
    "title": "CTD",
    "summary": "CTD是“crash to desktop”的简称，指游戏在运行过程中自动退出至桌面。这是大型电子游戏中常见的一种崩溃现象，通常不会导致整个电脑系统崩溃，仅表现为游戏程序自行关闭。"
  },
  {
    "title": "Imba",
    "summary": "Imba是imbalance的缩写，意为“不平衡”，在游戏领域常指角色能力过强、破坏平衡，引申为形容事物超出常规的强大。该词常见于《魔兽争霸》等游戏社区，如玩家用以抱怨角色过强或要求官方削弱。同时，Imba也是一款基于《DotA》的衍生地图模式，强调“不平衡的平衡”，通过增强所有角色营造欢乐体验，并拥有专门的游戏平台和积分机制。在《DOTA2》中亦作为RPG地图存在。"
  },
  {
    "title": "饥饿度",
    "summary": "饥饿度是常见于经营类、战略类及部分RPG游戏中的一种游戏属性，旨在通过模拟生存需求来提升游戏难度与体验。它通常与进食或资源消耗机制相结合，当数值过低时可能导致角色属性下降甚至死亡；而在某些游戏中，满足饥饿度也可恢复生命值。此外，一些游戏中的设施能量槽也可视作类似饥饿度的设计。"
  },
  {
    "title": "DLC",
    "summary": "DLC（可下载内容）是游戏发布后通过下载方式追加的新内容，如角色、任务或道具，需基于游戏本体运行。它分为免费和收费两种，后者常因高消费被戏称为“DLC地狱”。DLC概念早期由微软明确推广，并通过Xbox Live Marketplace等平台普及，随后索尼等厂商也推出类似服务。其形式多样，包括季票（预购DLC合集）和分割商法（分章节销售）。尽管有时被批评为拆分内容以盈利，DLC已成为游戏行业常见的更新和扩展手段。"
  },
  {
    "title": "开发票",
    "summary": "开发票是游戏玩家通过要求游戏公司开具发票以施加压力的行为。根据中国法律，公司有义务提供发票，无权拒绝。虽然电子发票更为便捷，但玩家为施压通常选择纸质发票，这会显著增加财务部门的工作量，进而影响公司运营。该做法在《Fate/Grand Order》《地下城与勇士》《原神》和《穿越火线》等游戏中曾被玩家大规模使用，以表达对游戏内容、运营或官方回应的不满。随着2021年12月多地全面推行电子发票，这一施压方式对部分厂商的影响已减弱。"
  },
  {
    "title": "浪",
    "summary": "“浪”在竞技游戏中指玩家为炫技或轻敌做出的高风险行为，多发生于优势局面，但易因判断失误导致失败，需结合局势审慎行事。该词也用于日常生活，泛指外出娱乐、休闲等轻度放纵行为，常带调侃意味。"
  },
  {
    "title": "恶名度",
    "summary": "恶名度是游戏中用于计量不推荐或违规行为的机制。玩家通过恶意PK、攻击中立或我方NPC、使用外挂或作弊代码等行为积累恶名度。其增加可能导致游戏内负面后果，而消除方式通常与处理红名状态的方法类似。"
  },
  {
    "title": "反蹲",
    "summary": "反蹲是MOBA类游戏中的战术行为，指一方玩家预判或察觉敌方即将对队友发动Gank（突袭），提前在队友所在路线附近埋伏。待敌方出手时发动反击，旨在打乱敌方节奏，形成以多打少或平等对抗的局面，从而保护队友并争取击杀或技能优势。该战术需要耐心执行，但若时机不当，也可能因长时间埋伏导致己方暂时减员。"
  },
  {
    "title": "ARG",
    "summary": "ARG（Alternate Reality Game）是一种以真实世界为平台、融合跨媒体叙事与互动式剧情的解密类游戏。其定义尚无统一标准，但通常具备以下特征：主要通过互联网进行，无需特殊客户端，NPC由真人实时操控。玩家需通过尝试探索规则，常涉及非平凡遍历元素，如谜题或隐藏线索。ARG常被用于病毒式营销，早期代表作为2001年微软为电影《人工智能》制作的《野兽》，近年则有《青蛙分数2》通过众筹和跨游戏线索引发广泛解密。其概念可追溯至切斯特顿1903年的小说。"
  },
  {
    "title": "八大美德",
    "summary": "八大美德是源自游戏《创世纪IV》的设定，在中国常被误传为现实中的骑士精神。其以真理、爱、勇气三大原则为基础，衍生出八项具体美德：慈悲、诚实、荣誉、谦逊、公正、牺牲、灵性与英勇。每项美德在游戏中对应特定提升方式和效果，如慈悲可通过护送NPC提升并奖励复活生命值，诚实通过上交失物提升并给予购物折扣等。"
  },
  {
    "title": "Gank",
    "summary": "Gank是MOBA类游戏中的战术行为，指一方玩家牵制对手，由队友进行偷袭、包抄等协同攻击。成功的Gank可使对方损失资源或防御，失败则可能导致己方陷入劣势或发育受阻。具体形式包括捉单、反野等，但需警惕反蹲风险。执行时需保持行动隐蔽、及时配合队友，并通过视野控制、观察敌方动向及及时通报来防范。若遭遇Gank，应依据局势选择坚守或撤退，以降低损失。"
  },
  {
    "title": "海外无人权",
    "summary": "“海外无人权”是玩家对无法完整体验或玩不到国外厂商游戏现象的戏称。部分厂商因成本、版权或代理问题，对海外版游戏内容进行删减，导致玩家感到“同价阉割”；另一些游戏则无海外发行计划，玩家只能通过视频等方式间接接触。这种现象因让玩家产生被“区别对待”之感而得名。"
  },
  {
    "title": "CYOA",
    "summary": "自选历险体验（Choose Your Own Adventure，简称CYOA）通常指一种提供多重选项、由读者选择分支走向的互动叙事形式，常见于单人冒险书或游戏书。它虽与角色扮演游戏相关，但更侧重于文本分支选择，缺乏角色发展或随机化等典型RPG元素。在西方网络论坛中，CYOA也常指用户发布含多个选项的帖子，供他人选择并讨论。"
  },
  {
    "title": "集换式卡牌游戏",
    "summary": "集换式卡牌游戏（TCG/CCG）是一种玩家通过购买卡包扩充牌库、并依规则对战的游戏形式。卡牌稀有度是衡量其价值的关键因素，普遍采用多等级制度（如N、R、SR、UR或普通、稀有、史诗、传说等），稀有度越高通常代表卡牌效果越强或越特殊。部分游戏还会推出采用特殊工艺或异画的限定卡牌以满足收藏需求。此外，在Steam等平台也存在集换式卡牌元素，玩家可通过购买游戏或累积进度获得卡牌，集齐一套后可合成展示或用于交易。"
  },
  {
    "title": "DPS",
    "summary": "DPS是“Damage Per Second”的缩写，意为“每秒伤害”，常用于衡量游戏中的输出效率。在回合制游戏中，类似概念为DPR（每回合伤害）。部分游戏因暴击、防御计算等机制，还需结合单次伤害（DPH）等参数评估实际效果。射击类游戏有时也使用TTK（击杀时间）作为补充指标。实际对局中，玩家通常需自行测试攻击间隔以计算DPS，少数游戏如《皇室战争》会直接公开相关数据。"
  },
  {
    "title": "开放世界",
    "summary": "开放世界是一种游戏设计方式，强调高自由度，允许玩家在虚拟地图中自由探索并自主决定任务顺序与完成方式。其概念源于1980年代的桌上角色扮演游戏，随着技术进步逐渐实现。它并非独立游戏类型，而是一种可应用于多种游戏（如RPG、FPS）的关卡设计模式。典型设计包括动态环境、NPC互动及地图解锁机制（如“育碧塔”）。然而，过度依赖重复任务与收集要素可能导致体验公式化。开发者需在自由度和叙事结构间取得平衡，以保持游戏的可玩性与深度。"
  },
  {
    "title": "类GTA游戏",
    "summary": "类GTA游戏（GTALike）泛指玩法类似《侠盗猎车手》系列的一类电子游戏，其核心特征通常包括开放世界、冒险养成及暴力元素等。早在《侠盗猎车手3》之前，已有《车神2》等作品尝试类似设计，但受限于当时硬件与宣传，未广泛流行。2001年《侠盗猎车手3》凭借更丰富的载具、射击要素及先进画面，推动了此类玩法的普及，随后《罪恶都市》等续作进一步带动业界跟风。该类游戏可视为开放世界或沙盒游戏的分支，但因其对创造行为的限制，并非纯粹沙盒游戏。"
  },
  {
    "title": "二次元手游",
    "summary": "二次元手游指一类视觉效果借鉴日式ACG作品的手机游戏，其概念在21世纪10年代后逐渐流行。早期受限于手机性能，以2D动画画风为主，玩法多为角色养成与PVE对战，并常以抽卡获取角色。随着技术进步，3D二次元手游也得到发展。这类游戏最初以男性向为主，后逐渐扩展至女性向和一般向。其题材常涉及物品拟人，尤其是军武娘化。由于受众与社群复杂化，二次元手游及其玩家群体常伴随一些刻板印象和争议。该术语涵盖范围较广，有时也泛指具有类似美术风格的其他平台游戏。"
  },
  {
    "title": "反人类游戏",
    "summary": "“反人类游戏”是中国游戏界的俗语，通常指因机制复杂、设计缺陷、操作繁重或难度过大等因素，导致新手玩家初期体验不佳的游戏。该词并不直接等同于游戏品质恶劣或内容不适，而是强调其上手门槛高、需要玩家反复尝试或深入钻研的特点。随着游戏行业轻度娱乐化趋势，硬核游戏与此类游戏的界限逐渐模糊。一些游戏虽对新手不友好，但熟练后仍可应对，甚至被部分玩家视为挑战乐趣的来源。"
  },
  {
    "title": "安包",
    "summary": "安包，亦称“下包”，源自FPS游戏中的炸弹模式（或称爆破模式）。该模式通常分为进攻方与防守方两个阵营，进攻方需由一名玩家或NPC担任爆破手，通过安置炸弹摧毁目标点，而防守方则负责保护目标点。其中“包”指代炸弹，因携带炸弹的角色背后常带有醒目的背包标识，故以此代称。"
  },
  {
    "title": "拔作",
    "summary": "“拔作”是日本成人游戏（Galgame）中的一种特定类型，通常指以直接的性描写和成人内容为核心卖点的作品。这类游戏往往剧情较为简单或服务于成人场景，主要面向追求感官刺激的玩家群体。在游戏分类中，“拔作”与注重剧情深度的作品有所区别，其商业定位明确，常见于成人游戏市场。"
  },
  {
    "title": "高端玩家",
    "summary": "高端玩家泛指在游戏技术或装备上超越普通玩家的群体。他们通常具备娴熟的操作技巧和丰富的游戏经验，部分人可能成为职业电竞选手。高端玩家也指追求顶级硬件或虚拟装备的群体，相关产品应运而生。其中技术或理解尤为突出者被称为“硬核玩家”。现实中，成为高端玩家可能源于兴趣或职业需求，而ACG作品中的此类角色多出于对游戏的热爱。"
  },
  {
    "title": "好感度",
    "summary": "好感度是游戏中的常见属性，用于衡量角色或阵营对玩家操控角色的好恶程度，在部分作品中也称为“羁绊度”。它常见于角色扮演、恋爱冒险等类型游戏中，通过玩家的选择、行动或赠送道具来增减。好感度达到特定数值可触发特殊事件，如解锁剧情、发展关系或获得奖励；反之若降至零或负值，可能导致敌对或拒绝往来。在某些游戏中，好感度也类似经验值系统，独立计算并影响角色能力。其数值通常以百分制表示，50点为基准线，个别情况可出现超限值或负值。"
  },
  {
    "title": "彩蛋",
    "summary": "彩蛋原指复活节中经涂鸦装饰的鸡蛋，现多指文学、影视、游戏等作品中由创作者有意添加的隐藏内容，常以惊喜或玄机的形式呈现。其形式多样，包括开发者签名、特殊剧情、隐藏区域或纪念性元素等，通常需通过特定操作触发。彩蛋不同于程序错误，不影响作品正常体验，且可能随版本更新而变化。早期彩蛋多为开发者个人署名，后逐渐发展为官方设计的趣味环节，成为作品互动的一部分。"
  },
  {
    "title": "技能点",
    "summary": "技能点是游戏中用于限制技能获取或提升的属性，常缩写为SP。玩家通常需消耗SP来学习新技能、提升技能等级或发动特定技能。在多数游戏中，技能点会在创建角色时初始分配，并随角色升级或完成任务获得。部分设计可能将技能点与其他属性合并，如使用经验值（EXP）来获取技能。"
  },
  {
    "title": "大逃杀游戏",
    "summary": "大逃杀游戏是一种在线多人视频游戏类型，融合了生存探索与淘汰机制。数十至数百名玩家从基础装备开始，需在逐渐缩小的安全区域内淘汰对手，最终存活者或团队获胜。该类型自2017年《PUBG》发售后迅速流行，其特点包括玩家起点平等、竞技观赏性强，但也因随机性高、打法保守等因素影响电竞观赛体验。有观点认为游戏机制对应了马斯洛需求层次理论。受其影响，胜利常被称为“吃鸡”，且许多传统游戏也引入了类似模式。"
  },
  {
    "title": "开黑",
    "summary": "开黑指对战类游戏中玩家通过语音或当面交流组队游戏的行为，源自《魔兽争霸3》等早期游戏，后因《英雄联盟》《DOTA2》等流行。组队可提升团队协作与胜率，具体形式如“三黑”“五黑”取决于人数，常见于网吧连坐或语音软件。匹配系统通常会对开黑队伍进行平衡性调整。该词有时也引申为通牌、使用外挂等不当行为，与随机组队的“路人局”相对。"
  },
  {
    "title": "类塔科夫游戏",
    "summary": "类塔科夫游戏（又称“搜打撤”）是一种融合了生存类资源管理与拟真第一人称射击的游戏类型。其核心玩法可概括为“搜刮、战斗、撤离”。该玩法最初由《全境封锁》的“暗区模式”奠定基础，后经《逃离塔科夫》进一步发扬，因而得名。"
  },
  {
    "title": "二段跳",
    "summary": "二段跳（Double Jump）是ACG次文化中的萌属性，也是角色扮演游戏中常见的技能设定，指角色在空中可再次跳跃以提升高度。该设定在现实中违背牛顿第三定律，无法仅凭肢体实现，通常需借助喷气背包等外部推力装置。在电子游戏中，二段跳常作为可玩要素，电脑端一般通过连续按空格键触发，移动端则多为连续上划屏幕操作。"
  },
  {
    "title": "放卫星",
    "summary": "“放卫星”是游戏行业术语，指制作方对短期内难以实现或需要较长时间才能实装的功能或内容进行预告。这类预告常被称为“卫星”，有时也泛指已公布消息但长期未落地的游戏内容。该词多用于描述游戏公司的宣传行为。"
  },
  {
    "title": "Bad End",
    "summary": "Bad End（缩写BE，日语「バッドエンド」）指泛ACG作品中以负面结果收场的结局，常见于多重结局的游戏如RPG、文字冒险、Galgame等。与之相对的有Good End（GE）、Normal End（NE）和Dead End（DE），其中Dead End多指角色死亡结局，但Bad End不一定包含死亡。在某些游戏中，Bad End可能因玩家选择错误、未满足条件或触发剧情锁而强制进入，部分Bad End会包含专属剧情信息或CG，因此也有玩家主动收集。此外，还存在介于Bad End和Normal End之间的普通坏结局（Normal Bad End）。"
  },
  {
    "title": "高ping战士",
    "summary": "“高ping战士”是网络游戏中对一类特殊玩家的称呼。“ping”指游戏延迟，ping值越高代表网络连接越卡顿。当玩家ping值过高时，其游戏画面和操作会与其他玩家明显不同步，因此这类高延迟玩家被戏称为“高ping战士”。"
  },
  {
    "title": "红名机制",
    "summary": "红名机制是角色扮演类游戏中常见的系统，当玩家通过非法强制PK累积致其他玩家死亡时，其名字会变为红色，成为“红名玩家”。这一机制旨在维护游戏秩序，红名玩家通常会受到严厉惩罚，但游戏也提供解除红名状态的方式。类似设定在单人犯罪题材游戏中也有体现，如因伤害NPC或遭怀疑而触发通缉系统。"
  },
  {
    "title": "残机",
    "summary": "残机是射击游戏（STG）中的术语，指玩家在游戏结束前可承受的失误次数，亦称“残”或“命”，是生命值概念的雏形。初始值通常为3或5，玩家可通过特定方式增加残机以延长游戏时间。当自机与敌方子弹或敌人接触而未使用保护手段时，会损失一个残机，称为“Miss”。残机数为0时仍可继续游戏，但再次失误即导致游戏结束。部分游戏允许玩家在失败后续关，但续关次数可能有限，且通常被视为挑战失败。"
  },
  {
    "title": "计生",
    "summary": "计生是计划生育的简称，指国家为控制人口增长而实施的生育管理政策。在大型多人在线角色扮演游戏中，该词被引申为通过劝说玩家改变选择，以控制某一职业的过度增长，从而维持游戏内的平衡。"
  },
  {
    "title": "打野",
    "summary": "打野是MOBA类游戏中的术语，指玩家以野区资源为主要经济与经验来源，通过击杀野怪获取收益，并借机支援线上队友或提升自身装备。选择此路线的角色常称为“打野英雄”，其核心作用在于带动游戏节奏，在“野核”体系中更成为团队重心。该术语与《名侦探柯南》中的角色无关。"
  },
  {
    "title": "科技树",
    "summary": "科技树是游戏中用于组织科技开发进程的系统，通常呈现为树状结构。它以已有科技为基础，通过满足前置条件来解锁新科技或升级，形成不同的开发路线。这一概念也常被引申用于调侃现实中的科技发展，如各国在特定领域的突破或另类发明。类似的游戏系统还包括技能树和成就树。"
  },
  {
    "title": "立绘",
    "summary": "立绘（立ち絵）是一种背景透明的角色画像，源于纸芝居文化中剪下角色形象、留白背景的绘画方式，与平绘相对。现主要用于游戏制作，作为角色素材，也见于动画或漫画。根据绘制范围可分为全身、半身、齐胸等类型，常在游戏中配合对话显示。动态立绘是近年手机游戏中流行的形式，通常通过玩家点击或触摸触发单一固定动作，部分直接以动态图片呈现。"
  },
  {
    "title": "非玩家角色",
    "summary": "NPC（非玩家角色）指游戏中不受玩家直接控制的角色，最早源于单机游戏，后广泛应用于各类游戏。通常可分为剧情、战斗和功能性等类型，有时兼具多种功能。游戏中的怪物一般不被视为NPC，除非其同时承担NPC功能。部分游戏允许玩家招募NPC作为队友，其行动模式因游戏类型而异：在射击或动作角色扮演游戏中常跟随玩家；在某些角色扮演游戏中仅于战斗或剧情时出现；早期游戏则多见“跑火车”式跟随。此外，NPC也是网络迷因，在中文互联网中常戏指现实或文艺作品中默默无闻的次要人物，或用作“路人”的代称，并出现在等级评价体系中。"
  },
  {
    "title": "半开放世界",
    "summary": "半开放世界是开放世界游戏设计的一个分支，相较于完全开放的世界，其结构更为线性，但仍保留一定的探索空间。这种设计常见于注重叙事或受技术、预算限制的中小型制作组，通过构建自由度较低的中小型地图，引导玩家聚焦于故事内容，同时控制开发成本。"
  },
  {
    "title": "格斗游戏",
    "summary": "格斗游戏是一种由两名玩家操纵角色进行对战的主流游戏类型。它主要分为2D和3D两种形式：2D格斗中角色活动限于二维平面，代表作有《街头霸王II》和《拳皇》；3D格斗则包含三维空间移动与攻击判定，如《铁拳》系列。该类型起源于街机时代，曾因《街头霸王》《拳皇97》等作品而风靡，尤其在中国，《拳皇》因盗版成本较低而更受欢迎。格斗游戏以系统复杂、操作要求高著称，对玩家反应与操作能力挑战较大，加之游戏潮流变化与硬件发展，其流行度已逐渐下滑。"
  },
  {
    "title": "互动式电影",
    "summary": "互动式电影是一种融合游戏与影视的类型，主要分为两类：一类是以游戏为主，通过玩家操作播放不同视频片段；另一类以影视为主，在特定剧情节点提供选择以影响发展。其起源可追溯至1967年的《Kinoautomat》，但早期因互动有限而属小众市场。随着技术发展，部分作品引入VR等元素以增强沉浸感。近年来，真人互动恋爱游戏等分支兴起，但常因质量参差不齐而受到争议。该术语有时也泛指具有电影化叙事的游戏，定义较为模糊。"
  },
  {
    "title": "仓库",
    "summary": "仓库是游戏中常见的系统设定，指代游戏角色家中用于存放装备和道具的虚拟空间。玩家通常拥有大量置物栏，但外出时无法直接使用。根据游戏设计，部分道具可扩充仓库容量，物品以箱为单位存储，其体积与仓库实际大小无关。在某些游戏中，家中劳动可直接调用仓库物品，但多数仍需玩家手动提取。"
  },
  {
    "title": "即时战略游戏",
    "summary": "即时战略游戏（RTS）是策略游戏的重要分支，其核心要素包括资源采集、基地建设、科技发展和单位操控。该类型起源于上世纪八十年代，随着PC键鼠操作的成熟，Westwood工作室的《沙丘Ⅱ》确立了现代RTS的基本框架。此后，《命令与征服》《星际争霸》《魔兽争霸》《帝国时代》等系列作品推动了RTS的繁荣，并引入了战争迷雾、人口限制、地图编辑器等机制，增强了竞技性和可扩展性。尽管在21世纪初面临其他快节奏游戏类型的竞争，RTS仍凭借深度玩法占据重要地位。近年来，经典系列多推出高清重制，而部分设计元素也被新兴游戏所借鉴。"
  },
  {
    "title": "大招",
    "summary": "大招泛指游戏中威力强大、有别于普通攻击的特殊招式，俗称源于上世纪八九十年代粤语地区对格斗游戏“大绝招”的简称，后随MOBA游戏流行而广泛传播。此类技能通常消耗大、条件苛刻，但具有扭转战局的作用。其概念可追溯至《街霸》等早期动作游戏中的必杀技，1992年《龙虎之拳》首次引入“超必杀技”，确立了冷却长、威力高、演出华丽的典型设定。需注意该词多为民间俗语，游戏官方常使用“必杀技”“奥义”等正式名称。"
  },
  {
    "title": "氪金",
    "summary": "“氪金”原为网络游戏《魔兽世界》资料片《燃烧的远征》中的稀有矿石，因汉化时借用DC漫画《超人》中“氪石”的梗而得名。游戏中氪金矿脉稀少且为高级材料，价格昂贵，后衍生出“硬化氪金狗眼”等网络流行语，用以形容高硬度或高稀有度事物。作为表示游戏充值的网络用语，“氪金”源自日语“课金”，指付费行为。2013年左右，因中文输入法未收录“课金”，玩家普遍使用“氪金”代指游戏充值，该用法随后在中文互联网广泛传播。"
  },
  {
    "title": "连击",
    "summary": "连击是游戏术语，指玩家在特定时间内持续完成操作。在格斗、动作角色扮演等游戏中，连击系统要求技巧性操作，其衔接与次数常作为衡量玩家水平的标准。第一人称射击游戏中，连击指连续击败多名对手而未阵亡，常用“streak”表示。音乐游戏普遍设有连击机制，连续击中音符可提升得分，但中断会重置连击数；部分音游中连击不影响分数，而注重击打准度。卡牌游戏中，多张卡牌联动形成强力组合也可称为连击。消除类等益智游戏中，连续触发消除则类似连锁反应，常以“cascade”描述。"
  },
  {
    "title": "非洲战神",
    "summary": "非洲战神是源自网络用语“非洲人”的衍生词，特指各类抽卡手游或页游中稀有度较低但战斗力极强的角色。这类角色因获取门槛低、普及率高，常被运气不佳的玩家用作团队核心，以应对游戏挑战。其名称虽与“脸黑”的调侃相关，但核心特征在于兼顾易得性与高强度。"
  },
  {
    "title": "保底",
    "summary": "“保底”指在多次重复行为后确保获得特定结果的机制，广泛应用于金融、保险等领域。在游戏中，它作为一种保护机制，旨在避免玩家因概率事件投入过多金钱或时间，例如设定抽取一定次数后必定获得稀有道具。该概念在日本游戏中常被称为“天井”，起源于2016年《碧蓝幻想》的抽卡争议事件，此后逐渐普及并演变为多种形式，如300抽或更低的200抽、100抽保底。不同游戏保底机制各异，有的还结合概率提升或额外奖励，以平衡玩家体验与商业需求。"
  },
  {
    "title": "梗类解谜游戏",
    "summary": "梗类解谜游戏是一种基于中国网络流行语、影视或动画梗设计的解密游戏，常见于抖音、快手等平台的小游戏专区。玩法多样，包括解密、选择、找不同、找歌词等形式，旨在考验玩家的思维与反应。游戏中常设置诱导性错误选项，且存在大量内容重复或“换皮”现象。玩家可通过理解梗的含义解密通关，或观看广告获取提示。"
  },
  {
    "title": "画饼",
    "summary": "“画饼”是游戏行业术语，源于成语“画饼充饥”，指游戏厂商过早宣传尚未开发完成或发售日遥遥无期的游戏，甚至发布虚假信息。常见于展会或宣传中，厂商通过预告片、截图等材料吸引玩家，但游戏可能多年后才发售、实际表现与宣传不符，或根本不存在。玩家常以“烙大饼”“揉面团”等比喻调侃进度缓慢，例如《仁王》从公布到发售历时十三年，《最终幻想VII重制版》也曾长期处于筹备阶段。"
  },
  {
    "title": "仓鼠党",
    "summary": "“仓鼠党”是游戏术语，指在游戏中热衷于大量囤积消耗性道具、材料或货币的玩家。其名称源于仓鼠喜爱囤积食物的习性。这类玩家通常对收集特定游戏资源有强烈兴趣，而非单纯追求游戏进程，行为包括长期默默积攒资源，偶尔在社交平台展示成果或一次性消耗囤积物。囤积动机多样，部分玩家甚至无明确理由。需注意，仓鼠党仅代表一种游戏方式，与玩家现实性格无关，且游戏内经济系统的通胀或通缩可能影响其囤积价值。相关词汇“囤囤鼠”亦常见使用。"
  },
  {
    "title": "即时制",
    "summary": "即时制是一种游戏机制，参与游戏的各方在进程中同时操作并即时展现结果。相比回合制，其拟真度更高，需要多线程运算能力支持。该机制广泛应用于即时战略、即时战术、射击、动作及动作角色扮演等多种游戏类型。"
  },
  {
    "title": "打字游戏",
    "summary": "打字游戏是以键盘输入字符为核心玩法的游戏类型，主要面向电脑初学者，旨在帮助玩家学习键盘使用、提升打字速度乃至掌握盲打。游戏通常根据输入语言设置拼音、五笔或假名等不同输入方式，并配备计时、评分等功能以增强可玩性，部分作品还包含剧情要素。传统上多见于PC平台，现已扩展至Switch等设备。这类游戏体量小、易上手且具挑战性，常被用于课堂教学或编程练习，也成为许多人的童年记忆。"
  },
  {
    "title": "可控角色",
    "summary": "可控角色是游戏中可由玩家操控的各类角色的统称，常见于MOBA、抽卡、RPG及部分策略游戏中。这类角色通常具有独立背景、技能体系和丰富故事设定，玩家通过操控他们达成游戏目标并了解世界观。该概念也扩展至FPS游戏（如《守望先锋》《Apex英雄》）中。在游戏系统中，可控角色与NPC相对，并可被商品化，通过技能、人设等差异吸引玩家获取，成为游戏内购盈利的一部分。"
  },
  {
    "title": "连击修正",
    "summary": "连击修正是格斗游戏中用于平衡对战的一种机制，它通过随连击数增加而逐渐降低伤害或分数，来限制过高连击带来的优势。该机制旨在避免游戏因高强度连击（如“一套死”）而过度简化，促使玩家更注重立回等综合能力，而非仅依赖连击技巧。自《拳皇2002》引入BC系统等设计后，连击修正有助于维持游戏策略的多样性。"
  },
  {
    "title": "分割商法",
    "summary": "分割商法是游戏行业的一种发行模式，常见于日本游戏。厂商将完整游戏按故事顺序分割为多个章节依次制作发售，各章节剧情紧密关联、玩法基本一致。它与资料片理念相近，但不同于传统续作——分割通常有预先规划，且剧情连贯性强，往往在章节结尾留下悬念以推动后续购买。玩家常用此词形容该模式，但开发商较少公开承认。"
  },
  {
    "title": "爆肝",
    "summary": "“爆肝”原为台湾地区用语，指熬夜行为，后引申为耗费大量时间与精力从事某事，尤其在需要通宵赶工或长时间投入的活动中使用。该词常见于网络及游戏领域，常简称为“肝”并作动词使用，如“肝游戏”，表示投入大量时间完成任务或获取资源。在游戏及创作行业（如程序员、漫画家）中，“爆肝”常形容高强度、持续熬夜的工作状态。其用法强调过程的耗时费力，多带有夸张色彩。"
  },
  {
    "title": "公会",
    "summary": "公会是一种源自现实同业组织的游戏内玩家团体，英语称“Guild”。在游戏中常指玩家自发组成的组织，有时也被称为“家族”“帮派”等。系统设定的职业公会（如战士公会）通常提供转职、任务等功能。玩家公会规模不一，大型公会可能设有分会或组成跨公会联盟。其结构多样，包括单一会长制、议会型或平等型管理模式。创建公会通常需满足等级、货币等条件，而解散则可能因领导者退出、内部分裂或游戏停服所致。此外，公会概念也见于部分ACG作品的世界观中。"
  },
  {
    "title": "换家",
    "summary": "换家是RTS/MOBA游戏中的一种战术，指一方在基地遭袭时放弃防守，转而全力进攻对方基地，以逼迫对手回防或比拼拆除速度。该战术常因战力差距或防守困难而被动采用，也可主动运用部队机动性、兵种克制等因素灵活实施，具有破釜沉舟的意味。换家成功难度较高，但可能因对手应对失误而奏效。面对换家时，需迅速决策继续进攻或回防，并注意避免兵力分散导致劣势。"
  },
  {
    "title": "策略游戏",
    "summary": "策略游戏是一种注重周密计划与资源管理以达成目标的游戏类型，常被视为“思维游戏”，主要面向青少年及以上年龄层。其内容多涉及战争模拟，但也包含非战争元素。在分类上，日本常将其归为模拟游戏的一种；西方则多区分战略（群体操控）与战术（个体操控），而东方对此区分较不强调。该类型涵盖桌上游戏如象棋、围棋，以及电子游戏形式。"
  },
  {
    "title": "吉祥物恐怖游戏",
    "summary": "吉祥物恐怖游戏是生存恐怖游戏的一个分支，于2010年代开始流行。其核心特点是将通常面向儿童的吉祥物设定为主要敌人，以营造反差恐怖感。虽然早期如《寂静岭3》的罗比兔已出现类似元素，但真正推动该类型兴起的标志性作品是2014年发行的《玩具熊的午夜后宫》（FNAF），其玩法被大量独立游戏模仿。2021年《波比的游戏时间》爆火后，此类游戏从生存恐怖游戏中独立出来，并被正式命名为“吉祥物恐怖游戏”。"
  },
  {
    "title": "代码杀",
    "summary": "代码杀是电子游戏中一种强制消灭特定单位的机制，通常与游戏机制相关，故也称“机制杀”。它表现为强制伤害或秒杀能力，常用于处理难以应对的单位（如秒杀BOSS），或作为敌人针对友方单位的手段，需玩家谨慎应对。此类效果的优先级有时甚至高于无敌或锁血类效果。"
  },
  {
    "title": "科乐美秘技",
    "summary": "科乐美秘技（Konami Code）是日本科乐美公司电子游戏中著名的作弊码，基本输入为“↑↑↓↓←→←→BA”。该秘技由程序员桥本和久于1985年开发，最初用于简化《宇宙巡航机》的测试，因未被删除而保留为彩蛋。1988年，《魂斗罗》中该秘技被广泛使用，可增加生命数以降低难度，经游戏杂志推广后广为人知，并成为流行文化符号，常见于各类作品致敬。桥本和久于2020年逝世，科乐美官方曾发文纪念。"
  },
  {
    "title": "亮血条",
    "summary": "“亮血条”是中国游戏社交平台流行语，指游戏角色（通常为NPC）从无害状态变为可攻击的敌对状态，即显示生命值（HP条）。该说法约在2016年前后出现于《DNF》《巫师3》等游戏的论坛，玩家用以表达对特定角色的不满。随后在视频网站的剧情类游戏直播或录播中，常见于评论区或弹幕，由于此类内容多为主机或外语游戏，部分观众（常被称为“云玩家”）会忽略剧情背景，以片面认知发表攻击性言论。"
  },
  {
    "title": "风暴oo",
    "summary": "风暴oo（又称风暴要火、风暴药丸）是玩家对《风暴英雄》人气不足现象的调侃。该游戏在测试前因暴雪娱乐的口碑备受期待，但公测后因机制差异等因素，在中国玩家数量远不及《英雄联盟》《DOTA2》等同类游戏，也与暴雪其他作品的人气差距明显。由此衍生出自嘲梗，常见于游戏视频弹幕。尽管联动活动（如赠送守望先锋皮肤）曾短暂提升玩家数，活动后仍回归原有水平。"
  },
  {
    "title": "暴击",
    "summary": "暴击是游戏术语，指攻击造成的伤害值高于正常数值的情况，有时也称为会心一击或要害攻击。其触发通常具有概率性，可通过装备、技能等方式提升暴击率与暴击伤害。游戏常以醒目字体（如红字）显示暴击效果。部分游戏区分暴击与弱点攻击，二者可叠加计算；也存在抗暴击率等对抗机制。此外，回复类技能也可能触发暴击，提升治疗量。该机制源于桌游中的大成功掷骰规则，现已演变为常见的伤害倍率提升设计。在引申语境中，“暴击”也用于形容言行对他人造成的强烈心理冲击。"
  },
  {
    "title": "攻略",
    "summary": "攻略是ACG次文化中的用语，原为军事术语，指进攻以达成作战目的。在游戏领域，攻略主要指通关方法或针对特定关卡、任务、道具的详细步骤与技巧，常以图文资料形式呈现，可分为官方攻略与玩家自制。该词亦引申用于恋爱养成游戏，指玩家与可攻略角色达成恋爱关系或结局。在现实或虚构情境中，攻略也可表示追求他人并成功建立关系的行为，衍生出“自我攻略”“无意识攻略”等概念。此外，在部分作品中，攻略带有收集角色或形成后宫的意味。"
  },
  {
    "title": "换皮游戏",
    "summary": "换皮游戏是中文游戏圈对一类游戏的俗称，指在保留原有游戏核心玩法、数据及关卡设置的基础上，仅更换美术素材、界面、文案等可视内容后，以新游戏名义发行的产品。这种做法大幅缩减了开发成本与周期，便于快速上线盈利，但常因质量低劣、内容缺乏创新而受到玩家批评。部分换皮游戏还可能残留原游戏的素材或代码痕迹，或拼凑多个原有游戏内容，形成所谓“缝合怪”现象。"
  },
  {
    "title": "拆包",
    "summary": "拆包指通过技术手段提取游戏内部未公开资源的行为，常见于玩家追求新鲜感或二次创作。其风险包括导致资源泄露、引发保密及法律问题，因此多数游戏社群禁止讨论或传播拆包内容。在游戏语境中，“拆包”也指防守方使用“拆弹器”缩短拆弹时间的玩法，常带来逆转对局的效果。此外，该词在日常生活中可理解为“拆包裹”。"
  },
  {
    "title": "加点",
    "summary": "“加点”是角色扮演游戏中为角色分配属性点或技能点的行为，通常涉及力量、智力、敏捷等属性或战斗技能。加点需根据职业、团队职责及不同流派选择，由于点数有限，玩家需优先投入实用技能。部分游戏允许手动加点，也有系统自动分配。若加点失误或想尝试其他流派，可通过“洗点”重置点数，一般需消耗道具或找特定NPC完成，少数游戏支持随时洗点。"
  },
  {
    "title": "胆创",
    "summary": "胆创是大胆创新的简称，源于2012年三国杀“一将成名2012”武将设计大赛。评委韩旭对马岱技能“潜袭”（可扣减体力上限）的评语“大胆创新，值得鼓励”被简化为“胆创”，后常用于讽刺设计失衡或机制离谱的武将，引发玩家争议。该用语随赛事传播，并衍生出类似表述，虽部分武将经官方调整，但“胆创”一词在玩家社群中沿用至今。"
  },
  {
    "title": "Kinetic Novel",
    "summary": "Kinetic Novel（キネティックノベル）是VISUAL ARTS提出的概念及品牌，属于视觉小说门类。其特点为无分支选项，剧情线性展开，被定义为一种新型叙事娱乐形式。首部作品为2004年Key制作的《星之梦》，系列在2004-2006年间推出15部作品，2016年重启后发行了Key的第二部作品《Harmonia》。广义上该术语可泛指无分支的视觉小说，不限于VA旗下作品。尽管部分制作方涉及十八禁品牌，但发行作品均为全年龄。2022年VA另设立了书籍品牌“Kinetic Novels”，用于发行获奖小说及相关改编作品。"
  },
  {
    "title": "零人游戏",
    "summary": "零人游戏（又称零玩家游戏）是一类由无意识玩家（通常为人工智能程序）自主进行的游戏。其特点是初始状态或参数设定后，游戏即可根据规则自动运行，无需人类玩家持续干预。典型类型包括初始状态决定游戏、放置游戏（允许简单操作但非必需）以及部分格斗或即时战略游戏中的机机对战模式（AI对战）。这类游戏的核心在于运行过程不依赖人类玩家的实时互动。"
  },
  {
    "title": "Flash游戏",
    "summary": "Flash游戏是使用Macromedia（后被Adobe收购并更名）开发的Flash软件制作的游戏，其文件小、画面精美且支持流式播放，内置的Action Script脚本便于开发。21世纪初至2008年是Flash游戏的黄金时期，诞生了许多经典作品。然而，Flash后来因运行效率低、安全漏洞多而受到批评，苹果和谷歌等公司逐步放弃支持，HTML5游戏逐渐取代其地位。Adobe于2020年宣布停运Flash。目前，爱好者通过开源模拟器Ruffle和Flashpoint Archive项目在线或离线保存并游玩Flash游戏，延续了其生命力。"
  },
  {
    "title": "爆机",
    "summary": "爆机是游戏术语，等同于“通关”，指玩家完成游戏所有关卡并打出结局画面。该词起源于1989年街机游戏《战斧》通关后屏幕爆炸的桥段。最初特指达成所有隐藏要素和最高评级的完美通关，现也泛指普通通关。相关概念包括追求极限的“速通”“一命通关”，以及以最低等级或装备完成的“低通”“裸通”。在多结局游戏中，爆机常需达成所有结局和收集要素。完美通关则要求攻略全部支线、隐藏内容并获取最高评价，难度较高。"
  },
  {
    "title": "Good End",
    "summary": "Good End（缩写为GE或HE）指作品中的美好结局，常见于多结局的ACG作品，如RPG、文字冒险游戏等。在多线路游戏中，Good End代表玩家成功完成该线路，通常比Bad End或Dead End揭示更多剧情信息，但未必能完全展现游戏世界观。与之相关的还有Normal End（普通结局）和Best End（最佳结局），后者可能呈现更圆满的结局或提供更多情报。部分游戏用True End表示真实结局，Good End有时是其解锁条件之一。该术语也适用于非游戏类作品。"
  },
  {
    "title": "回归奖励",
    "summary": "回归奖励是网络游戏为吸引长期未登录玩家回归而设计的补偿机制。其目的在于缩小回归玩家与活跃玩家在养成资源、系统进度等方面的差距，并提升游戏日活跃度。奖励通常通过签到、专属每日任务等形式发放，要求玩家连续登录并保持一定活跃度才能领取全部奖励。在以角色收集为主的游戏中，还可能包含专属卡池和额外抽卡资源。此外，游戏方会通过老玩家邀请回归玩家的活动，实现双方获奖励、游戏扩影响的共赢效果。"
  },
  {
    "title": "超休闲游戏",
    "summary": "超休闲游戏是一种玩法简单、易于上手且能在短时间内完成目标的游戏类型。其概念由美国媒体人约翰内斯·海因兹于2017年在《超休闲游戏的崛起》一文中首次提出并命名。世界上第一款超休闲游戏是越南开发者阮哈东创作的《Flappy Bird》。"
  },
  {
    "title": "家用游戏机",
    "summary": "家用游戏机是以电视为显示屏的游戏设备，目前市场由任天堂、索尼和微软主导。历史上曾存在世嘉、雅达利等厂商。游戏机发展可划分为九个世代，早期因硬件架构差异大，游戏多不跨平台。自第六世代起，大型厂商开始跨平台发售，画质差异缩小。第八世代后，硬件架构趋近个人电脑，小型开发商也实现跨平台，第九世代甚至出现第一方游戏登陆对方主机的情况。代表性机型包括雅达利2600、任天堂FC、世嘉MD、索尼PS系列、微软Xbox系列等，各世代在性能、媒介（如卡带、光盘）和网络功能上不断演进。"
  },
  {
    "title": "单机游戏",
    "summary": "单机游戏指仅需一台计算机或游戏主机即可游玩的电子游戏，有时也称单人游戏。其社交属性相对薄弱，更注重游戏性，制作精良、成本高的作品常被称为3A游戏。随着互联网发展，许多单机游戏也加入了联网功能，如防盗版、内容更新或多人模式，但与网络游戏的区别仍以主要侧重点为单机部分来界定。部分单机游戏支持局域网或本地多人游玩。"
  },
  {
    "title": "空气墙",
    "summary": "空气墙是游戏开发中用于限制玩家行动范围的透明碰撞体，常见于地图边界或特定障碍物。其原理在于游戏引擎允许物体的碰撞体积与视觉贴图不一致，例如看似可穿透的栅栏或掩体实际被设置为实体阻挡。这种设计既出于性能优化考虑，也用于防止玩家进入未开放区域。与之相对，非玩家角色常被赋予穿越空气墙的能力。该术语有时也被引申形容现实中的音障现象。"
  },
  {
    "title": "裸杀",
    "summary": "裸杀指格斗游戏中不加入连段直接使用超必杀技，该说法源自《拳皇97》。由于该作部分超必杀技判定过强，为平衡游戏性，在部分比赛或网络对战中常禁止裸杀，要求先以其他技能起手形成连段后再释放。但指令投类超必杀技及需蓄力的招式通常不受此限。这一规则因《拳皇97》平衡性问题而产生，虽有助于对局公平，也引发部分玩家对操作自由的争议，并成为该作圈内的常见规范。"
  },
  {
    "title": "复活保护",
    "summary": "复活保护是游戏中常见的机制，旨在防止玩家在复活后立即被再次击败，以提升游戏体验。该机制常见于FPS等类型游戏，通常表现为玩家复活后获得短暂的无敌时间或其他保护措施，例如《穿越火线》中重生后约3秒的无敌状态，并伴有界面进度条提示。"
  },
  {
    "title": "爆头",
    "summary": "爆头指攻击击中头部，通常造成致命伤害或额外效果。该机制起源于电子游戏《007：黄金眼》，后在FPS等游戏中广泛采用，击中头部常伴随高伤害、一击必杀或特殊效果，但不同游戏的伤害加成和判定存在差异。现实中，“爆头”一词也用于描述影视、动漫或新闻报道中头部受创的场景，此类画面往往因血腥而受限。在部分游戏中，头部可能并非弱点，甚至更难击中或伤害更低。"
  },
  {
    "title": "狗粮",
    "summary": "狗粮原指狗的食粮，在网络用语中引申为卡牌收集类游戏中易于大量获取、价值低廉的强化材料。这类材料通常用于为主力卡牌提供经验或属性加成，并可根据强化效果分为不同类别，如对空狗粮、火力狗粮等。其核心特征为充足且廉价，有时也按稀有度与收益分为优质或劣质狗粮。该术语源于《扩散性百万亚瑟王》等热门手游，亦被戏谑用于形容单身人士被虐时的自嘲。"
  },
  {
    "title": "回合制",
    "summary": "回合制是一种游戏机制，参与方在分割的回合中依次行动，常见于棋牌类、桌上游戏及衍生电子游戏（如早期RPG）。每回合通常先决定行动顺序，再按序操作，所有方行动后可能计算状态效果。其变体“半即时制”允许同一回合内双方互动，如ATB系统。回合制便于处理操作，对延迟容忍度高，但先后顺序影响大，模拟真实性较弱，故对抗性游戏多转向半即时或即时制。在策略游戏中，回合制分为战略层面（如文明系列）和战术层面（如火纹系列），后者侧重小规模军事模拟。"
  },
  {
    "title": "Chaos End",
    "summary": "混沌结局（Chaos End）是战略类等游戏中常见的邪恶路线结局，与秩序结局（Law End）相对。这类游戏通常通过玩家的选择累计秩序与混沌点数，引导剧情根据点数比重走向不同方向。混沌结局代表黑暗与邪恶的剧情走向，常见于注重善恶分线的作品，如E社的《战女神系列》和二尾社的《VenusBlood系列》。"
  },
  {
    "title": "奖杯",
    "summary": "奖杯是索尼PlayStation游戏机中的一种成就系统，玩家在游戏中达成特定要求即可解锁，以激励游戏进程。与Xbox的成就系统不同，PlayStation奖杯设有“白金奖杯”作为收集全部奖杯的奖励，这提升了玩家的收集热情。奖杯通常按难度分为多种类型，包括隐藏奖杯、容易完成的奖杯、后期完成的奖杯以及高难度奖杯，但各游戏的分类并无统一标准。需注意，此系统与竞技赛事中的实体奖杯不同。"
  },
  {
    "title": "弹珠机",
    "summary": "弹珠机（日语：パチンコ，亦称柏青哥）是日本代表性的娱乐机器，起源于20世纪初的名古屋市。玩家通过弹射钢珠使其落入特定得奖口以获取奖励钢珠，并可在店内兑换奖品。现代弹珠机常结合彩色显示屏和老虎机元素，这类混合机器被称为柏青嫂（パチスロ）。由于具有赌博性质，其在中国大陆、台湾地区及韩国等地属违法产业。弹珠机在日本娱乐文化中影响广泛，常与ACG作品联动，许多知名IP被改编为弹珠机游戏，但因其赌博属性，在ACG作品中直接出现的情况较少。"
  },
  {
    "title": "控制技能",
    "summary": "控制技能是角色扮演游戏中常见的术语，指不显著提升输出但能限制对手行动、为己方争取优势的技能，通常表现为晕眩或减速。它分为硬控（目标完全无法操作）和软控（如仅限制移动）。这类技能可帮助玩家以较低输出击败强大敌人，但可能延长战斗时间。在对抗中，连续遭遇硬控会影响玩家体验，因此部分游戏引入了防连续控制机制。控制技能也见于策略游戏，其概念在玩家社区中有时被引申用于形容短视频等吸引观众持续观看的现象。"
  },
  {
    "title": "复活点",
    "summary": "复活点是一种常见的游戏机制，指角色死亡后于特定地点而非原处重新开始游戏。其设置旨在避免角色复活瞬间再次死亡，或利用复活后的满血状态不公平地击败对手。在单机游戏中，复活点通常也兼具存档功能。该机制存在多种具体类型。"
  },
  {
    "title": "放置游戏",
    "summary": "放置游戏是手机游戏的一个重要分支，也是当前游戏的一大类别。其核心特点在于操作简单，玩家通常只需进行少量操作即可推动游戏进程，适合利用碎片时间体验。"
  },
  {
    "title": "构筑",
    "summary": "“构筑”本义指搭建或构建，作为游戏术语指选取单件搭配组合成一套的行为或结果。狭义上常见于卡牌、roguelike等游戏类型，涉及牌组组建、道具取舍、加点选择等；广义上可涵盖体系流派、配置组装等概念。在具体游戏中常体现为天赋加点、配装、技能搭配等形式。构筑作为游戏要素多出现在存在限制的游戏中，其本质可视为一种取舍过程。"
  },
  {
    "title": "回血",
    "summary": "回血是游戏中常用术语，指增加或恢复生命值的行为，无论生命值是否达到上限。该词也引申至网络与生活语境，如出售二手商品以回收本钱、形容情绪激动后需冷静，或指疲劳受伤后的身心恢复。其用法广泛，体现了词汇的多义性。"
  },
  {
    "title": "成就",
    "summary": "成就是电子游戏中的一种激励机制，玩家在达成特定条件时解锁，以鼓励继续游戏。该系统由Xbox 360首创，后广泛引入其他平台，如索尼的奖杯系统。成就内容因游戏而异，通常按难度分为三类：流程中自然完成的基础成就、后期完成的主线成就，以及需要高技术或运气的挑战成就。部分平台如Xbox Live和Uplay提供点数兑换奖励，而Steam等则无点数功能。成就还包括隐藏成就和白金奖杯等特殊类型。"
  },
  {
    "title": "奖励式广告",
    "summary": "奖励式广告是一种常见于移动游戏、通过观看广告视频换取游戏内奖励（如游戏币、装备或复活机会）的机制，通常需完整观看才能获得奖励。它起源于2010年左右移动游戏免费模式的普及，为开发者提供了广告变现的收入来源，尤其受到个人或小型开发团队的青睐。该设计对开发者、广告商和玩家形成“三赢”：开发者获得收入，广告商提升观看率，玩家免费获取资源。因其自愿性质与直接收益，在游戏社区中评价多为积极。"
  },
  {
    "title": "当身",
    "summary": "当身是格斗游戏术语，指角色摆出特定架势，在抵挡对手攻击后自动反击的招式。起源于SNK《饿狼传说》中吉斯·霍华德的“当て身投げ”，后由山崎龙二发展出“当身打”。该技常按攻击属性和部位分类，伴有无敌或格挡判定，多用于反击打击类攻击，部分也可反击飞行道具；超必杀技的当身通常性能更强。早期多见于SNK系列游戏，后逐渐在2D格斗游戏中普及。"
  },
  {
    "title": "快攻",
    "summary": "快攻是卡牌对战游戏中一种以快速展开攻势、迅速结束对局为特点的游戏流派，其核心策略是在游戏前期利用大量低费用随从铺场，通过数量优势快速攻击敌方英雄取胜。典型案例如术士的“动物园”卡组，由Reynad于2014年创建，以低费随从为主、造价低廉、节奏极快著称，并衍生出多种变体。与之相对的是中速或慢速卡组，后者攻势通常逐步展开。快攻卡组虽可能缺乏复杂机制，但往往在前期形成强大压制力。"
  },
  {
    "title": "父马可亲",
    "summary": "“父马可亲”是《魔兽争霸3：重制版》因非拉丁字符叠字BUG产生的错误字幕文本，原句为“阿尔萨斯，你做出了一个父马可亲的决定”。该BUG在2020年1月正式版中出现，于同年2月更新后修正。结合游戏角色阿尔萨斯弑父杀马的情节，该词被引申为形容想法或行为极端可怕，或讽刺为达目的不择手段之人。后因网络传播，成为讽刺游戏品质不佳及承诺不兑现的流行梗，是中文互联网中该游戏知名的负面文化符号之一。"
  },
  {
    "title": "Bed End",
    "summary": "“Bed End”指以床戏作为故事收尾的结局类型，常见于泛ACG作品。该词并非Galgame固有术语，多用于调侃符合此描述的结局。此类结局通常不缩写，以避免与“Bad End”（BE）混淆。结局性质多样，可能是Bad End或Normal End，少数情况下也可能是Good End；在非成人向作品中，它常作为增加CG福利或表现角色沉溺欲望的Normal End出现。而在成人向游戏中，各类结局均可能采用这一设定。部分作品也存在“独守空床”式的变体。"
  },
  {
    "title": "挂机",
    "summary": "挂机通常指在游戏运行期间，将游戏放置后台或使用软件模拟玩家操作的行为。在MMORPG等游戏中，由于中后期升级所需时间漫长，部分玩家会借助第三方外挂或游戏内置功能实现挂机。放置类网页游戏则将挂机作为一种常规玩法。但在MOBA等需要团队配合的竞技游戏中，挂机被视为不友好行为，可能导致队伍实力下降及账号处罚。此外，在一些以活跃度评判排名的活动中，玩家会组建生存能力强的“挂机队”来维持在线时间，但这类队伍往往在得分上有所折扣。"
  },
  {
    "title": "魂系游戏",
    "summary": "魂系游戏（Souls-like）起源于FromSoftware开发的《恶魔之魂》和《黑暗之魂》系列，其制作人宫崎英高被公认为该类型的奠基人。这类游戏以高难度、死亡惩罚和环境叙事为特点，多为角色扮演或动作类。《魂》系列的特殊机制对后世游戏产生广泛影响，其后续作品及效仿者共同构成了“魂系游戏”这一类别。"
  },
  {
    "title": "成人游戏",
    "summary": "成人游戏指依据各国法律或民间分级制度，被限定为仅限成年人游玩的游戏，通常包含色情、暴力、血腥等元素。在欧美及日本等地，这类游戏多被划分为18岁以上方可接触的类别。其内容形式多样，狭义上常特指色情游戏，尤其以面向男性玩家的动漫风格美少女游戏为主，亦有少量面向女性的BL或乙女向作品；广义上也包含仅因暴力、血腥等内容被归入成人类的游戏。目前常见类型包括RPG和Galgame。中国大陆未实行分级制度，但禁止传播淫秽物品；香港和澳门地区则通过标签提示内容可能令人反感。"
  },
  {
    "title": "街机",
    "summary": "街机是一种放置于公共娱乐场所的营利性台式游戏机。其雏形可追溯至20世纪20年代美国的投币机械游戏机，而首款投币式电子游戏《太空战争》于1971年诞生。70年代起，以《Pong》《太空侵略者》为代表的电子街机迅速流行，推动了产业黄金期，尤其在80年代初美国市场价值达89亿美元。90年代，日本街机市场蓬勃发展，同时《街头霸王II》等格斗游戏及音乐游戏兴起。然而，家用游戏机的普及使街机市场在90年代末逐渐萎缩。在中国，街机于90年代大量进入，但因混杂赌博设备引发负面印象，2000年《电子游戏机禁令》出台后行业受挫，后随审批制度完善逐步恢复。现代街机多位于商业综合体，支付方式从投币转向电子账户，游戏类型涵盖音乐、赛车、格斗等，并常通过模拟器移植至其他平台。"
  },
  {
    "title": "刀刀烈火",
    "summary": "“刀刀烈火”原为网络游戏《热血传奇》中战士技能“烈火剑法”的俗称，该技能可将火焰附于武器上造成额外伤害，并可蓄力提升威力。早期为平衡游戏，其触发具有随机性，类似暴击机制；后因私服盛行，该技能常被修改为每击均附带高额伤害，甚至出现相关外挂。在部分私服广告中，“刀刀烈火”与“一刀99级”等宣传语一同流行，成为玩家间的成句。如今该词多比喻在战斗类游戏中，通过操作、加点或利用游戏机制实现高暴击、高伤害的连续输出状态，有时也字面指代附带火焰的高伤害攻击。"
  },
  {
    "title": "快速反应事件",
    "summary": "快速反应事件（Quick Time Event，简称QTE）是一种电子游戏操作方式，要求玩家在规定时间内按顺序按特定键位以推进游戏。其概念可追溯至20世纪80年代的交互式电影游戏，而现代QTE的成型通常归功于1999年的游戏《莎木》。QTE常见于动作游戏和交互式电影游戏中，能增强玩家的互动感和代入感，丰富视觉体验。然而，过度或设计不当的QTE可能因对反应要求过高而干扰游戏进程，导致玩家体验下降，尤其在操作模式突变的场景中易引发不适。"
  },
  {
    "title": "附魔",
    "summary": "附魔是角色扮演游戏中常见的系统，指为装备附加原本没有的魔法效果，通常包括物理攻击附带的特殊效果或纯属性加成。多数游戏允许武器附带魔法效果，但并非所有游戏都支持玩家主动修改装备，部分仅提供随机获取的装备。为避免物品过于强大，游戏通常会对单个物品可附魔的种类进行限制。"
  },
  {
    "title": "背版",
    "summary": "背版是STG（射击）游戏的基本策略，指玩家通过记忆敌弹类型、位置及躲避方法来提升通关率，在音乐游戏中则表现为记忆谱面与排键以快速判断解法。随着游戏难度增加，单纯依靠反应难以应对，背版能帮助规划路线、稳定躲避，部分游戏还可利用擦弹机制获取奖励分数。该策略广义上适用于需预判场况并提前准备的多种游戏类型，但关卡中的随机性会降低其有效性，因此需适度结合应变能力。"
  },
  {
    "title": "怪物",
    "summary": "怪物是游戏中一类与玩家发生战斗或互动的角色的通称，常见于RPG、FPS、ACT等多种游戏类型。其形象多样，既可能源于神话中的妖怪、恶魔，也可能是人类、动物或机械装置。在游戏中，怪物主要作为玩家的对立面，用于推动剧情、提供挑战或丰富游戏内容。玩家常将其简称为“怪”，有时也被称作“魔物”。"
  },
  {
    "title": "火力",
    "summary": "火力是STG游戏术语，指自机的攻击强度。通过获取火力道具（通常标记为“P”）可提升火力、改变攻击模式或作为特殊武器使用。火力达到上限后，道具常转化为分数。若自机被击中，通常会损失部分火力，同时获得一定补偿道具。在某些游戏中，玩家需策略性管理火力，例如避免过度收集道具以防增加游戏难度、影响射击模式或遭遇“火力欺诈”（即后续道具反而降低攻击力）。典型案例如《雷电》《东方》系列等。"
  },
  {
    "title": "吃鸡",
    "summary": "“吃鸡”源自美国赌场俚语“Winner winner, chicken dinner”，意指赢得赌局后能享用鸡肉餐。这一说法因电影《决胜21点》和游戏《绝地求生》而广为人知，后者更使其成为中国大陆玩家对该游戏的代称。随着大逃杀及自走棋类游戏的流行，“吃鸡”已泛化为在比赛中夺得冠军的通俗说法，相关游戏类型也常被称作“吃鸡类游戏”。"
  },
  {
    "title": "街机厅",
    "summary": "街机厅是专门运营街机的娱乐场所，也称游戏厅或电子游乐场，通常配备大型街机、代币兑换机等设备。20世纪70年代，因《太空侵略者》等游戏兴起，街机进入黄金时代。80至90年代，随着家用机性能提升，街机在画面上的优势逐渐消失，虽一度因格斗游戏短暂回暖，但整体市场受冲击。2000年后，中国大陆的游戏机禁令加速了街机厅衰落，许多转为购物中心内的娱乐中心，传统街机厅大量关闭。如今，街机厅顾客减少，常见设备转向娃娃机、篮球机等，甚至包括带有赌博性质的机器，而传统的动作、格斗等游戏类型已基本消失。"
  },
  {
    "title": "道具收集线",
    "summary": "道具收集线是STG游戏的一种机制，玩家操控自机移动到特定水平线上方即可收取全屏掉落的道具，该行为常被称为“上线收点”。此系统在《东方红魔乡》及后续东方Project系列STG作品中广泛采用，是道中战收集资源与刷分的关键方式。上线时机需权衡风险：过于冒进易导致失误，过于谨慎则可能资源不足，因此常需结合背版规划。该机制也使游戏流程趋于章节化，与传统街机弹幕射击的连贯体验有所不同。"
  },
  {
    "title": "快速战斗",
    "summary": "快速战斗是游戏中为节约玩家时间而设计的常见功能，多见于抽卡游戏和RPG。它允许玩家在已通关且战力足够的关卡中直接跳过战斗过程，避免重复操作。与追求通关速度的“速通”不同，此功能常与自动战斗系统结合使用。游戏通常通过体力值或每日次数限制来防止过度刷取资源，失败闯关可能消耗体力但无法通过反复尝试过关。部分游戏会对快速战斗的使用次数设置额外限制。"
  },
  {
    "title": "辅助",
    "summary": "辅助是MOBA游戏中的角色定位，主要负责保护团队核心ADC并协助其输出。由于ADC生存能力较弱，辅助通常与其一同行动，并避免抢夺经济，常通过工资装维持自身资源。辅助多选择防御或功能型装备，并承担插眼等视野控制任务。根据保护方式不同，可分为治疗型（如众星之子）、防御型（如曙光女神、蒸汽机器人）和控制型等类别。该位置因不易突出个人表现，有时在团队选择中可能出现争议。"
  },
  {
    "title": "背包",
    "summary": "背包是游戏中常见的系统设定，指代角色身上的置物空间，用于存放装备、道具并显示金钱数量。当置物栏满时，玩家需通过丢弃、贩卖或存入仓库来管理物品。部分游戏提供背包、行囊等道具或消耗游戏币以扩展空间。一些作品设有负重量系统，超重将限制携带或带来负面效果。此外，物品可能按种类占据不同格子数，但近年许多新作已简化为统一占用一格。"
  },
  {
    "title": "官方攻略",
    "summary": "官方攻略是由游戏制作方整理和制作的游戏进阶指引，旨在为玩家提供权威的游戏攻略内容。它通常包含详细的游戏玩法、策略提示或进阶技巧，帮助玩家更好地理解和体验游戏。"
  },
  {
    "title": "Hyper",
    "summary": "Hyper是部分射击游戏中的一种系统，最早可能出现在《怒首领蜂》青版，后在《怒首领蜂大往生》中完善。玩家通过击落敌机或获取道具积攒能量槽，启动后自机火力、连击数等大幅提升，但敌方攻击和游戏难度也会增强，且受弹会受惩罚，体现了风险与收益并存的特点。该系统后来也被其他弹幕游戏采用，成为此类游戏的常见机制之一。"
  },
  {
    "title": "持续伤害",
    "summary": "持续伤害（Damage over Time/DoT）是游戏中一种不利效果，会随时间或回合推移周期性地减少目标的特定数值（如生命值）。其效果持续至自然消失、被解除或目标死亡。施加者可通过增益或减益效果提高触发概率或增强伤害。在部分游戏中，若伤害率随时间变化，总伤害需通过积分计算。此类效果通常可被驱散或治疗，常见形式包括中毒、燃烧和触电。"
  },
  {
    "title": "解锁",
    "summary": "解锁，全称“解除锁定”，是游戏术语，指玩家满足特定条件后开启原本处于锁定状态的功能或系统。常见于有科技树、技能树等设定的游戏中，解锁条件多样，如达成任务或收集物品。在游戏《Euphoria》中，解锁机制被具象化为角色需满足条件以“打开房门”推动剧情。"
  },
  {
    "title": "Dead End",
    "summary": "Dead End（缩写DE）原指“死胡同”，在泛ACG领域中常表示角色死亡或故事终结的结局，多见于多结局游戏如Galgame、RPG等。它通常属于Bad End（坏结局）的一种，代表攻略失败或偏离主线，但有时也可能与True End（真实结局）重合。部分Dead End会隐藏特殊剧情或CG，吸引玩家探索。其出现可能伴有前兆，如角色行为异常，也可能毫无预兆。少数情况下，Dead End并非完整结尾，而是剧情中断或特殊设计。"
  },
  {
    "title": "背刺",
    "summary": "“背刺”原指从背后用尖锐物体攻击，是游戏和ACG作品中刺客、盗贼的常见行为，常伴随更高伤害或暴击效果。作为网络用语，它引申自汉语“背后捅刀子”和英语“back-stab”，形容暗中中伤或陷害他人，尤其多发生在熟人之间。在网络语境中，背刺指个人、组织或平台出人意料的行为使一方感到受骗、利益受损，通常带有贬义，会导致信任丧失，但有时在朋友间玩笑时也可无贬义使用。"
  },
  {
    "title": "光环",
    "summary": "光环是游戏中常见的一种系统，通常存在于RTS和SLG等类型中。它以提供者为中心，在一定范围内对符合条件的单位产生持续性的增益或减益效果，直至目标离开范围或光环失效。其要素包括作用范围、筛选条件和具体效果。同类光环通常遵循效果最高的覆盖规则，例如《魔兽争霸3》中恐惧魔王的吸血光环会覆盖效果较弱的天灾骨钟光环。此外，部分具有光环特征的效果在游戏中可能不以“光环”命名。"
  },
  {
    "title": "重启",
    "summary": "重启是指系列作品抛弃与前作关联、重新开始的新作，常见于游戏和电影领域。它通过颠覆原有故事情节、人物设定乃至世界观，打破创作限制，便于新观众理解。重启作品在画质、操作、背景等方面常有显著变化，甚至可能违背系列原有设定，且标题常与系列首作相同，以开启新系列。例如《福音战士新剧场版》和《钢之炼金术师 FULLMETAL ALCHEMIST》均为重启案例。"
  },
  {
    "title": "金手指",
    "summary": "金手指原为电脑硬件术语，指内存条、显卡等设备上用于信号传输的金黄色导电触片。在游戏领域，该词源于Codemasters公司推出的一款掌上游戏机修改工具，后逐渐成为游戏修改器的代称。例如Windows时代的“金山游侠”将修改存档文件称为金手指文件，GBA模拟器亦将“Cheater”译为金手指。此外，金手指概念还衍生出网络视频、漫画角色等文化现象。"
  },
  {
    "title": "第九艺术",
    "summary": "“第九艺术”在不同语境中指代不同艺术形式。欧洲地区普遍将漫画视为第九艺术，法国学者Claude Beylie于1964年提出此观点，卢浮宫亦曾举办相关展览。在中文圈中，该词常雅称电子游戏，源于1997年吴冠军的文章，后因第九城市公司代理《魔兽争霸》及媒体报道而广泛流传。艺术形式的排序历史上多有演变，自黑格尔的“五大艺术”至卡努杜的“第七艺术”，后续又有摄影、广播、电视等被不同学者归为第八艺术，中文圈有时则将戏剧纳入并将电影称为第八艺术。"
  },
  {
    "title": "被动技能",
    "summary": "被动技能是角色无需额外操作、在特定条件下自动触发或常时生效的特殊能力，源于角色扮演游戏，与主动技能相对。其判定特征是为角色新增原本没有的特性，根据发动条件可分为永久、状态和事件三类。永久触发以学习技能为条件，分为属性提升和新特性（如光环）；状态触发在角色拥有特定状态时启用；事件触发则与游戏基本系统相关的外部事件关联。此外，该概念也引申指现实中满足条件即必然发生的现象。"
  },
  {
    "title": "宠物",
    "summary": "宠物和座骑是游戏中常见的互动角色或道具。宠物通常指跟随玩家行动的非人随从，可用于玩赏或作战，形象包括普通动物、元素精灵、恶魔等。座骑则供玩家在关卡、地图中移动，多为体型较大的生物或机械交通工具，部分可飞行或水中行进。其获取常受等级、声望等因素影响，高级座骑因移动迅速常被视为实力象征。两者形象多样，涵盖传说怪物、神兽至普通动物。"
  },
  {
    "title": "精神续作",
    "summary": "精神续作指未直接继承原作品知识产权或剧情，但沿用了其核心要素的新作品。该词最初用于调侃模仿之作，后也指制作精良、具有独特价值的作品，尤其在原系列不再推出续作时。精神续作的出现常因原IP版权受限、开发团队变动或商业价值不足。例如，《无敌9号》由《洛克人》原班人马制作，《星露谷物语》灵感源于《牧场物语》。这类作品既体现原作的认可度，也反映其IP可能已完结或沉寂。"
  },
  {
    "title": "第四天灾",
    "summary": "“第四天灾”是源自游戏《群星》的网络用语，指玩家群体被视为继三大危机后的第四个灾难性存在，因其行为不可预测且对游戏世界影响巨大。该词后来泛用于其他网游及ACGN作品，尤其在“第四天灾流”作品中，玩家穿越到游戏世界后保留游戏属性，凭借成长优势对异世界土著构成威胁，常成为最终主导势力。若穿越后失去游戏特性（如仅有一条生命），则通常不被视为此类。部分作品也转换视角，描绘穿越者以土著身份与玩家对抗。"
  },
  {
    "title": "本地化",
    "summary": "本地化（localization，缩写l10n）是游戏行业为适应特定区域市场而进行的调整过程，包括翻译文本、提供本地配音，以及根据当地法规修改内容。它通常分为部分本地化（仅翻译菜单和剧情文本）和完全本地化（涵盖所有语音与文字内容）。本地化是厂商进入市场的商业行为，早期多通过代理方完成，现今也可能与民间翻译组织合作。这一概念源于企业国际化的组织变革，旨在提升市场竞争力和降低成本。"
  },
  {
    "title": "重振oo荣光，我辈义不容辞",
    "summary": "“重振oo荣光，我辈义不容辞”是源自《英雄联盟》2020赛季全球总决赛决赛宣传片的网络流行语，由当时DWG战队中单选手Showmaker在赛前视频中说出。他在发言中回顾了LCK赛区过往的成就，表达了为赛区重夺冠军的决心，随后率队击败SN夺冠。该用语后来演变为通用梗，常被用于表达对昔日流行事物复兴的期望，并在ACGN等网络社群中衍生出多种改编版本。"
  },
  {
    "title": "竞速游戏",
    "summary": "竞速游戏是一种电子游戏类型，玩家通常操控陆地、水上、空中或太空交通工具进行竞赛，视角涵盖第一人称与第三人称。游戏背景多样，从现实赛事到幻想设定均可，类型主要介于硬核模拟与娱乐街机之间，常被归为体育游戏。其起源可追溯至1970年代，如雅达利的《太空竞赛》和《Gran Trak 10》等早期作品，逐步发展出三维视角、力反馈等技术。1980年代，《杆位》等游戏确立了类型惯例，而1990年代则进入3D多边形时代，诞生了《山脊赛车》《梦游美国》等经典，以及《极品飞车》《GT赛车》等成功系列。2000年后，游戏在画面与物理引擎上更趋真实，并衍生出开放世界等玩法。竞速游戏主要分为街机类与模拟类，前者侧重快节奏与娱乐性，后者注重真实驾驶体验与物理模拟。"
  },
  {
    "title": "第一人称射击游戏",
    "summary": "第一人称射击游戏（FPS）是动作游戏的衍生类别，玩家通过角色第一人称视角进行射击。按活动范围可分为封闭式（空间局限、交互较少）与沙盒式（地图广阔、交互丰富）；按玩法构成则分为独立式（纯粹射击）和混合式（融合角色扮演、解谜等元素）。FPS不仅限于战争题材，也涵盖解密、剧情驱动等多种类型，且常与第三人称射击游戏（TPS）共存或切换。此类游戏易带来沉浸式个人视角，但部分玩家可能产生3D晕眩症状。"
  },
  {
    "title": "本土化译名",
    "summary": "本土化译名指在引进动画、游戏等作品时，将角色名称改为更符合当地语言习惯的译法，而非直接音译。此举常见于面向儿童的作品，旨在降低理解难度、便于记忆和推广，如Cartoon Network、迪士尼的部分引进案例。但本土化译名也可能导致跨国交流障碍，因此不少作品仍保留原音译。实践中，译名策略因作品、引进方及受众而异，有时还会伴随其他内容的本地化调整。"
  },
  {
    "title": "重制",
    "summary": "重制（Remake）指对早期电影、电视节目等作品进行重新制作，后扩展至电子游戏、动画、音乐等领域。其动因包括技术革新（如格式升级、平台转换）、市场需求（如高人气作品延续生命周期）、在地化适应（如跨文化改编）以及创作者个人意愿（如特殊情感或修正过往作品）。重制旨在提升作品质量、延长传播寿命，并为新一代观众提供接触经典作品的便利途径。然而，其效果常受版权方用心程度与市场调整策略影响，观众评价亦呈现褒贬不一的状态。"
  },
  {
    "title": "经验宝宝",
    "summary": "经验宝宝是游戏术语，指能提升玩家角色经验值的辅助角色或单位。在不同游戏中，其具体形式多样，可能为宠物、坐骑等，通过自带天赋或被动技能加快练级速度。此外，也指组队时用于提高高等级成员经验分成的低等级小号，或指被击败后提供高额经验值的特殊怪物，如《宝可梦》中的吉利蛋家族。"
  },
  {
    "title": "电表倒转",
    "summary": "“电表倒转”是游戏社区中对资源“越用越多”现象的俗称，源于现实中的电能表因故障或人为反装导致计数反转。在游戏中，玩家执行行动时本应消耗的资源不减反增，可能源于设计失误、BUG或故意安排以鼓励玩家。该说法最初在卡牌和战棋游戏社区流行，后逐渐扩展至各类游戏。现实中故意倒转电表属违规行为。"
  },
  {
    "title": "秘鲁战神",
    "summary": "秘鲁战神是游戏《钢铁雄心3》中的一个网络梗，源于一张截图：玩家操控的美军以五十万兵力进攻秘鲁，最终损失数万人，而秘鲁仅损失五十余人。这一夸张战损比源于游戏机制，如战术宽度限制、防御地形加成、将领技能等因素，使得防御方可能取得极高交换比。此外，因秘鲁法西斯支持率较高，玩家常可使其加入轴心国并影响战局，进一步强化了该梗的传播。"
  },
  {
    "title": "仇恨溢出",
    "summary": "仇恨溢出（简称OT，源自Out of Taunt或Over Taunted）是“战法牧”体系MMORPG中的游戏术语，指在PVE战斗中，非坦克成员因伤害或治疗输出产生的仇恨值超过坦克，导致怪物转移攻击目标的现象。OT可分为系统强制（如敌人“点名”技能）和玩家操作失误两类，通常不会立即造成战斗失败，但可能引发角色死亡或团队覆灭。应对措施包括停止操作或使用减仇恨技能。此外，OT偶尔也作为“副坦克”的别称使用。"
  },
  {
    "title": "经验值",
    "summary": "经验值是游戏中的一种量化指标，通常缩写为EXP，用于衡量角色、技能或宠物等的成长进度。它是等级提升的标准，当积累到所需数值时会自动升级并消耗相应经验值。经验值常以数字、长条形“经验条”或百分比形式显示，升级时经验条颜色可能变化。获取途径包括战斗胜利、完成任务、使用技能或制造物品等。随着等级提高，升级所需经验值通常增加，高等职业或技能需求更多，部分游戏存在兼职惩罚机制。少数游戏用“积分”等替代称呼。"
  },
  {
    "title": "电脑玩家",
    "summary": "电脑玩家（亦称人机、AI或Bot）指由游戏系统控制的角色，其雏形可追溯至早期电子游戏，在FC时代已初具规模，当时多以CPU或COM等名称指代。随着游戏发展，“电脑玩家”逐渐成为通用称呼，无论平台是否为PC。在游戏中，电脑玩家常被设定不同难度，表现为技巧或数值的调整。然而，部分游戏的电脑玩家存在AI逻辑缺陷，如寻路错误或行为不合理，导致“人机”一词有时带有消极含义。需注意，若游戏中无人类玩家，则不属于电脑玩家范畴。"
  },
  {
    "title": "必杀技",
    "summary": "必杀技是格斗游戏中需要输入特定指令（如复合按键）发动的招式，涵盖飞行道具、投技等多种类型，通常不能一击必杀。多数无需消耗能量，部分游戏存在需消耗能量发动的强化版本。在其之上还有超必杀技（俗称大招），一般需消耗能量发动，威力更强、演出更华丽，指令通常更复杂，但近年游戏有简化趋势。超必杀技最初源于《龙虎之拳》，后逐渐普及。此外，还存在极少数能一击必杀的“真必杀技”，发动条件严苛，多见于Arc System Works的作品中。"
  },
  {
    "title": "初见杀",
    "summary": "“初见杀”是游戏玩家使用的术语，具有两种相反含义。一种源于日文“初見殺し”，指初次挑战时因难以预料的陷阱或高难度设计导致失败，常见于音游等类型，玩家了解机制后难度可能降低。另一种含义在中文语境中衍生，指玩家首次尝试便成功通关，有时会获得特殊奖励。该术语的使用受日本游戏文化影响，资深玩家多采用第一种含义，而第二种更接近中文流行语的构词习惯。"
  },
  {
    "title": "聚会游戏",
    "summary": "聚会游戏是指在聚会中进行的社交游戏，旨在促进互动并提供娱乐。它可分为破冰游戏、室内外游戏及大型集体游戏等类型。室内游戏如真心话大冒险和社交演绎游戏（如狼人杀、剧本杀），通常规则简单，侧重人际互动，与需要较多配件的桌上游戏有所区别。此外，电子聚会游戏（如《马力欧派对系列》《糖豆人:终极淘汰赛》）常包含一系列易于上手的小游戏，支持多人竞争或合作，部分跑酷类游戏因观赏性强而流行于直播平台。"
  },
  {
    "title": "电脑游戏",
    "summary": "电脑游戏指在个人电脑上运行的电子游戏，与主机、手机游戏等并列。其发展紧密关联计算机软硬件及互联网技术的进步，为玩家提供虚拟体验空间。一般认为，1962年《宇宙战争》为最早电脑游戏。20世纪80年代起，个人电脑市场经历从多样品牌到IBM兼容机主导的演变，如今Windows系统因其DirectX技术、广泛兼容性与优化支持，成为PC游戏的核心平台。相比之下，macOS与Linux因图形性能、市场份额等因素，游戏支持相对有限。当前电脑游戏在画面与机制上趋于成熟，面临创新瓶颈，发展重心部分转向手机与VR游戏。"
  },
  {
    "title": "回归奖励",
    "summary": "回归奖励是手机游戏和页游中针对长期未登录玩家提供的补偿机制，旨在吸引其回归并缩小与活跃玩家的差距。该说法起源已不可考，其常见形式包括游戏内资源或道具等，以帮助回归玩家重拾参与信心，减少因落后而放弃游戏的情况。"
  },
  {
    "title": "处决",
    "summary": "处决原指执行死刑，如封建时代有“秋后问斩”之说。在电子游戏中，该词衍生为对倒地、破防等状态的玩家使用特殊攻击造成大量伤害或直接击杀的机制。通常处决过程简便且无敌，但部分游戏会设定条件限制（如需全员倒地或可被打断）或调整平衡性（如处决时双方仍受第三方攻击）。不同游戏可能赋予处决额外效果，如恢复状态、暴露敌人位置，或根据角色等级、装备改变动画表现。"
  },
  {
    "title": "剧情杀",
    "summary": "剧情杀是ACGN领域的常用用语，指角色因剧情需要而被迫战败或死亡的情节。在游戏中，此类情节常出现在BOSS战中，通过锁血、数值调整或强制进入剧情动画等方式，使一方无论玩家操作或角色数值如何均必然落败。在动画、漫画及小说中，该词也用于形容角色死亡过于牵强、仅为推进剧情而设计的情况，通常带有贬义。"
  },
  {
    "title": "点券",
    "summary": "点券是中国手游中常见的虚拟货币，通常需充值获取。其机制雏形源于21世纪初的网络游戏点卡制，后由腾讯Q币发展完善，现广泛用于《王者荣耀》等腾讯系游戏。点券与人民币的兑换比例常见为1:10或1:1，充值额度包括6元至648元等多档，高额充值常伴有赠送。为规范消费，特别是防止未成年人非理性充值，相关政策对充值金额与频率作出了限制，客观上巩固了点券在游戏内的“储蓄”功能。在不同游戏或平台中，点券可能有不同名称。"
  },
  {
    "title": "触手",
    "summary": "触手是宅文化中的惯用称呼，指在某一领域（尤其与ACG相关）具有远超常人水平的达人，常简称为“触”或“大触”。该词多用于形容游戏玩家操作技巧、反应能力及熟练程度接近人类极限，如同使用多只触手操作。其反义用语为“沙包”。“触”也可作动词使用，表示被高手的技术所震撼。"
  },
  {
    "title": "剧情向游戏",
    "summary": "剧情向游戏是一种以剧情为核心的游戏类型，通常侧重于叙事、推理和对话选择，较少包含收藏或养成等复杂系统。其代表类型包括Galgame、文字冒险游戏和互动小说等，广义上也涵盖以人物关系、成长过程和多线结局为重点的作品。此外，互动电影游戏、情境推理游戏及各类角色扮演游戏等也常因注重剧情体验而被归入此类。"
  },
  {
    "title": "电子竞技",
    "summary": "电子竞技是利用电子设备进行的对抗性智力运动，与棋牌类项目有相似之处，但不同于普通电子游戏。其器材包括电脑、主机、手机等。1990年任天堂世界锦标赛被视为起源。电子竞技经历了从被质疑到逐步被接纳的过程，韩国较早推动其职业化。2001年首届世界电子竞技大赛在首尔举办。2018年电子竞技成为亚运会表演项目，2022年成为正式项目，并将于2027年举办首届奥林匹克电子竞技运动会。主流项目如《英雄联盟》《反恐精英》等在不同地区竞技格局各异。其发展受游戏产业、平衡性设计及商业因素影响，长期前景仍需观察。"
  },
  {
    "title": "兵棋",
    "summary": "兵棋是一种用于模拟军事冲突的系统，旨在帮助推演者理解历史经验、探索不同决策的后果。其核心要素包括比例尺地图、推演单位（如算子或模型）以及规则算法。兵棋起源于战争游戏，17世纪后逐渐发展，19世纪初由莱斯维茨父子奠定现代基础，形成了严格式（规则明确）与自由式（依赖裁判评估）两种主要类型。按题材可分为历史、现代、科幻等类别，按规模涵盖战术至战略级。尽管存在对真实度要求的争议，但符合三要素的系统通常被视为广义兵棋。兵棋既可用于军事训练，也是一类复杂的模拟游戏。"
  },
  {
    "title": "穿墙",
    "summary": "穿墙是FPS游戏中一种常见击杀方式，指通过击穿障碍物攻击后方对手。通常需使用穿透力较强的武器，如步枪、狙击枪或重武器，其效果受弹药穿深、掩体强度等因素影响。在部分游戏中，较薄的掩体可被特定枪支击穿，玩家需根据武器和掩体情况选择进攻或躲避。此方式具有一定运气成分，过度使用可能被误判为使用外挂。"
  },
  {
    "title": "局域网联机游戏",
    "summary": "局域网联机游戏指通过局域网连接多台设备（通常以一台为主机）进行游玩的游戏，无需接入公共互联网。早期此类游戏多为PC平台，常兼具单机剧情与本地多人对战功能，提供私密的游戏环境，便于与熟人联机。在互联网发展初期，局域网联机因能避免网络延迟而盛行，且多具竞技性，推动了电子竞技及对战平台的兴起。随着网络速度提升，许多游戏转向全程在线模式，以支持反盗版、内容更新和便捷联机，纯粹支持局域网的游戏现已较少，但部分作品仍保留该功能。"
  },
  {
    "title": "电子游戏分级制度",
    "summary": "电子游戏分级制度是用于规范游戏适龄分类的体系。北美地区由娱乐软件分级委员会（ESRB）于1994年建立，适用于美国、加拿大等地。日本的主要机构为计算机娱乐分级机构（CERO），成立于2002年，负责主机游戏审核。欧洲广泛采用泛欧洲游戏信息组织（PEGI）的分级标准。中国于2021年实施网络游戏适龄提示，分为8+、12+、16+三级，作为非强制性建议。其他国家和地区如韩国、澳大利亚、俄罗斯等也设有各自的分级机构或制度，以指导消费者选择适合年龄的游戏内容。"
  },
  {
    "title": "兵线",
    "summary": "兵线是MOBA游戏术语，指双方小兵的交战位置或行进路线。玩家通过控线、推线、带线和乱线等操作影响局势。控线将兵线维持在安全位置以利于防守和发育，推线则快速清兵以推进或施压。带线指英雄单独处理兵线，兼具发育与战术风险。乱线旨在破坏敌方控线意图。兵线提供金钱、经验、视野与安全区域信息，其位置变化直接影响攻防节奏与团队决策。"
  },
  {
    "title": "刺客",
    "summary": "刺客是RPG游戏中的常见职业，通常与“盗贼”职业相似，以高敏捷、高爆发力为特点，主要使用匕首等轻便武器进行近战攻击，部分也可使用远程暗器。相比战士，刺客防御较低、输出不稳定；相比法师，则以近战为主。在游戏中，刺客常具备潜行、背刺或秒杀技能，能够快速突袭目标。在MOBA类游戏中，刺客英雄也以高爆发和突进能力著称。"
  },
  {
    "title": "角色扮演游戏",
    "summary": "角色扮演游戏（RPG）是一种玩家通过抽象数据控制角色，并使其能力随游戏进程成长的游戏类型。其起源可追溯至桌上战棋游戏《链甲》，后发展为《龙与地下城》等作品。RPG主要分为桌面角色扮演游戏（TRPG）、实演角色扮演游戏（LARP）和电子角色扮演游戏（ERPG）。根据内容侧重，又衍生出动作角色扮演游戏（ARPG）、策略角色扮演游戏（SRPG）、大型多人在线角色扮演游戏（MMORPG）、迷宫探索及Roguelike等子类。各类RPG在游戏方式、规则和体验上各有特点，共同构成了这一广泛而多样的游戏类型。"
  },
  {
    "title": "电子游戏攻略",
    "summary": "电子游戏攻略是旨在提升玩家技巧、帮助完成游戏或特定要求的指南，最初以文本形式出现在电玩杂志中。如今攻略形式多样，包括由玩家上传至视频平台或直播网站的视频攻略，录制方式涵盖截屏软件、模拟器内置功能或外接设备，部分游戏如《GTA5》也提供内置录制功能。此外，电子游戏Wiki作为用户生成和编辑的内容平台，兼具策略指南和文档作用，常托管于Fandom等网站，部分开发商如ArenaNet也会托管官方Wiki以整合社区资源。攻略内容涵盖文本、图片和视频，商业攻略本可能包含独家内容。"
  },
  {
    "title": "波升流",
    "summary": "波升流是格斗游戏术语，源于《街头霸王》系列，指结合“波动拳”（飞行道具）与“升龙拳”（对空技）的战术。其核心思路是以飞行道具牵制对手，迫使对方起跳后，再用对空技将其击落。该战术在横版格斗游戏中较为常见，虽原理简单，但需玩家根据对手行动快速反应。不同游戏因机制与角色差异，波升流的实际效果也会有所不同，例如部分作品中角色空中行动灵活或可防御，会影响战术的适用性。"
  },
  {
    "title": "存档系统",
    "summary": "存档系统是电子游戏中用于保存和读取进度的常见功能，使玩家能在退出后继续游戏。早期家用机和街机游戏因流程短或无连贯情节，多不设存档，而街机游戏常保存最高分等数据。首款允许主机存档的游戏是1986年的《塞尔达传说》，利用磁盘可擦写特性实现；首款使用电池备份保存的是1987年的《未来神话ジャーヴァス》。存档载体随技术发展从卡带电池RAM转向存储卡、硬盘等。单机游戏存档位于本地，支持多时点读档，玩家可能通过改档或盖档调整进度；网络游戏存档则存于服务器，仅记录单时点，无法返回前期状态。存档形式多样，包括随时存档、自动存档、地图限制存档、回合制存档、存档点存档及关卡完成后存档等，不同系统影响游戏体验与时长。此外，Steam云存档可实现跨设备同步与备份。"
  },
  {
    "title": "觉醒",
    "summary": "觉醒是一个并列结构的合成词，本义为睡醒，后引申为醒悟、觉悟。在游戏领域，它常见于各类日式卡牌游戏中，指对卡牌或角色进行升级、强化的一种机制，通常伴随能力提升、外观变化及新增语音或剧情。该词在不同游戏中具体表现各异，既有名词也有动词用法，有时也涵盖类似“精英化”等效果相近的专有机制。"
  },
  {
    "title": "电子游戏机管理制度",
    "summary": "电子游戏机在中国内地的管理制度历经演变。20世纪80年代末，街机开始流行，但伴随赌博机等问题。1995年上海尝试区分“游戏机”与“游艺机”，被视为早期分级探索。2000年，因社会对游戏成瘾的担忧，多部门联合发布《关于开展电子游戏经营场所专项治理的意见》（即“游戏机禁令”），严格限制电子游戏设备的生产、销售和进口，导致大量经营场所关闭，主机市场受挫。索尼、任天堂等厂商曾尝试以更名、锁区等方式引入设备，但效果有限。2006年起政策逐步调整，街机审批制度先行恢复。2014年上海自贸区试点放开，2015年文化部全面取消销售限制，Xbox One、PlayStation 4、Nintendo Switch等国行主机相继上市。现行审批依据2019年《游戏游艺设备管理办法》，设备需通过省级内容审核，区分电子游戏设备和游艺娱乐设备，并对未成年人使用设限。"
  },
  {
    "title": "Bomb(STG)",
    "summary": "“Bomb”（或称“雷”，简称“B”）是STG游戏中常见的机制，按下按键可触发华丽效果，清除小怪、对Boss造成伤害，并可能消除子弹或使自机短暂无敌。其使用次数通常有限，需玩家把握时机，为游戏增添了策略性。普通玩家常依据背版在难点或紧急时使用，若关卡结束有剩余Bomb还可获得额外得分。部分作品有特殊效果，如《东方绀珠传》中可抵消多次被弹。相关术语包括全程不用Bomb的“NB”、中弹后及时使用的“决死”，以及因过度节省导致“抱B撞”的失误。不同作品对Bomb的翻译或系统设计存在差异，如《雷电》国行版将其译为“炸”。"
  },
  {
    "title": "电子游戏音乐",
    "summary": "电子游戏音乐是电子游戏的配乐，早期受限于声音合成技术，催生了以简单旋律为特色的芯片音乐风格。随着技术进步，其创作已具备与影视配乐相当的广度和复杂性，可由作曲家团队原创或使用授权音乐。音乐与音效设计旨在增强游戏沉浸感，引导玩家注意力并营造氛围。授权音乐的使用在游戏中日益普遍，但涉及复杂的版权管理。游戏原声带及其衍生专辑的销售促进了音乐与游戏产业间的共生关系，游戏也成为推广音乐的重要渠道。"
  },
  {
    "title": "Boss Rush",
    "summary": "Boss Rush是游戏术语，指玩家需连续挑战多个头目级敌人的环节或关卡，常见于RPG类游戏。它可能出现在主线流程中，如最终战前，也可作为通关后解锁的独立模式。过程中Boss战之间通常有简短过渡或少量补给，但不同时挑战多个Boss或同一Boss的多阶段。该概念也延伸至ACGN作品中，形容连续与多名敌方强者作战的情节。"
  },
  {
    "title": "动态难度",
    "summary": "动态难度是一种随游戏进程调整挑战水平的机制。狭义上指单局游戏内随时间推移逐渐提升难度，广义上则涵盖剧情模式等为维持玩家兴趣而设计的难度变化。常见于RPG游戏中，系统会根据玩家角色成长同步增强敌人以保持挑战性；该机制也可应用于休闲类游戏，不依赖角色属性即可实现动态调整。"
  },
  {
    "title": "Boss",
    "summary": "BOSS是电子游戏中一种特殊设定的强力怪物，常见于通关类或含多区域地图的游戏。其通常出现在关卡末尾或关键剧情节点，需战胜才能推进进程。BOSS由开发者专门设计，拥有较高的属性和独特机制，部分还会召唤小怪或强化特定能力，要求玩家针对性调整战术。该机制可追溯至1974年的游戏The Game of Dungeons，而“boss”作为通用俗称，自1980年代起通过游戏杂志等媒介逐渐流行。除作为挑战目标外，战胜BOSS可能带来特殊奖励、解锁隐藏内容，或在后续作品中成为可操控角色。游戏中还存在双人或团体形式的BOSS，以及连续挑战多个BOSS的Boss Rush模式。"
  },
  {
    "title": "动作冒险游戏",
    "summary": "动作冒险游戏（Action-Adventure Game）是结合了动作与冒险元素的游戏子类型，强调战斗、探索、解谜及反射力需求等混合玩法。其特点包括跑酷解谜等独特要素，并通常包含剧情。若加入角色等级等RPG机制，则归类为动作角色扮演游戏。该类型可按人称视角划分，但此分类接受度有限。"
  },
  {
    "title": "补刀",
    "summary": "补刀是MOBA类游戏术语，指对敌方单位进行最后一击以获得金钱、经验等收益的行为，常见对象包括小兵和野怪。当目标为敌方玩家时，该行为常被称为“K头”。补刀能力直接影响玩家经济与等级优势，是游戏核心内容之一。部分游戏如Dota允许“反补”，即击杀己方单位以减少敌方收益，而英雄联盟则不支持此机制。此外，“补刀”一词也引申至ACG作品，形容在对话中对角色进行追加吐槽或情节上的致命打击，以增强戏剧或喜剧效果。"
  },
  {
    "title": "动作游戏",
    "summary": "动作游戏（英语：“Action Game”，缩写ACT）是一种电子游戏类型，强调对玩家手眼协调与反应能力的挑战，通常包含大量动作场面。玩家通过控制角色在关卡中移动、收集物品、躲避障碍并使用技能或武器对抗敌人，最终击败BOSS或完成关卡目标。该类型涵盖多种子类，如格斗游戏、射击游戏、平台游戏等，并常与其他类型融合，形成动作角色扮演或动作冒险游戏。游戏画面既有横版也有3D风格，部分作品以无限关卡和积分积累为主要目标。"
  },
  {
    "title": "Bug",
    "summary": "“Bug”原指计算机程序中的隐藏缺陷或问题，其名称源于早期计算机因飞蛾进入导致故障的事件。在游戏领域，bug通常因开发疏漏产生，涉及物理引擎缺陷、贴图或动作错误等。良性bug可能优化体验或成为玩家利用的“特性”，甚至演变为游戏机制（如《街头霸王2》的连招系统）；恶性bug则会导致闪退、坏档等问题，严重影响游戏进程。部分bug因趣味性或影响力深远而广为人知，如《刺客信条：大革命》的“脸部破碎”、《魔兽世界》的“堕落之血”事件等。此外，bug也常被玩家用于速通或战术中，并在游戏文化中形成诸多梗和社区创作。"
  },
  {
    "title": "Dream End",
    "summary": "“梦结局”指作品剧情最终揭示全部内容为主角的梦境或幻想，并非真实发生，常见于泛ACG领域。其起源可追溯至唐代《南柯太守传》与《枕中记》。在ACG界，手冢治虫的《青色杜马》因采用此结局引发观众不满，手冢本人也在《漫画的作法》中将其列为创作禁忌。梦结局常被批评为否定作品整体、导致风格割裂，虽可用于探讨心理或哲学议题，但多数读者难以接受。该手法多见于中短篇或二次创作，长篇作品较少使用。需注意，单纯进入梦境的剧情不属此类，而部分心理恐怖游戏则常依托梦境或幻觉构建设定。"
  },
  {
    "title": "T pose",
    "summary": "T pose是三维动画制作中角色的预设姿势，呈双臂平举的“T”型，便于骨骼节点调整。在游戏中，角色因动作加载失败而呈现此姿态，被视为程序漏洞，有时被误认为“灵异现象”。该bug在业界常见，甚至出现在知名厂商作品中。2016年起，T pose通过梗图演变为网络文化，引发现实中的模仿行为，但其本身并无实际意义。"
  },
  {
    "title": "MVP",
    "summary": "MVP（最有价值球员）是表彰在竞技比赛或游戏中表现最出色、对团队胜利贡献最大的个人荣誉。该奖项起源于1922年美国职业棒球联盟，由《纽约每日新闻》创立，后扩展至各类体育运动及非体育领域如电子游戏。评选通常通过专业人士投票进行，依据个体表现、领导力、团队成功等多方面因素，但无固定量化标准，不同领域和项目的评定方式各异。在电子游戏中，MVP机制常见于多人在线竞技游戏，通过综合计算输出、参团率、KDA等多项数据来确定。"
  },
  {
    "title": "奶妈",
    "summary": "奶妈/奶爸是游戏术语，指团队中负责治疗和辅助的角色，通常拥有恢复生命值、法力值及解除异常状态的技能，并能通过增益效果提升团队作战能力。在MOBA等游戏中，这类角色也常归为辅助系。其缺点多为输出能力较弱，但存在少数兼具治疗与高伤害的“暴力奶妈/奶爸”。由于对团队续航至关重要，他们常成为敌方优先攻击目标。"
  },
  {
    "title": "外挂",
    "summary": "外挂通常指在网络或联机游戏中，用于作弊的第三方软件或插件，会破坏游戏平衡与体验。其形式多样，包括软件外挂、硬件外挂以及利用AI或DMA技术的变体。部分游戏内置类似功能（如自动寻路），或提供官方“秘籍”和开发者模式。制作和使用外挂多属违法，但存在用于研究等少数例外。外挂曾严重损害《冒险岛》《奇迹MU》等游戏，厂商常通过技术更新、法律手段及玩家监管等方式应对，治理难度较大。"
  },
  {
    "title": "O本",
    "summary": "O本是星际争霸系列游戏中对实力顶尖选手的称呼，源于“本座”一词，代表选手具有非凡实力与统治力。该称呼最初为虫族选手马在允（ipxzerg）的外号，后由kespa官方认定为荣誉，共有六位选手获此称号，包括Boxer、Nada、iloveoov、马在允、Jaedong和Flash，后马在允因假赛被除名。获得“本座”需同时满足三项严格条件。在星际争霸2中，此称呼逐渐演变为戏称，使用范围扩大。"
  },
  {
    "title": "PK",
    "summary": "PK是电子游戏术语，狭义指MMORPG中玩家对另一玩家的击杀行为。其缩写可能源于Player Killer或Player Killing，最早可追溯至早期文字MUD游戏，当时玩家死亡被分为玩家击杀（Player kill）和非玩家击杀两类。随着传播，PK的含义已扩展至游戏外。在游戏语境中，PVP泛指玩家间对战，通常需双方同意；而PK则特指单方面恶意发起的非公平性攻击，常见于允许强制对战的游戏中，这种恶意PVP行为与常规PVP形成主要区别。"
  },
  {
    "title": "潜入",
    "summary": "潜入作为游戏术语，指玩家操控角色以不被敌人发现的方式达成目标，常见于敌强我弱或需要匿踪的剧情设定。游戏系统通常允许非潜入方式通关，但一旦暴露可能触发战斗、增援、评价降低或任务失败。专业潜行游戏常配备特殊机制辅助玩家，如《合金装备》系列的纸箱伪装、CQC格斗、麻醉枪和非致命道具；《刺客信条》系列则强调信条原则、自由奔跑与袖剑刺杀，但玩家也可选择“狂战士”式清场。其他作品如《杀手》《细胞分裂》《神偷》等各有特色，包括变装、魔法箭或视角差异。部分游戏虽无专门系统，仍可通过避免触发点实现类似效果。"
  },
  {
    "title": "压枪",
    "summary": "压枪是射击游戏中应对后坐力导致枪口上跳的操作手法，旨在通过控制鼠标下移或采用短点射等方式提升连发命中率。该技巧在现实武器使用中同样重要，可防止脱靶或武器脱手。此外，在网络文化中，“压枪”也被引申为对动漫角色克制生理反应的戏谑表达。"
  },
  {
    "title": "Rank",
    "summary": "Rank是部分STG（射击）游戏中的动态难度系统，根据玩家表现调整等级，进而影响游戏难度，常见调整要素包括弹量、弹速和敌机血量等。多数游戏中Rank影响较小，实战中可忽略，如《东方红魔乡》；但在矢川忍设计的《空战之路》《铸蔷薇》等作品中，Rank对难度影响显著，需玩家主动控制。"
  },
  {
    "title": "SL大法",
    "summary": "S/L大法，即Save/Load，指在单机游戏中通过随时存档与读档来应对不满意的游戏进程，如战斗失败或获取随机物品。该方法常见于Galgame、文字冒险等类型，用于高效探索不同剧情路线或提升角色属性。部分玩家亦在模拟器或虚拟机中利用快照功能实现类似效果。在网络游戏中，该术语有时被引申为“下线/上线”行为，以利用游戏状态记录机制，但此类做法易引发争议。整体而言，S/L大法被视为一种实用的游戏技巧或攻略基础。"
  },
  {
    "title": "增强现实游戏",
    "summary": "增强现实游戏（简称AR游戏）是一种利用增强现实技术，将虚拟元素实时叠加到现实环境中的互动游戏。它通常需要摄像头支持，结合卫星定位系统可在广阔现实空间中进行互动。由于移动终端便于实现移动互动，现有AR游戏多为手机游戏。需注意，AR游戏不同于虚拟现实游戏（VR游戏），后者完全构建虚拟环境，不直接与现实互动。在部分虚构作品中，AR游戏通过便携终端普及，展现了未来互动娱乐的形态。"
  },
  {
    "title": "TAS",
    "summary": "TAS（工具辅助速通）是一种借助模拟器及辅助软件，通过高精度操作实现游戏速通的观赏性玩法。其制作通常追求在理想条件下完成一般难以达成的操作，因此TAS记录常被视为游戏的理论最短通关时间。此外，对于《愤怒的小鸟》这类具有混沌性（即结果对操作极为敏感）的游戏，TAS也可作为精密控制工具，通过微调角度、力度等参数，以类似“暴力破解”的方式寻找并复现最佳通关方案。"
  },
  {
    "title": "卖队友",
    "summary": "“卖队友”指团队合作游戏中，因个人胆怯或判断失误导致计划失败、队友受损而自身逃脱的行为。该行为并非蓄意背叛，但结果类似，常因当事人在危险时本能反应所致，难以提前预判。在MOBA等游戏中，该词也可指战术性牺牲：一人吸引敌方火力，为队友创造逃脱或反击机会，以减少团队损失或争取优势。"
  },
  {
    "title": "捏脸",
    "summary": "捏脸是游戏中自定义角色头部外观的操作，属于换装系统的一部分。其设计旨在增强玩家代入感或满足个性化偏好，通常因涉及攻击判定而不允许调整身高体型。部分游戏采用拉伸系统，允许玩家像捏橡皮泥一样调整脸型，故得此名。外观定制可能包含需付费的伤疤、文身等元素，但玩家自制模组也可扩展自由度。少数玩家凭借独特审美，无需额外资源即可创作出个性鲜明的角色面容。"
  },
  {
    "title": "完成度",
    "summary": "完成度是游戏术语，通常指玩家在游戏中的进展或收集情况。它常以“当前/总数”的分数格式或百分比形式显示，用于反映关卡进度、物品收集度或成就达成情况。游戏运营方可通过总体收集度数据评估物品获取难度和玩家活跃度，并据此调整内容发布或获取方式。若游戏未直接展示该指标，玩家往往难以关注或计算。"
  },
  {
    "title": "O服第一xx",
    "summary": "“O服第一XX”是游戏领域的常见用语，其中“O服”指特定游戏区服（如国服、韩服），“XX”通常指游戏角色。该称谓源于游戏排位机制，指在某个服务器中对特定角色使用水平最高、积分排名第一的玩家。这类称号多出现在《英雄联盟》《王者荣耀》等游戏中，角色常为操作难度高、上下限差距大的英雄，以体现含金量。此外，该说法偶尔也被引申用于形容某地区在特定领域极为突出的人物，但需注意使用语境。"
  },
  {
    "title": "PTFO",
    "summary": "PTFO是“play the fucking objective”的简称，起源于《战地风云》系列等FPS游戏的多人模式，用于强调玩家应专注于完成游戏核心目标，如占点或执行任务。该词也常被用来指代那些忽视团队协作、只追求个人战绩（如远距离狙击或刷分）的玩家。在《战地》《CS》等游戏中，PTFO已成为提醒或批评偏离游戏目标行为的常用表达。"
  },
  {
    "title": "稀有度",
    "summary": "稀有度或星级是游戏中用于表示事物获取难易度的通用概念，适用于人物、宠物、武器、道具及卡牌等多种元素。其表现形式多样，包括颜色区分、星星数量或直接的数字标识，部分游戏也采用缩写词表示。此外，也存在“星级欺诈”现象，即标示的星级与实际价值不符。"
  },
  {
    "title": "前摇",
    "summary": "前摇是电子游戏及ACG文化中的术语，指角色发动技能或攻击前所需的准备动作，如攻击前摇或施法前摇。其设计常影响游戏平衡，过长前摇可能为机制设定或BUG所致，玩家可通过技巧取消前摇以提升操作上限，例如《英雄联盟》中锐雯的光速QA。前摇可能被外来因素打断，导致技能失效或直接放出。该词也衍生用于形容视频高潮前的铺垫部分，过长则指等待时间久，失去前摇则比喻内容开门见山。"
  },
  {
    "title": "演员",
    "summary": "演员，最初源自游戏《英雄联盟》，指在排位赛中故意操作失误、使对方玩家获胜并从中牟利的玩家及其行为。此类行为因难以与真实失误区分而得名。演员通常由工作室组织，通过多名玩家同时排位，确保匹配到客户对手并故意输掉比赛以获利。此外，“演”有时也作为一种战术，通过降低段位匹配低水平对手以刷取数据或获取视频素材。该现象在2015年因玩家集体抗议而广为人知，并逐渐延伸至其他游戏。"
  },
  {
    "title": "人体描边大师",
    "summary": "“人体描边大师”是射击游戏社区中对枪法不佳玩家的调侃，形容其射击时弹道完全避开目标，仿佛在目标轮廓周围“描边”。该说法源于《CSGO》《绝地求生》等竞技射击游戏，后广泛传播。通常用于讽刺玩家因压枪不熟等原因难以命中，但偶尔也形容精准控制弹道的高超技术。此外，该词也可延伸至飞刀等投射物场景，并在动画弹幕中作为情节吐槽出现。"
  },
  {
    "title": "赛博精神病",
    "summary": "赛博精神病是《赛博朋克》系列作品中的虚构精神疾病，通常因过度植入义体导致人性丧失、情绪极端化及暴力倾向。在不同作品中具体表现略有差异，但均与过量改造相关。在中文互联网语境中，该词衍生出额外含义：一是指玩家在游戏发售前模仿已游玩状态的表演性评论，此用法因官方互动而流行；二是在《赛博朋克2077》发售后，成为对玩家游戏中自由、强战力及非常规行为的戏称，类似“第四天灾”。"
  },
  {
    "title": "增援",
    "summary": "增援是射击游戏术语，指提前击破特定敌人后为填补版面空缺而出现的额外敌人。其数量可通过击破时机控制：快速击破通常触发更多增援（称为“早回し”），延迟击破则可能减少敌人数量（称为“迟回し”）。游戏中存在“最大回”与“最小回”概念，分别指可能出现的增援数量上限与下限，部分作品如《决意~绊地狱》中增援数量会在两者间循环变化。该机制常应用于战术选择：混关时可通过减少增援降低难度，打分时则可能主动触发以获取更高分数或额外资源。"
  },
  {
    "title": "卖头",
    "summary": "卖头是一种源于二战坦克战术的军事术语，后在《坦克世界》等载具对战游戏中普及。其核心是仅暴露炮塔或船头等最坚固部位迎敌，利用厚重装甲和较小投影降低被击毁概率。该战术适用于山地或海面等环境，但会限制部分武器射界，且易受曲射武器或高机动单位克制。类似思路还衍生出“卖侧”“卖屁股”等策略，具体依载具结构而定。"
  },
  {
    "title": "No End",
    "summary": "“No End”指“没有结局”，常见于手机游戏、沙盒游戏及悬疑推理作品。其形式包括：不提供直接结局，以悬念或伏笔引发猜测；或如沙盒游戏般无固定终点。部分RPG通过轮回等情节模拟此效果，或在非剧情部分允许无限游玩。此外，因制作工期紧张，有些游戏未完成结局便提前发布，标注“未完待续”或遭弃置。该概念也延伸至循环视频或比喻人生无终点等抽象含义。"
  },
  {
    "title": "玩家角色",
    "summary": "玩家角色（简称PC）源于角色扮演游戏，指由玩家扮演或观众代入的角色，常见于ACG作品。这类角色可能是具名主人公、自定义角色或无固定名称的指挥者，其行动与选择常能影响游戏剧情走向。为增强代入感，玩家角色在作品中往往台词较少、个性不明显，甚至呈现“无口”特质。在动画、漫画等非互动媒介中，玩家角色亦可作为观察者或通过打破第四面墙与观众互动，尤其在推理类作品中常形成独特的叙事关联。"
  },
  {
    "title": "O周目",
    "summary": "“O周目”源自日语“周目”，意为“第O次”，其中“目”表示序数。该词最初用于游戏领域，指玩家从无存档状态开始的游戏次数，首次通关为一周目，后续为二周目等，且通常需通关才算一次。许多游戏在二周目会新增要素，如隐藏剧情、BOSS或不同结局，对应日语的“強くてニューゲーム”或英语的“New Game+”。在《地球Online》中，玩家仅有一次（一周目）体验机会，若穿越至异世界则被视为脱离该游戏。"
  },
  {
    "title": "PVE",
    "summary": "PVE（Player VS Environment）指玩家在游戏中挑战由程序控制的对手，如NPC、怪物或BOSS，有时也称作PVC。与之相对的是玩家对战的PVP模式。在游戏中，PVE的对手通常被称为AI，其实现方式多样，既包括基于强化学习等复杂算法的智能体，也涵盖通过行为树等简单流程控制的角色。在回合制游戏（如棋牌类）中，PVE已较为成熟；而在实时制游戏（如射击、MOBA类）中，NPC的行为逻辑常与玩家操作存在差异，例如在射击游戏中，NPC的瞄准机制可能直接计算坐标，而非模拟人类操作。"
  },
  {
    "title": "下线遁",
    "summary": "下线遁是网络游戏术语，指玩家在遇到危险时通过主动下线使角色脱离险境的行为。由于游戏角色通常持续存在于服务器中，为防止不公平，多数游戏会在玩家下线后将角色设为无敌或无奖励状态。此举逐渐演变成一种逃生策略，但高延迟可能影响其效果。为限制滥用，网游常对未达目标就下线的行为设置惩罚，单机游戏则多通过存档点机制防止强制退出导致的进度丢失。"
  },
  {
    "title": "枪法",
    "summary": "枪法是电子游戏中衡量玩家射击水平的概念，尤其在第一人称射击游戏（FPS）中至关重要。其发展可追溯至早期火器时代，随着线膛枪等技术进步，命中精度逐步提升。在电子游戏领域，自《德军总部3D》等早期FPS起，瞄准机制从键盘控制演进为灵敏的鼠标操作，衍生出多种通用技巧，如跟枪、甩枪、压枪和预瞄等。这些技巧旨在应对游戏中的移动散射、后坐力及爆头机制，并通过急停等操作平衡命中率与自身安全。随着游戏发展，瞄具的引入进一步丰富了射击体验，而不同游戏中的具体应用（如狙击或自动武器扫射）则体现了枪法技巧的多样性与适应性。"
  },
  {
    "title": "养老",
    "summary": "养老原指赡养老年人，中国自古重视孝道，相关传统延续至今。在游戏领域，“养老”衍生出新含义，指玩家在游戏后期主要任务完成、角色能力达到顶峰后，以休闲方式打发时间的行为。此类现象在单机RPG中较为常见，玩家可能进行收集、探索等非主线活动。需注意，网游因持续更新，较少出现典型养老情况，但部分玩家也将后期投入不足的休闲行为称为“养老”。"
  },
  {
    "title": "日常任务",
    "summary": "日常任务（英文：Daily Goal），亦称每日任务或每日目标，是游戏中每天可进行一次的重复性任务。这类任务通常较为简单，旨在通过提供奖励鼓励玩家每日登录，以延长游戏生命周期。日常任务在手游、页游等网络游戏中较为常见，单机游戏则较少设置。其设计规则包括：任务简单易完成、奖励吸引玩家持续参与。部分游戏为促进消费，允许玩家消耗特定资源快速完成任务，以节省时间并获得更丰厚的奖励。此外，游戏还可能设有每周、每月或每季度重置的周期性任务。"
  },
  {
    "title": "赛博女鬼",
    "summary": "“赛博女鬼”是ACG次文化中的用语和萌属性，诞生于2020年代。“赛博”指角色以电子形式存在，“女鬼”则形容其具有“病娇”或“阴魂不散”的特质。这类角色常见于Metagame作品，通常怀有强烈执念，可能出于对自身虚构身份的不甘、对玩家或玩家角色的依恋或恶意，并可能做出打破游戏框架的行为。作品往往带有悬疑、惊悚色彩及悲剧内核，探讨存在、限制等哲学主题。广义上，该词也指早期电子媒介中具有类似特质的女性角色，其表现属于作品内的虚构设计，并非超自然现象。"
  },
  {
    "title": "炸鸡勇者",
    "summary": "炸鸡勇者是《魔兽世界》中的一个著名典故，源于游戏早期副本“黑石塔上层”的一次团队经历。美洲服务器联盟公会PALS FOR LIFE的圣骑士玩家里诺艾·杰金斯在暂离购买肯德基期间，队友误以为他需求牧师装备“虔诚护肩”，决定攻略龙蛋区。战术讲解后，里诺艾突然回归并高喊“LEEROOOOY JENKINS！”冲入房间，踩破大量龙蛋引出成群小龙，导致团灭。混乱中法师误将圣骑士“干涉”技能效果当作网络延迟。灭团后里诺艾以“至少我还有炸鸡”（或“至少我不是胆小鬼”）回应队友指责。该事件因戏剧性广为流传，暴雪官方后续在多款游戏中将其作为彩蛋引用。"
  },
  {
    "title": "塔防游戏",
    "summary": "塔防游戏（英文：Tower Defense Games）是一类策略型游戏，玩家需在地图上建造或升级炮塔等防御设施，以阻止沿固定路线进攻的敌人。游戏通常以波次形式进行，玩家通过消灭敌人获取资源，用于强化防御。部分游戏中，敌人可能改变路线或攻击防御塔，需要玩家及时应对。该类游戏历史较长，耐玩性较好，拥有多部知名作品。"
  },
  {
    "title": "卖血",
    "summary": "卖血指在游戏中以损失生命值为代价达成特定目的的行为，常见于速通、竞技或策略场景。玩家可通过卖血强行通过障碍、触发技能或引诱对手，也可利用角色以扣血换取攻击提升或团队收益的机制。该概念在《皇室战争》《三国杀》《游戏王》等游戏中均有体现，是结合游戏机制与策略的常见操作。现实中亦指出售血液换取利益的行为。"
  },
  {
    "title": "Normal End",
    "summary": "Normal End（缩写NE，日语「ノーマルエンド」）是泛ACG作品中常见的结局类型，尤其在多结局的Galgame、RPG、文字冒险等游戏中出现。它通常指介于Bad End和Good End之间、好坏参半的结局，剧情与信息揭示往往不完整，描写较为平淡。在恋爱题材游戏中，也可能指未与任何角色发展恋情、避开坏结局但信息有限的结局。Normal End常作为游戏的基础结局，玩家需达成它才能解锁其他剧情线或真实结局（True End）。部分游戏会设置专属的剧情CG或信息仅在Normal End中可获得。此外，也存在介于Bad End和Normal End之间的普通坏结局（Normal Bad End），结局走向相对更差。"
  },
  {
    "title": "网络文字角色扮演游戏",
    "summary": "网络文字角色扮演游戏是一种以文字为主要媒介、在线进行的角色扮演游戏形式，常见于论坛、贴吧或实时聊天软件。它起源于1990年代，是大型多人角色扮演游戏的先驱。根据规则和机制的不同，可分为无定式角色扮演（缺乏角色成长等RPG元素）和重规则角色扮演。衍生形式包括演绎（允许自创场景、不强制第一人称）、语C（多扮演同人角色、无需规则）以及国家扮演（玩家扮演非个人势力）。这类游戏有时也被称为ERPG或文字游戏，需注意与填字游戏等区分。"
  },
  {
    "title": "Oo就算成功",
    "summary": "“Oo就算成功”是源自《英雄联盟》2020赛季全球总决赛的梗用语，出自TES中单选手knight在小组赛前的采访。他在采访中表示“第一次打世界赛，打进四强就算成功”，后因实际表现未达预期，该言论被与其他选手的斗志宣言对比，形成嘲讽意味。此梗随后在网络传播中被广泛改编，常与“重振oo荣光，我辈义不容辞”等语句并用。"
  },
  {
    "title": "PVP",
    "summary": "PVP是玩家对战玩家的游戏模式，常见于射击、卡牌、策略等竞技性强的游戏中。与玩家对战环境的PVE模式不同，PVP的对手是真实玩家，而非电脑控制的角色。这一模式推动了各类游戏举办大型赛事，但也存在一些不足之处。"
  },
  {
    "title": "像素游戏",
    "summary": "像素游戏是一种采用像素风格的游戏类型，其画面由微小的方块（像素）或立方体构成，呈现出明显的低分辨率视觉效果。这种风格源于早期计算机和游戏机的技术限制，如今常被用于怀旧或艺术表达。角色形象通常采用Q版设计，头身比多在1.5-2.5之间。尽管主画面细节有限，但现代像素游戏在技能特效等方面可能制作精良。除了2D形式，也存在《我的世界》等3D像素游戏。此外，由于开发便捷性，同人游戏中也常见像素风格作品。"
  },
  {
    "title": "抢人头",
    "summary": "生成错误: Failed to fetch"
  },
  {
    "title": "氧气值",
    "summary": "氧气值是游戏中表示角色氧气储备的常见数值，通常用于水下或太空等缺氧环境。当角色处于此类场景时，氧气值会随时间减少，归零可能导致角色生命值下降或游戏失败。玩家需通过特定道具或到达安全区域来补充氧气，以维持角色生存。该机制旨在增加游戏的真实感和挑战性。"
  },
  {
    "title": "Roguelike游戏",
    "summary": "Roguelike游戏指玩法类似1980年推出的迷宫探索游戏《Rogue》的角色扮演游戏，其核心特征是随机生成关卡，确保每局游戏内容独一无二，玩家需灵活应对。1993年左右，Usenet上的爱好者开始使用“Roguelike”一词。早期发展中出现《迷宫骇客》等五大经典作品。2008年的“柏林诠释”提出了系列评判因素，但业界对其定义存在争议，部分开发者认为核心要素可简化为随机生成等少数机制。随着游戏演化，出现了简化传统规则的Roguelite变种，常与其他游戏类型结合。如今“Roguelike”或“肉鸽”常被玩家泛指引入随机生成元素的各类游戏或模式。"
  },
  {
    "title": "扫荡",
    "summary": "扫荡是游戏中快速通关的功能，常见于手机和网页游戏，旨在减少重复刷材料关卡的时间。通常玩家需消耗体力进行扫荡，但初次通关或较有挑战的关卡一般不允许使用，合作关卡也常禁止。部分游戏允许初次通关后永久扫荡，另有类似的自律战斗系统需玩家挂机，无法直接跳过。"
  },
  {
    "title": "战斗力膨胀",
    "summary": "战斗力膨胀泛指长篇幅ACGN作品中敌我双方实力无止境上涨的现象，其根本原因在于为应对更强敌人而不断升级战力的循环。若作者把控不当，可能导致前期重要角色后期沦为配角，破坏观感。该现象常伴随能力体系崩坏，但并非必然等同。在游戏领域，类似现象称为数值膨胀，多因运营方为刺激消费推出超模角色或道具，并通过提高敌人数值应对，形成恶性循环，导致早期角色贬值。适度的膨胀可维持游戏活力，但极端膨胀会加速玩家流失。部分游戏尝试以机制设计（如异常状态、克制关系）替代单纯数值增长，形成“机制膨胀”，其评价不一，既可能丰富玩法，也可能增加理解成本。严重数值膨胀还可能引发程序数据崩溃，迫使开发商进行数值压缩。"
  },
  {
    "title": "坦克",
    "summary": "坦克是英语“Tank”的音译，原指一战时为保密而伪装成水箱的战车。在团队游戏中，坦克指血量高、防御厚的单位，俗称肉盾，负责吸引并承受敌方火力，为队友创造输出环境。根据职责可分为主坦（MT）和副坦（OT），常见如重型坦克（HT）承担主要防护，中型坦克（MT）则侧重游走攻击。某些游戏中，法师、盗贼等职业也可通过高回避或魔法抗性担任坦克角色。传统坦克通常输出较低，但部分游戏存在能兼顾防御与伤害的特殊设定。"
  },
  {
    "title": "盲狙",
    "summary": "盲狙是FPS游戏中狙击枪的一种战术，指在不使用瞄准镜的情况下射击。由于狙击枪开镜后移动缓慢、视野受限，盲狙常用于近距离或空间狭小的场景以快速反击。具体操作可借助手枪准星辅助瞄准或快速切换武器。该术语后来也延伸至其他竞技游戏，泛指不确定目标位置时凭判断发动攻击。尽管在游戏中实现精准盲狙难度较高，但它作为一种技巧被玩家广泛讨论和应用。"
  },
  {
    "title": "怒气值",
    "summary": "怒气值是游戏中常见的一种参数设定，通常初始值为零，通过攻击或被攻击逐渐积累，积累满后可用于释放强力技能。它多见于格斗游戏和日式RPG，常以SP表示，作为战系职业发动技能时替代MP的属性。部分作品设定更为复杂，如存在专门积攒或抵消怒气值的技能。此外，该词也常被引申为形容愤怒程度的通俗说法。"
  },
  {
    "title": "网络游戏",
    "summary": "网络游戏，又称在线游戏，指玩家需通过互联网连接、以客户端与运营商服务器交互的多人游戏。其数据存储与计算主要在服务器端，强调社交互动，对硬件配置要求通常低于单机游戏。收费模式多样，与游戏质量无直接关联。网络游戏易出现外挂、服务器不稳定、虚拟财产纠纷等问题，并可能涉及社会争议。需注意，该概念常被默认为PC端网络游戏，以区别于单机游戏和局域网联机游戏。"
  },
  {
    "title": "Open End",
    "summary": "开放式结局是一种留白创作手法，常见于游戏、文学及影视作品。它不提供明确结局，而是给出线索，让受众基于个人经历、喜好及已有作品知识进行联想和解读，形成个性化结局。这种手法有时也为续作埋下伏笔，或在多重结局作品中作为最终结局的表现形式，利用其他结局线索引导推测后续发展。其解读多样，体现了“千人眼里有千个哈姆雷特”的观感差异。"
  },
  {
    "title": "排位分段",
    "summary": "排位系统是游戏为区分玩家实力而设计的机制，常见于MOBA、射击、棋牌等类型。多数游戏采用分段制，如《英雄联盟》分为青铜至王者，《守望先锋》以分数对应青铜至宗师段位，并设有组队分数限制。《王者荣耀》等腾讯系手游分段类似，但会根据游戏类型调整最高段位名称。部分游戏如DOTA2仅以分数计算，且表现不佳时可能扣分。这些系统通常基于统计学算法评估玩家水平。"
  },
  {
    "title": "新手村",
    "summary": "新手村是网络游戏中供新手玩家起始冒险的区域，通常表现为村庄或特定地图。其内设有各类功能性NPC，提供任务引导与系统教学，帮助玩家熟悉操作，完成任务可获得经验、金钱等奖励。部分游戏会设置等级或条件限制，玩家达到后可能无法返回或离开新手区域。此外，玩家可能因职业、种族等因素从不同新手村开始游戏。该词也常引申为描述玩家处于入门阶段的比喻。"
  },
  {
    "title": "强杀",
    "summary": "强杀是指在游戏中无视敌方单位（如重要角色、BOSS）的特定机制或条件，不惜代价强行击杀的行为。在MOBA类游戏中，此举旨在打乱对手节奏、破坏经济或争取优势，但若失败可能加剧劣势。在ARPG或MMORPG中，无视BOSS机制强杀可能导致负面后果；此外，于MMORPG的PVP环境中，强杀也可指开启特定模式攻击其他玩家。"
  },
  {
    "title": "叶键联盟",
    "summary": "叶键联盟指日本GAL游戏公司Leaf（隶属AQUAPLUS）与Key（隶属Visual Art's）的合称。其名称源于1997年《ToHeart》与1998年《ONE～辉之季节～》玩家群体高度重合，后在2ch形成“叶键版”。该版块2001年举办的最萌投票被视为日萌及萌战起源。两社均创作众多经典作品，但2010年后产量下滑、创新减少，转而邀请外部脚本家合作推出《白色相簿2》等作品。随着业界萎缩，双方均转向Steam平台发行游戏。"
  },
  {
    "title": "瑞士轮",
    "summary": "瑞士轮赛制（又称瑞士制、积分循环制）起源于1895年瑞士苏黎世的国际象棋比赛，现广泛应用于电子竞技和集换式卡牌游戏赛事。该赛制结合淘汰赛与循环赛特点，通过每轮赛后按胜负战绩重新分组，使战绩相近的队伍相互对阵，以实现相对公平的排名。赛事通常采用“N胜晋级、N败淘汰”规则，队伍战绩以胜-负（如3-2）或积分表示。瑞士轮常见于入围赛与淘汰赛之间，用于决出晋级名额，其具体轮次和分组安排可根据参赛规模调整。"
  },
  {
    "title": "沙包",
    "summary": "沙包是一种体育器材，通常以皮革或塑料制成袋状，内填砂砾等物质，用于拳击等项目的打击训练。在网络文化中，该词引申为技术较差的新手的代名词，尤其在格斗游戏中指实力悬殊下被压制的一方。这一用法逐渐扩展至泛指各领域水平较低者。此外，在玩家社群中，有时技术高超者也会自称“沙包”，形成一种反向调侃的表达方式。"
  },
  {
    "title": "战士",
    "summary": "战士是团队战斗类游戏中负责近距离物理输出的角色类型，通常分为偏重防御的“坦克”和偏重攻击的“斗士”。其特点是物理攻击力高，血量和物理防御能力较强，适合在前线作战以保护后方输出单位。然而，战士的魔法防御往往较弱，且面对远程攻击单位时较为吃力。在游戏养成系统中，战士类结局通常要求角色具备较高的力量、体力、战斗技巧等属性。历史上，“战士”一词也用于指代军人、佣兵等作战人员，或形容为特定目标奋斗的坚韧个体。"
  },
  {
    "title": "坦克世界闪击战",
    "summary": "《坦克世界闪击战》是一款多人在线坦克对战游戏，玩家可操控各类坦克在团队作战中执行不同战术角色。常见定位包括：重坦负责“抗线”坚守阵地；轻坦和中坦进行“点灯”侦察；坦歼在后方“黑枪”输出。游戏强调战术配合，如“集火”优先攻击残血目标，以及“卖头”“摆角度”等防御技巧。地图设计注重草丛隐蔽与地形利用，支持“草后15米黑枪”等策略。玩家需避免重坦黑枪、挡炮线、单独行动等不良行为，以保障团队协作与对战体验。"
  },
  {
    "title": "冒险游戏",
    "summary": "冒险游戏（Adventure Game）是一种以解决谜题、探索和叙事为核心的电子游戏类型，其特点在于相对或完全不涉及动作与战斗。该类型起源于《巨洞冒险》，强调剧情、对话和解谜，节奏通常较慢。它与动作游戏及角色扮演游戏有明确区分，后者涉及角色成长等元素。冒险游戏包含多个子类：文字冒险游戏（亦称互动小说）以文本为主；图形冒险游戏采用2D点选式界面或预渲染的3D环境（如类神秘岛游戏）；全3D冒险游戏较少见，而动作冒险游戏则融合动作要素。此外还有环境叙事游戏等衍生形式。该类型在玩法上借鉴影视叙事手法，拥有活跃的爱好者社区。"
  },
  {
    "title": "虐泉",
    "summary": "虐泉是MOBA类游戏中的一种行为，指优势方在对方复活点（俗称“泉水”）附近持续围堵或攻击劣势方玩家。由于复活点通常位于基地后方且具有回复或防御功能，此举往往意味着双方实力悬殊。该行为有时带有刻意拖延胜利、发泄取乐的意图，在部分可重生的FPS游戏中也可能出现类似情况。"
  },
  {
    "title": "网络游戏翻新",
    "summary": "网络游戏翻新指对现有游戏进行重制，常见于RPG类型。其内容包括更新地图、任务线和副本，往往通过虚构灾难事件改变原有地貌，尤其是主城区域。此举旨在提升老玩家的新鲜感，吸引流失玩家回归并吸纳新用户，但同时也可能因改变过大导致部分老玩家因失去熟悉感而离开。"
  },
  {
    "title": "判定",
    "summary": "判定是游戏术语，在不同类型中有不同含义。在动作、射击类游戏中，常指碰撞体积，用于检测子弹或角色间的接触，其大小通常小于视觉模型，以提供容错或擦弹空间，并可能影响游戏平衡。在音游中，判定指按键时机与预设时刻的接近程度，决定得分等级，判定窗口宽窄影响难度。在桌游如《三国杀》中，判定是特定流程：翻开牌堆顶的牌作为判定牌，根据其信息执行操作，之后弃置。"
  },
  {
    "title": "新手光环",
    "summary": "新手光环指在具有概率性的活动（如游戏、益智运动）中，新参与者常表现出超常运气的现象，常被用于诙谐吐槽。此现象可能源于系统对注册时间的概率参数设置，或参与者使用马甲账号。需注意，新手光环属随机运气，与确定型的新手福利活动不同。并非所有新手均具此光环，其说法多带调侃意味。"
  },
  {
    "title": "秦王步法",
    "summary": "秦王步法指围绕障碍物进行追逐或格斗的行为，典出《战国策·燕策三》中“荆轲逐秦王，秦王还柱而走”的记载。当时秦法规定殿上侍臣不得持兵器，侍卫无诏不得上殿，致使秦王仓促间只能绕柱躲避荆轲攻击。在现代电子游戏中，该词引申为残血角色利用同一掩体（如绕柱）反复躲避攻击、争取时间的走位技巧。"
  },
  {
    "title": "一波流",
    "summary": "一波流是一种游戏战术，指集中全部力量一次性全力进攻以击垮对手。在PVP模式中，常用于趁暂时优势快速取胜或孤注一掷；PVE模式中则指聚怪后快速击杀。在MOBA类游戏中，通常表现为团灭对方后直接攻击关键建筑以终结比赛；RTS游戏中，可在防守成功后趁对方集结不足时进攻，或开局暴兵、针对敌方运营直接出击。该战术有诸多变体，如“9d”“蟑螂一波”等，有时也与换家策略结合，常见于《Dota》《星际争霸》等游戏中。"
  },
  {
    "title": "Rush B",
    "summary": "“Rush B”是《反恐精英：全球攻势》（CS:GO）等射击游戏中的经典战术术语，指进攻方快速冲向地图B点以打乱防守节奏。该战术因在热门地图“炙热沙城II”（Dust2）中频繁使用而演变为网络梗，其中B点地形封闭，易使攻防双方出现戏剧性结果。P90冲锋枪因射速快、弹容量大，常被用于此战术，甚至成为其同义词。此外，该梗也延伸至《彩虹六号：围攻》等游戏，并与特定武器（如M870霰弹枪）及玩家文化现象相关联。"
  },
  {
    "title": "沙盒游戏",
    "summary": "沙盒游戏是一种开放世界游戏类型，玩家在其中拥有高度自由，不受传统游戏结构和目标的限制，可以自主选择行动、探索和创造。这类游戏通常包含广阔的地图、丰富的交互元素和多样的玩法，如建造、生存、角色扮演等。其核心在于创造性玩法，允许玩家利用游戏内资源制造独特内容。代表性作品包括《我的世界》《泰拉瑞亚》《上古卷轴系列》等，涵盖从2D到4D的不同维度形式，并衍生出强调模拟、经营或用户生成内容的细分类型。"
  },
  {
    "title": "战争迷雾",
    "summary": "战争迷雾是游戏中源自军事理论的一种系统，指玩家未探索的地图区域被迷雾或黑暗笼罩，无法直接观察。该系统常见于即时战略等游戏类型，旨在模拟现实战争中因未知地形、天气等因素导致的信息不透明。玩家需通过侦察等手段揭示地图，而游戏中的迷雾可分为永久性和暂时性两类。部分游戏还提供不揭开迷雾的探测方式，或允许使用烟雾弹等道具主动制造迷雾，以掩护单位行动。"
  },
  {
    "title": "探索",
    "summary": "探索是包含地图要素游戏中的常见术语，指玩家通过解锁未知区域使其从不可见转为可见的过程。这一行为伴随着地理属性上从未知到已知的转变，类似于现实世界的探索。在游戏语境中，“探索”通常与“解锁”同义，涉及地图、地形等游戏设定的逐步揭示。"
  },
  {
    "title": "妹控",
    "summary": "“妹控”是中国游戏圈中对以“MK”（即MARK缩写）为代号的装备的俗称，源于拼音输入法联想结果。在《战舰世界》等海战游戏中，它主要指代美国海军以“MK”命名的舰炮，如著名的MK7 406毫米舰炮。在FPS射击游戏中，“妹控”则泛指各类以“MK”标识的枪械，例如MK14、MK17等步枪及其衍生型号，这些武器因在游戏中性能突出而受玩家熟知。该称呼带有调侃色彩，已形成特定玩家群体的通用术语。"
  },
  {
    "title": "网页游戏",
    "summary": "网页游戏，又称Web游戏或无端网游，是基于网页的游戏形式。它通常无需下载客户端或仅需小体积插件，通过浏览器即可快速进入，对硬件要求低且占用空间小。游戏分为静态和动态两种模式：早期静态页游以文字和图片为主，通过点击交互；现今主流动态页游画面与客户端游戏相似，支持键盘、鼠标等操作，技术平台包括Flash（已停止支持）、Unity及HTML5等。这类游戏便于随时开启或切换，适合碎片时间娱乐。"
  },
  {
    "title": "皮肤",
    "summary": "皮肤是游戏中变更角色或物品外表造型的系统，其雏形可追溯至1986年《塞尔达传说》中的“纸娃娃系统”，通过更换装备改变角色造型。随着游戏发展，角色外观选择日益丰富，但“皮肤”这一术语在2011年后因《英雄联盟》等竞技游戏及手游的流行而普及，并常作为商业盈利内容。皮肤通常成套出现，可改变模型、特效甚至语音，但一般不直接影响数值战斗力，不过可能因特效或手感产生隐性影响。该系统也适用于装备、地图等元素，与可拆分组合的纸娃娃系统有所区别。"
  },
  {
    "title": "新秀墙",
    "summary": "新秀墙是体育或电竞比赛中的常见现象，起源于NBA，指新秀在初期表现出色后，因对手研究或自身适应问题而状态下滑。在电子竞技中，新秀墙表现为新秀初入职业圈时表现抢眼，随后因被对手熟悉而发挥下降。此后，选手表现各异：有的调整后稳定发挥但不再突出，有的则一蹶不振。各战队会采取不同策略帮助新秀克服此现象，如从替补做起逐步适应。该现象在卡牌游戏中也有类似体现，即初期角色在特定关卡后难以推进。"
  },
  {
    "title": "情怀游戏",
    "summary": "情怀游戏是中文游戏圈对基于经典作品/IP开发、主要面向粉丝群体的游戏的俗称。这类游戏通常通过还原原作人物、场景和剧情来唤起粉丝回忆，吸引其参与。其质量参差不齐，部分有正版授权，部分则无。由于依赖情怀吸引玩家，一些游戏在玩法、画面等方面投入不足，可能沦为缺乏特色的“换皮游戏”。此外，经典IP的复刻、重制版本也常被归为此类。"
  },
  {
    "title": "乙女游戏",
    "summary": "乙女游戏（简称“乙游”）是一种以女性玩家为目标受众的恋爱模拟游戏，其名称源于日语“乙女”（意为“少女”）与“ゲーム”的组合。这类游戏通常邀请知名插画家或漫画家进行角色设计，提供多位性格各异的男性角色供玩家攻略。作品涵盖多种题材，例如《蝶之毒 华之锁》《金色琴弦》《魔鬼恋人》等，角色设定包括兄弟、同学、神话人物等多样化类型。"
  },
  {
    "title": "闪光",
    "summary": "“闪光”原指《地下城与勇士》（DNF）中击败深渊APC后掉落史诗装备时触发的动画特效，后引申为各类游戏中稀有物品的低概率产出。在DNF中，刷深渊是获取史诗装备的核心途径，这些装备多为毕业目标，部分可升级或媲美顶级武器。早期版本需玩家自制闪光补丁，后该特效被官方采纳。相关玩家社群用语包括“光头”（未掉落史诗）、“假药”（效果存疑的史诗药剂）等。“闪光”已成为玩家追求史诗装备的代名词，并衍生出多种文化梗与自定义补丁。"
  },
  {
    "title": "站桩",
    "summary": "站桩原指中国武术的基本功，形容身体如木桩般站立不动。在电子游戏领域，它指玩家在战斗中静止于原地进行攻击的行为，与移动攻击相对。这一概念主要分为两种：一是“系统站桩”，指游戏机制限制角色移动，此类游戏常被称为站桩游戏；二是“玩家站桩”，多用于形容新手操作或特定优势下的战术选择，如在绝对优势或角色能力过强时采用。在部分游戏中，“站桩”也引申为对过于强大或破坏平衡的英雄的称谓，或指代机制简单、主要考验输出的首领战。然而，由于移动攻击通常能提升战斗效率与生存能力，站桩打法在多数情况下并非最优选择，尤其在玩家对抗或高难度内容中可能带来风险。"
  },
  {
    "title": "特殊怪物",
    "summary": "特殊怪物是游戏中区别于普通怪物、通常不影响主线的特殊设定敌人，其属性、技能或战斗数据独特，常因趣味性、活动或地图设计而出现。它们可能具备高难度、特殊击杀方式或稀有奖励等特点。例如《轩辕剑》中的鬼蛙需特定武器或技能击杀，可快速提升等级和法宝经验；《英雄传说》的天使羊波波需高爆发技能或即死效果应对；《辐射4》的红死怪为剧情相关特殊泥沼蟹；《刺客信条》的无头骑士有四种击败方法；《全境封锁》的特工猎人需特定条件触发，击败后掉落专属装备。此外，《巫师3》的雠特怪和《只狼》的七面武士也属此类。"
  },
  {
    "title": "Metagame",
    "summary": "元游戏（Metagame）是一种通过反思与解构游戏自身存在来探讨游戏本质的作品，其核心在于“关于游戏的游戏”。这类作品常包含自指性的“元元素”，如调用系统信息或模糊虚拟与现实的界限，以增强玩家的沉浸感与互动体验。元游戏的概念受元小说影响，但作为互动艺术，其带来的真实感更为强烈。虽然许多普通游戏也会使用元元素作为彩蛋，但元游戏更侧重于对游戏本体的系统性解构。其与增强现实游戏（AR）或替代现实游戏（ARG）有所重叠，但关注点不同。公认最早的元游戏是1998年发行的《臭作》。"
  },
  {
    "title": "亡语",
    "summary": "亡语是游戏术语，泛指角色或卡牌死亡后触发的技能效果，最初源于《炉石传说》。该词在不同游戏中含义略有差异，但通常指“死亡时发动特定技能”，不包括濒死技能或原地复活。亡语可分为主动触发（如自杀）和被动触发（如被击杀），狭义上多指被动。常见效果包括对敌方造成伤害、施加状态影响、召唤新单位、提供增益或减益等，有时玩家会故意触发亡语以获取战术优势。出于平衡考虑，召唤物通常不再继承亡语效果。"
  },
  {
    "title": "疲劳值",
    "summary": "疲劳值是刷刷刷类游戏中用于限制玩家游戏进度或时间的属性，旨在促进健康游戏、为游戏更新争取时间或延长游戏寿命。玩家通过游戏操作累积疲劳值或消耗体力值，当达到上限或归零时，游戏将进入无法操作状态，需等待或使用道具恢复。在卡牌游戏中，PVP和PVE的疲劳值通常分别计算。其显示方式多样，可提升时常用条状数值表示，不可提升时则可能采用百分比或图表形式。"
  },
  {
    "title": "幸存者like",
    "summary": "幸存者like是一类融合了无双、Roguelike以及生存、弹幕、动作等元素的游戏类型。该模式最早源于LEME公司的《魔法生存》，后因poncle开发的《吸血鬼幸存者》爆火而广泛流行。此后大量玩法相似的游戏涌现，国内游戏媒体将其统称为“类幸存者游戏”或“类吸血鬼幸存者游戏”。"
  },
  {
    "title": "情境推理游戏",
    "summary": "情境推理游戏，俗称海龟汤，是一种多人聚会或电子游戏形式。出题者提供一个看似匪夷所思的事件，猜题者通过提出仅能回答“是”“否”或“不重要”的问题，逐步排除可能性，最终推理出事件背后的唯一答案。问题常使用叙述性诡计或隐藏关键信息，答案往往出人意料，有时取材真实案例。该游戏在亚洲地区因经典问题《海龟汤》得名，问题与答案分别被称为“汤面”和“汤底”。"
  },
  {
    "title": "一骑讨",
    "summary": "一骑讨是日语词汇，原指日本平安至镰仓时代流行的武将单挑作战方式，通常先骑射后近战，胜方率军掩杀。随着元日战争后军团阵战的兴起，以及战国时代兵种协同与火器应用，该战术逐渐没落，但中下级武将间的单挑仍时有发生。在中国古代亦有“斗将”等类似概念，常见于演义文学。现代日语中该词泛指一对一对决，适用于比赛、选举等场景，并作为游戏机制出现在《真三国无双》等作品中。"
  },
  {
    "title": "闪镜",
    "summary": "闪镜，又称瞬狙，是FPS游戏中狙击枪的一种高级技巧，指快速开镜射击后立即关镜的操作。该技巧通过平衡稳定与速度实现瞬发狙击，常见于《使命召唤》和《反恐精英》系列。在《使命召唤》中，因部分狙击枪性能优势，瞬狙较为普及且地位较高，知名战队如FaZe、OpTic均擅长此技。而在《反恐精英》中，因移动射击会降低精度，瞬狙对反应和速度要求更高，失误代价较大。相比盲狙（不开镜射击），闪镜的实用性受游戏设定影响。整体而言，这是一项高难度操作，命中率与玩家技术密切相关。"
  },
  {
    "title": "掌上游戏机",
    "summary": "掌上游戏机是便于携带的小型专用游戏设备，通常配有独立屏幕。历史上，首款掌机是美泰于1976年推出的产品，而妙极百利1979年发售的机型则首次支持可更换卡带。任天堂在掌机领域贡献显著，其Game & Watch系列首次引入十字键设计，随后Game Boy系列推动了彩色屏幕等技术进步。3DS具备裸眼3D功能，而Nintendo Switch Lite是其简化版本。近年来，掌机形态趋于多样，如Valve的Steam Deck可运行PC游戏，英伟达Shield采用安卓系统，以及开源掌机和Windows掌机等，它们在硬件、性能和生态上各有特点。日本厂商如任天堂和索尼曾在掌机市场占据主导地位。"
  },
  {
    "title": "体感游戏",
    "summary": "体感游戏是通过加速计、陀螺仪、摄像头等设备捕捉人体动作进行操控的游戏类型。其典型代表是任天堂Wii及其游戏《Wii Sports》，该模式凭借直观的身体互动吸引了大量休闲玩家，也促使索尼、微软等厂商跟进开发。体感游戏降低了操作复杂度，为不偏好传统打斗或复杂叙事的用户提供了新的娱乐选择。"
  },
  {
    "title": "秘籍",
    "summary": "秘籍，又称秘技或秘笈，通常指游戏中特定的作弊码，最初由开发者设置以方便测试，后在正式版中作为彩蛋保留以增加趣味。它可通过输入代码或控制台指令实现多种效果，如无敌、获得物品、改变游戏状态等。使用秘籍可能破坏正常游戏进程并带来不可预测的后果。在不同游戏中，秘籍的具体形式和影响各异，但普遍用于增强或改变玩家体验。"
  },
  {
    "title": "伪3D",
    "summary": "伪3D是一种利用2D图形技术模拟3D视觉效果的游戏开发方法，常被称为“2.5D”或“假3D”。其特点在于视觉上呈现立体感，但视角通常受限（如固定四向或八方向移动），无法自由调整。该技术在上世纪90年代初因3D硬件成本高昂而兴起，尤其在街机和家用机平台被用于实现类似3D的体验，但实现复杂导致游戏数量有限。随着1994年后具备3D渲染功能的家用机普及，伪3D逐渐退出主流；在掌机平台则因续航限制延续至2004年，直至新一代掌机面世。常见实现方式包括固定斜45度视角、2D贴图几何变换或预渲染3D转换贴图，但均存在视角、平面或容量等缺陷，最终被真3D技术取代。"
  },
  {
    "title": "平视显示器",
    "summary": "平视显示器（HUD）是一种将影像投射于玻璃板或风挡上的显示设备，最初为战斗机飞行员设计，以减少同时观察仪表与外界环境的操作负担。其显示内容与环境融合，可整合关键信息，现已应用于飞机、汽车及头盔等民用领域。在电子游戏中，HUD指屏幕上显示状态信息的界面，通常为只读，是玩家操作的重要辅助，其设计可能随游戏设定或物品功能而变化。"
  },
  {
    "title": "星级",
    "summary": "星级是卡牌游戏中角色等级的一种表示方式，通常与稀有度相关。角色通过碎片合成获得，重复角色也会转化为碎片，这些碎片可用于升星。升星一般需要数倍于合成所需的碎片数量，最高可达三星或五星。升星主要提升角色的战斗力和技能系数，但不改变技能机制。在部分游戏中，不同稀有度的角色最终星级可能相同。"
  },
  {
    "title": "请输入文本",
    "summary": "“请输入文本”是源自图片或视频编辑软件默认文本的网络用语，常被用于表达无语或震惊的情绪，类似于“说不出话”。在网络语境中，它延伸出形容某角色或事物在游戏或领域中具有断档式领先优势的含义，近义词包括“吓哭了”。该用语的流行与B站UP主“Dr-山雨欲来”对视频字幕的改编有关，并因恰好匹配特定角色未公开形态的五个字空缺而逐渐成为主流表达。"
  },
  {
    "title": "益智游戏",
    "summary": "益智游戏（又称解谜游戏）是一种以考验玩家思维能力而非动作反应为主的游戏类型。常见形式包括拼图、数独、推箱子、消除类游戏（如宝石迷阵）等，俄罗斯方块、扫雷等经典游戏也属此类。许多益智游戏常作为小游戏包含在冒险游戏中。随着技术发展，部分益智游戏融入编程、流水线设计等理工科元素，如《深圳 I/O》、《人力资源机器》，这类游戏具有一定专业性和教育意义。"
  },
  {
    "title": "上单",
    "summary": "上单是游戏术语，指在上路对抗的玩家及适合该位置的英雄。由于上路线路长、路口少，上单需具备较强生存能力，对机动性要求相对较低，通常承担团队防御职责。约2016年曾流行刺客或射手出半肉装备走上单，如薇恩、艾克等，依靠技能效果打出输出，但可能导致队伍整体防御不足。"
  },
  {
    "title": "帧伤",
    "summary": "帧伤是游戏术语，指在一次攻击中每一逻辑帧都能造成一次伤害。逻辑帧是游戏进行内容判定的单位，区别于显示帧。该机制通常无视攻击冷却和受伤无敌效果，攻击频率极高，因此在多数游戏中较为罕见且强度超模。由于帧伤基于逻辑帧而非显示帧，即使游戏帧数不稳定也可实现，例如通过模组移除无敌帧后，在持续伤害环境下可达成理论帧伤。部分游戏允许调整逻辑帧数以最大化帧伤输出。广义上，攻击频率快到肉眼难以分辨也可视为帧伤。该机制有时也被用于作弊。"
  },
  {
    "title": "体育游戏",
    "summary": "体育游戏是以模拟参与体育运动为主要内容的游戏类型，通常将现实中的体育项目（如NBA、世界杯等）或相关题材作品（如《灌篮高手》）作为蓝本，通过游戏平台（游戏机、电脑、手机等）及外设（键盘、鼠标、体感设备或VR设备）实现动作操作。这类游戏让玩家能够体验现实中难以亲身参与的赛事，其受众规模常与现实体育项目的受欢迎程度相关。此外，也存在以趣味或原创体育项目为题材的体育游戏。"
  },
  {
    "title": "Miss",
    "summary": "Miss是游戏术语，常见于回合制、Moba、塔防及音乐等游戏类型。其英文原义包括“想念”“错过”和“未婚女子”，在游戏中取“错过”之意，表示攻击未命中目标。在音乐游戏中，MISS特指未击中音符或超出判定范围，并导致连击中断。即时游戏虽也存在未命中情况，但通常不频繁显示该提示（如《英雄联盟》中受致盲效果影响时会显示“未击中”）。"
  },
  {
    "title": "微操",
    "summary": "微操（Micro Control/Micromanagement）是“细微操作”的简称，在游戏中特指玩家对控制单位的精细操作，常见于竞技性较强的类型如RTS、STG和FPS等。其水平常以每分钟操作次数（APM）为参考指标，但并非唯一标准。在RTS游戏中，微操涉及走位、后摇取消等技巧，对经济和战斗至关重要；STG中则体现为躲避弹幕或卡位安全区；FPS中则包括急停射击、身位控制等高级技巧。这些操作提升了游戏的策略深度与竞技观赏性。"
  },
  {
    "title": "平台游戏",
    "summary": "平台游戏是动作游戏的子类，核心玩法围绕角色的移动和跳跃展开，玩家需操控角色在不同高度的平台间穿行，利用滑翔等能力克服障碍与陷阱以通过关卡。早期代表作品如《超级马力欧兄弟》和《咚奇刚》推动了该类型在20世纪80至90年代的繁荣，并催生了《洛克人》《刺猬索尼克》等经典。平台游戏不限于2D形式，至今仍有《空洞骑士》《蔚蓝》等优秀作品不断涌现。"
  },
  {
    "title": "星际玩家",
    "summary": "星际玩家是源于《星际争霸》的一个网络梗，指玩家因游戏节奏快、信息量大而看漏明显关键信息的情况，职业比赛中也时有发生。该说法后来扩展到《CSGO》《守望先锋》等电竞游戏中，形容观察力差、忽略眼前明显事物的玩家，并延伸至现实生活，用于调侃走神或未注意明显事物的人。"
  },
  {
    "title": "渠道服",
    "summary": "渠道服是由渠道商（如手机厂商或第三方应用市场）与游戏开发商合作运营的非官方服务器，独立于官方服务器。玩家可使用渠道商账户登录，但服务器数据、权益通常与官服不互通，导致活动、福利可能不同步，且存在提前停服的风险。渠道商与开发商会按协议分配玩家充值收益。由于这些特性，渠道服有时被戏称为“孤儿服”。"
  },
  {
    "title": "隐藏BOSS",
    "summary": "隐藏BOSS是游戏中一种特殊设定的怪物，多见于RPG、ACT等类型游戏。它通常不会出现在主线流程中，需要玩家完成特定支线任务或满足特殊条件才能触发。隐藏BOSS一般拥有极高的强度，可能比最终BOSS更具挑战性，但其存在大多与主线剧情无关，不影响游戏正常推进。游戏设计此类BOSS主要为了增加趣味性，如提供额外挑战、丰富剧情背景或奖励强力装备。少数情况下，隐藏BOSS也可能与隐藏结局直接相关。"
  },
  {
    "title": "射击游戏",
    "summary": "射击游戏（Shooting game，简称STG）是一种以远距离射击为核心玩法的电子游戏类型。在日式语境中常特指飞行射击游戏，而英语语境下则涵盖更广的子类型，如第一人称射击（FPS）和第三人称射击（TPS）。该类型可按子弹密度分为传统系与弹幕系，按视角方向分为横版与纵版。游戏机制通常包括自机（玩家操控单位）、残机（生命数）、Bomb（清屏技能）等元素，并衍生出混关（以通关为目标）、打分（追求高分）等玩法。相关术语如体术（碰撞伤害）、安定点（安全位置）等也常见于玩家社群讨论。"
  },
  {
    "title": "职业克制",
    "summary": "职业克制是游戏中常见现象，指特定职业在战斗性能上对另一职业具有明显优势。它主要分为两类：一是因职业特性与战斗方式自然形成的克制关系，如传统RPG中“战士克刺客、刺客克法师、法师克战士”的三角关系，但随游戏发展，这种关系可能减弱或反转；二是游戏系统明确设定的属性克制，常体现为伤害加成等数值优势。该现象广泛存在于RPG、MOBA等有职业设定的游戏中，具体表现受游戏系统、技能设计等因素影响。"
  },
  {
    "title": "天胡",
    "summary": "天胡是游戏术语，指开局即获得极大优势甚至可直接获胜的情况。在麻将中，庄家起手十四张牌直接组成和牌型即为天胡，概率极低（约33万分之一），属顶级番种；闲家起手摸牌成和称为“地胡”，庄家起手放炮成和称为“人胡”。该词也用于卡牌对战等游戏，形容达成理想起手组合，但后续可能因卡手而失利，即“诈和”。其反义词为“天崩”，指开局极为不利。"
  },
  {
    "title": "魔法值",
    "summary": "魔法值（MP）是游戏角色发动主动技能所需的计量值，通常以数字或长条形、球形等图案显示，其中蓝色长条较为常见。当MP耗尽时角色无法使用技能，其最大值决定技能使用次数，高级技能消耗更多MP。不同游戏对MP的称呼各异，如体力值、能量值等。MP可通过自然恢复、道具或特定方式补充，部分游戏设最大法力值限制恢复上限。在剧情或特殊状态下，角色可能暂时解除MP限制。"
  },
  {
    "title": "无敌",
    "summary": "“无敌”一词原指人或事物强大到无可匹敌，现多用于游戏领域，表示单位在特定时段或条件下完全免疫伤害。其表现形式包括角色有受击反馈但不掉血、无受击反馈或无法被攻击。游戏中的无敌状态可分为临时性（如技能、闪避时的无敌帧）和永久性（如剧情保护或友军免伤机制）。此外，在动画、神话等作品中，也存在因特殊体质而免疫伤害的角色，但常设定有弱点。需注意，“无敌”与仅限制血量下降的“锁血”机制有所不同，二者不完全等同。"
  },
  {
    "title": "破防",
    "summary": "“破防”原为游戏术语，指在游戏中破除对方防御状态或降低其防御能力。后引申为网络流行语，形容人因受到强烈冲击而心理防线崩溃的情绪状态。该词因使用广泛，入选2021年B站年度弹幕。作为网络用语时，“破防”多用于表达情感上的剧烈波动，常见于社交媒体和视频弹幕中。"
  },
  {
    "title": "蓄力",
    "summary": "蓄力是电子游戏中常见的一种机制，尤其在动作、格斗和射击类游戏中。玩家通过长按特定按键或进行QTE操作，积累力量以发动重击、冲刺或必杀技等强力动作，部分作品中魔法吟唱也属此类。蓄力攻击通常威力更强、演出效果更夸张，但蓄力过程存在前摇，期间可能无法行动且易被中断，需把握时机。一些游戏还设有“过度蓄力”设计，如蓄力过度可能导致武器故障伤及自身。此外，该机制也常被用于烘托剧情氛围。"
  },
  {
    "title": "区块链游戏",
    "summary": "区块链游戏是采用区块链技术搭建和运行的网络游戏类型，其核心特征包括去中心化架构、基于区块链平台（如以太坊）运行，以及游戏内虚拟货币和资产由内部产生并可通过交易流通。最早的区块链游戏是2017年推出的《Crypto Kitties》，随后逐渐发展出虚拟世界社交、卡牌、策略等多种玩法，部分游戏引入了代币经济模型。传统游戏厂商如育碧、世嘉等也已涉足该领域，并与行业合作推动技术发展，例如推出专用游戏公链。区块链游戏在游戏性和内容上不断丰富，但需注意市场上存在仅部分采用区块链技术的游戏。"
  },
  {
    "title": "硬直",
    "summary": "硬直是源自日语的游戏术语，指角色在格斗或动作类游戏中因被击中而进入的暂时无法操作、反击或出招的状态。该词原意为僵直，因日本游戏产业的影响而成为常用概念。其用法后来逐渐扩展，也可泛指其他难以归类的不可操控状态。"
  },
  {
    "title": "社交游戏",
    "summary": "社交游戏是以玩家间社交互动为核心的游戏类型，通常包含社交系统，允许玩家建立和维护关系，强调交流、合作与竞争。其概念较为宽泛，既包括早期如QQ农场等基于社交平台的游戏，也涵盖如今蚂蚁森林等移动端互动产品，在日本则指最初通过社交网站直接游玩的游戏。社交游戏起源于2000年代初，2009年Facebook推出游戏平台后迅速发展，市场份额曾达18%，并随移动互联网普及成为重要休闲方式。当前，社交游戏虽融合更多技术元素，但部分玩家社交行为趋于内向。"
  },
  {
    "title": "中单",
    "summary": "中单是MOBA游戏术语，指在中路活动的英雄。该位置因面临多方向威胁且失败影响显著，对操作和机动性要求较高。同时，中路路线最短，英雄升级快，便于快速支援其他路线与野区，易成为团队亮点。英雄选择需根据阵容调整：通常不宜使用坦克；若以保护ADC为主，可选辅助型英雄；若队伍需双输出核心，中单可承担输出职责，但全队输出核心不宜过多。"
  },
  {
    "title": "跳狙",
    "summary": "跳狙是FPS游戏中狙击枪的一种射击技巧，常见于CS系列。其分为跳跃中射击（盲狙）和跳跃后射击（跳跃后开镜，落地瞬间开枪）。在CS:GO中，曾利用鸟狙SSG08的高机动性进行连续跳狙以弥补伤害不足，但该机制在2016年后被削弱；也可使用AWP跳狙，但命中率较不稳定。2016年MLG哥伦布锦标赛中，选手Coldzera在Mirage地图的跳狙表现成为经典，V社为此在相关位置添加了纪念涂鸦。"
  },
  {
    "title": "模拟游戏",
    "summary": "模拟游戏（简称SLG或SIM）是一种通过模拟现实生活形式来训练玩家技能或提供娱乐的巨大游戏类型。其仿真度高低有别，高仿真可用于专业训练，低仿真则侧重娱乐。该类型包含众多子类，如建造经营、生活模拟、体育游戏、载具模拟等，其中策略游戏在日本也被归入模拟游戏。代表分支包括严肃游戏、模拟软件，以及战术角色扮演游戏（模拟RPG）。玩家在游戏中可管理组织、国家或个体，目标通常是发展壮大或达成特定任务。"
  },
  {
    "title": "无伤通关",
    "summary": "“无伤通关”是游戏术语，指玩家在未受任何伤害的情况下完成游戏、击败特定BOSS或通过某个地图，常简称为“无伤”。该玩法多见于即时战斗类游戏（如ACT、A·RPG及部分FPS），要求玩家可手动操作闪避攻击。由于全程无伤对长流程游戏难度较高，玩家常针对BOSS或短地图挑战。无伤通关被视为高水平操作的体现，相关录像受玩家关注，其中部分可能借助TAS（工具辅助操作技术）实现。"
  },
  {
    "title": "破路",
    "summary": "破路是MOBA类游戏中的术语，指一方摧毁对方某条交战路线上的防御设施。此举可使兵线前推，迫使对方防守，同时为摧毁方创造深入进攻或支援其他路线的机会。若三条交战路线的防御均被摧毁，称为“破三路”，此时被破方将面临多路兵线压力，即使赢得团战也常难以组织有效反击。这一行为对游戏局势有重要影响。"
  },
  {
    "title": "虚拟现实游戏",
    "summary": "虚拟现实游戏（VR游戏）是利用电子技术模拟出可交互的虚拟场景，通过对使用者视觉、听觉、触觉等感官的模拟，使其产生身临其境的体验，并能与虚拟环境互动。该技术被视为电子游戏领域的一场革命，弥补了传统游戏在沉浸感上的不足。目前VR游戏发展迅速，未来可能向“完全潜行”等方向演进，提供更自由、全方位的感官体验，甚至可能取代二维游戏，但其市场前景与政策支持尚不明确。"
  },
  {
    "title": "取消开发",
    "summary": "取消开发指游戏在开发过程中被制作商或发行商终止，导致无法发售。常见原因包括玩法过时、创意枯竭、技术或财务困难、内容侵权、业务改组或项目管理失败等。这一现象在游戏行业较为普遍，可能发生在开发初期、中期或后期，部分项目甚至已完成测试、发布宣传视频或取得版号等上市条件，但最终仍未能面世。"
  },
  {
    "title": "邮递型游戏",
    "summary": "邮递型游戏是一种最初通过邮件进行，现已转为论坛回帖或聊天软件等线上方式的游戏形式。其起源为回合制长途下棋，游戏时长可达数年。随着互联网发展，游戏载体从电子邮件扩展至论坛及实时聊天工具。目前主流为网络文字角色扮演游戏（如跑团网团），同时也包括文字策略游戏、益智游戏、聚会游戏或文字接龙等基于语言特质的类型，部分互动漫画或互动文学亦可归入此类。"
  },
  {
    "title": "射手",
    "summary": "射手是游戏中的一种常见职业，多见于RPG类游戏。该职业通常使用弓、弩、枪械等远程武器进行作战，具有远程攻击的特点。"
  },
  {
    "title": "主线",
    "summary": "主线与支线是游戏及ACG作品中的常见术语，分别指代主要剧情与次要剧情。在游戏中，主线通常是必须完成的任务，直接影响通关；支线则为可选任务，虽不强制但可能补充剧情、提供奖励，并对主线或续作产生影响（如《质量效应》系列）。任务难度与主支线无必然关联。这一概念也延伸至漫画、动画等载体，用于区分核心情节与分支内容。在复杂作品中，还存在明线、暗线等表述，二者多属主线，暗线需读者深入解读。不同载体中，这些分类多为剧情归纳，并无严格官方定义。"
  },
  {
    "title": "跳票",
    "summary": "跳票原指无法兑现的空头支票，后引申为未能履行承诺的行为，现多用于描述游戏、影视或数码产品等延期发布的现象。当产品未按原定日期推出即称为跳票，若提前发布则被称为反向跳票。该词也可泛指各行业中的失信或欺诈情况。"
  },
  {
    "title": "目押",
    "summary": "目押是源自日语的游戏术语，原指通过视觉确认时机后按下按钮的操作，最初用于老虎机。在音乐游戏中，它指不依赖节奏、仅凭视觉判定击打时机的技巧。在格斗游戏中，目押特指按照精确节奏输入指令以形成连段的技巧，其原理基于攻击帧数与受击硬直之间的差值，要求玩家在极短时间窗口内完成操作，是格斗游戏的重要基本功。该术语随游戏发展含义有所扩展，但日常使用较少。"
  },
  {
    "title": "无限弹药",
    "summary": "无限弹药是游戏中常见设定，多见于射击、RTS及含射击元素的RPG。通常用于试射场、基础保底武器、场景固定武器或技能召唤武器，以提供体验或平衡设计。部分NPC也可能拥有此特权。实现方式包括无限备弹（需换弹）或无限弹匣（无需换弹），两者可合并。为保持平衡，游戏可能引入过热机制，通过热量累积限制持续射击，需玩家协调操作节奏。"
  },
  {
    "title": "Poke",
    "summary": "Poke是ARPG或MOBA游戏中一种战术，指利用远程技能攻击敌方或限制其行动，同时通过走位保持安全距离，类似“放风筝”。该战术主要用于消耗对手血量、控制其走位，尤其适用于应对行动迟缓的目标。实施时需注意处于敌方攻击范围外，并借助走位或防御技能避免被反制。待对手被消耗至一定状态后，可配合爆发或突袭完成击杀。"
  },
  {
    "title": "许愿",
    "summary": "许愿是游戏圈用语，源于概率游戏中的许愿系统，玩家通过表达对稀有物品的期望，以期在抽卡或游戏过程中提升获取几率或触发特效。该词作为衍生义最早流行于手游《阴阳师》，玩家以“许愿”形式设立目标或作为一种“玄学”，既反映了对稀有物品难以获得的调侃，也带有苦中作乐的意味。需注意，许愿是否实际影响概率并无明确证据。"
  },
  {
    "title": "全年龄游戏",
    "summary": "全年龄游戏指适合所有年龄段的游戏，内容不设年龄限制，但需避免对未成年人造成身心伤害或诱导模仿。其题材与玩法多样，如益智、休闲类游戏。分级主要依据性与暴力程度，但仍可能包含令儿童不适的内容。由于受众广泛，部分成人游戏成功后可能推出全年龄版本。在Galgame领域，全年龄版本较常见，许多作品会先发行全年龄版再追加成人内容，或为适应主机平台而调整为非18禁版本。"
  },
  {
    "title": "友军",
    "summary": "友军原指与本部队协同作战的其他部队，后衍生为游戏术语和网络用语。在军事语境中，友军指非隶属同一统帅部但有共同作战目标并协同行动的军队，如抗战时期的国军与共军。在网络游戏中，同一阵营的玩家被称为友军，通常有明确标识且无法或难以相互伤害，但误伤情况仍可能发生。在网络讨论中，该词也指观点一致的其他用户，或用于调侃“反串黑”行为。"
  },
  {
    "title": "神风",
    "summary": "“神风”在游戏中指一种高风险的自杀式攻击行为，玩家通过牺牲己方单位对敌方造成大量伤害或破坏。该策略常见于即时战略或多人对战游戏，旨在扭转战局或达成特定战术目标。因其效果显著但代价高昂，通常被视为一种极端战术选择。"
  },
  {
    "title": "抓娃娃机",
    "summary": "抓娃娃机是一种常见于商场等场所的娱乐设备，玩家投币后通过操纵杆控制机械臂抓取内部玩偶。由于机械臂移动不稳、抓力有限及玩偶材质等因素，成功抓取需依赖技巧与运气，部分机器会标注理想概率作为参考。在ACG作品中，抓娃娃机常作为恋爱题材的道具，玩法可能因剧情需要而简化，角色抓到的玩偶多用于收藏或赠送。此外，抓娃娃机也作为小游戏或场景元素出现在部分电子游戏中。"
  },
  {
    "title": "通渠",
    "summary": "“通渠”是游戏《三国杀》的衍生用语，意为削弱，源于武将贾逵的技能调整事件。2020年3月，贾逵以高价上线，其技能“忠佐”和“挽澜”强度过高，引发玩家争议。数月后官方在测试服将其技能改为“通渠”和削弱版“挽澜”，并提供了补偿方案，但改动导致角色强度大幅下降，引起玩家不满和抵制。此后“通渠”被广泛用于指代游戏削弱行为，贾逵也被称为“通渠哥”。该词原指贾逵开通河渠的事迹，后衍生出其他用法。类似事件在2024年谋曹丕调整时再度出现。"
  },
  {
    "title": "普雷尔",
    "summary": "普雷尔是中文游戏圈对玩家角色的拟NPC化称呼，源自英文“player”的谐音，多用于网络游戏的世界观与剧情讨论。该称谓最初出自《魔兽世界》剧情讨论区，用以指代玩家在游戏中实际扮演的辅助性角色，以解释玩家角色在剧情中的参与方式。与之相关的“脚男”同样指代玩家，源于《魔兽争霸》中的人族基础单位“footman”，在《魔兽世界》的海加尔山战役等情节中，玩家常扮演类似步兵的辅助角色，协助重要NPC完成任务。"
  },
  {
    "title": "玄学",
    "summary": "玄学原指对老庄之道的研究，后引申为超现实领域的学说。在ACG领域，特指玩家试图影响游戏中未公开随机概率的行为，如稀有物品掉落或强化成功率。常见影响因素包括时间、地点、道具数量等，但这些因素通常未经游戏官方确认。该概念也用于描述游戏中语焉不详的属性（如幸运值）对游戏机制的影响。"
  },
  {
    "title": "游戏",
    "summary": "电子游戏是20世纪中叶以来随电子科技发展而兴起的互动娱乐形式。其主要平台包括家用主机、个人电脑、掌机、手机、街机及网页等。家用主机历经多代发展，目前以PlayStation 5、Nintendo Switch 2和Xbox Series X/S为代表，在中国大陆曾受政策限制，2014年后禁令解除但审核严格。PC游戏依托硬件进步不断演化，Windows是其主要平台；手机游戏则随智能设备普及而迅速发展。游戏类型多样，常见有动作、冒险、角色扮演、模拟、策略、射击等，并衍生出如MOBA、沙盒等细分品类。电子游戏融合技术、艺术与互动，已成为全球重要的文化娱乐产业。"
  },
  {
    "title": "生存模式",
    "summary": "生存模式是游戏中常见的一种玩法，通常与剧情或沙盒模式相对应。其核心目标是让玩家尽可能长时间地存活，而非完成特定任务。在不同游戏中，生存模式的具体形式有所差异：在《植物大战僵尸》等PVE游戏中，它表现为敌人强度持续提升的无尽挑战；在《Minecraft》等游戏中，则需管理角色的生理需求，强调生存资源管理；而在《逃离塔科夫》或《使命召唤》中，该模式注重玩家间的对抗，淘汰者物资常由幸存者继承。当参与人数较多且规则受限时，此类模式可能演变为“大逃杀”类型。"
  },
  {
    "title": "转职系统",
    "summary": "转职系统是角色扮演游戏中常见的机制，允许玩家角色从基础职业转换为进阶职业。转职通常需要满足特定条件，并可进行多次，依次称为“一转”“二转”等。进阶职业侧重不同属性、技能和战斗方式，形成“职业树”。部分游戏设有逆转职系统，支持返回前期职业或转换至同级职业，以实现分支体验。此外，游戏可能提供副职业系统，允许主副职业同时修炼或自由切换，以及通过特定条件解锁的隐藏职业。"
  },
  {
    "title": "通行证",
    "summary": "通行证是网络游戏中常见的激励系统，起源于Valve旗下游戏《Dota 2》在2013年推出的“互动指南”，后经《堡垒之夜》等游戏改进并广泛普及。该系统通常划分等级，玩家通过完成游戏任务或付费解锁等级，逐级获得奖励。奖励一般分为免费与付费两部分，免费部分提供基础道具，付费部分则包含更丰厚的游戏货币、稀有或绝版道具等，且常通过返还游戏货币等方式激励玩家持续活跃。该系统旨在提升玩家的付费意愿与游戏参与度，已成为许多网游的标准设计之一。"
  },
  {
    "title": "游戏版号制度",
    "summary": "游戏版号制度是中国对网络游戏上线运营实施的管理许可制度，旨在规范市场秩序。游戏产品需向国家新闻出版署提交申请，经内容审核批准后方可正式出版运营。该制度有助于引导行业健康发展，保障游戏内容符合国家相关规定。"
  },
  {
    "title": "生活技能",
    "summary": "生活技能是游戏术语，指非战斗类操作，常见于战斗、冒险及养成类游戏。它通常分为采集、加工、生产（制造）及特殊类，在养成游戏中还细分为社交技能（如礼仪、谈话）和家政技能（如烹饪、扫除）。玩家可通过向NPC付费学习、课堂学习或积累熟练度提升技能等级，高级技能能采集更优原料、制作更强物品，并可能触发特定事件或任务，成为生财与探索途径。制造类技能需配方表（可通过任务、掉落、交易等获得），用于生产原料、消耗品（如药剂、料理）或非消耗道具（如武器、防具）。部分技能具综合性质，如装备分解与附魔。"
  },
  {
    "title": "装备强化",
    "summary": "装备强化是网络游戏中常见的系统，通过消耗材料与游戏币提升装备属性。强化后装备名称常以“+1”“+2”等表示等级，属性随之增强。达到特定等级时，外观可能呈现特殊光效或色彩变化，部分游戏允许隐藏该效果。强化存在失败风险，可能导致装备损坏或属性下降，且部分游戏对强化次数有限制。"
  },
  {
    "title": "偷家",
    "summary": "“偷家”是RTS、SLG及MOBA类游戏中的战术术语，指避开正面交战，以少量兵力或单位直接攻击敌方基地、核心枢纽（如水晶）或关键经济单位，从而快速取胜或削弱对手。典型操作包括使用特定单位（如工程师、高速部队）偷袭建筑，或在对局劣势时趁敌方防守空虚袭击防御塔。该策略强调隐蔽性与时机，但也伴随被反击或正面崩溃的风险。如今，“偷家”一词已延伸至网络文化中，比喻在竞争场合出其不意地夺取关键目标。"
  },
  {
    "title": "游戏币",
    "summary": "游戏币是游戏中使用的虚构货币，作为游戏世界内的通用等价物，用于购买物品或服务。其名称和形式因游戏世界观而异，不同地区可能流通多种游戏币。游戏币属于虚拟财产，受法律保护，但不包括玩家充值获得的点券。单机游戏的货币系统通常较为简单，而网络游戏因盈利模式（如计时或道具收费）往往设计更复杂：部分道具可用游戏币购买，高级道具则可能需使用点券，点券有时可按比例兑换为专用游戏币，但不可反向操作或流通。"
  },
  {
    "title": "生命值",
    "summary": "生命值是游戏中的常见属性，通常缩写为HP，表示单位或角色被消灭所需的伤害总量，归零即死亡或无法战斗。其数值越高，单位越难消灭。多数游戏以数字和图案（如长条形“血条”）显示，颜色常为红色，血量低时可能变色或伴随特效提示危险。部分游戏设有“最大生命值”（MaxHP），限制生命恢复上限，且最大生命值可能增减。此外，高血量角色可能用多根血条或分段颜色表示血量。"
  },
  {
    "title": "桌上角色扮演游戏",
    "summary": "桌上角色扮演游戏（TRPG）是一种基于面对面交流的传统桌游，玩家通过言语描述共同创造故事。它起源于1974年的《龙与地下城》，由战棋游戏与角色扮演元素结合而成。游戏中，一名玩家担任主持人，负责叙述世界与非玩家角色，其他玩家则扮演主角推进剧情。TRPG强调合作叙事与角色代入，规则灵活，自由度高于电子游戏。其影响广泛，衍生出多种规则系统，并深刻影响了早期电子角色扮演游戏的设计。"
  },
  {
    "title": "True End",
    "summary": "True End（真实结局）是泛ACG作品中常见的结局类型，常被称作“真相结局”或“最终结局”，缩写为TE。它多出现在多结局游戏（如Galgame、文字冒险游戏）中，通常需要玩家通过达成特定条件、收集线索或经历其他结局（如Good End、Bad End）后才能解锁，以揭示故事的核心真相或完美收尾。部分系列作品的真结局需通过续作或前传补完。True End与Good End有所区别，常对应游戏的核心主角或官方主线，且并非所有作品都设有这一结局。"
  },
  {
    "title": "游戏CG",
    "summary": "游戏CG是“Computer Graphics”（电脑图形）的缩写，指游戏中由计算机技术制作的图片或过场动画，包括2D或3D形式。它主要用于游戏宣传和剧情衔接，能细致描绘场景、人物及推动情节，常设有“CG鉴赏”功能供玩家回顾已解锁内容。部分游戏还包含被称为“HCG”的成人向内容。"
  },
  {
    "title": "生物收集游戏",
    "summary": "生物收集游戏是以收集虚拟生物为核心玩法的游戏类型，其概念源于Steam平台的相关标签。该类型通常被认为始于《勇者斗恶龙》中的怪物收集小游戏，后以《宝可梦系列》最为知名，并衍生出众多“类宝可梦游戏”。游戏中的生物主要分为现实生物与架空生物，玩家可通过捕捉、购买、赠送、繁殖或抽卡等方式收集，并在社交系统中与其他玩家交换。游戏常设有记录生物信息的图鉴，并包含饲养、培养等级与数值、进化等养成要素。部分作品还融入互动系统以增强生物的情绪表现。战斗是许多此类游戏的核心玩法，传统以回合制为主，现已发展出多种模式；玩家通常指挥生物进行PVE或PVP对战，近年也出现了训练师共同参战的作品。"
  },
  {
    "title": "桌上角色扮演游戏",
    "summary": "桌上角色扮演游戏（TRPG）是一种由玩家扮演角色、游戏主持人（GM）引导进行的互动游戏。在日本，因“好骰子”与数字11和3谐音，11月3日被定为TRPG日。每年3月4日的GM节则是感谢游戏主持人的日子，起源于2002年的网络论坛。游戏过程中可能出现规则漏洞或极端玩法，如“农民轨道炮”等利用规则的设计，但实际效果受规则和主持人判定制约。此外，玩家社区中流传着许多梗，如“米其林战神”用来讽刺不熟悉规则却自以为是的玩家。游戏设计需平衡系统复杂性与玩家自由度，避免过度奖励极端优化角色构建。"
  },
  {
    "title": "秃子",
    "summary": "秃子通常指因脱发导致头顶头发缺失的人，脱发模式常呈“地中海”状。在网络游戏语境中，该词被引申为调侃那些投入大量时间精力、尤其熬夜冲排名的玩家，用以形容其游戏投入程度。相关衍生词汇如“贫僧”“住持”等，多借佛教元素比喻玩家群体中的高投入者或知名人士，例如以“柱岛佛学院”戏称游戏《舰队Collection》中竞争激烈的特定服务器。该词也用于形容同时涉足多款游戏的重度玩家。"
  },
  {
    "title": "游戏策划",
    "summary": "游戏策划是电子游戏制作中的重要职责，负责统筹开发各部门工作，确保游戏版本在工期内按质量交付，并对成品效果负责。其职责类似动画制作中的制作进行，主策划则类似监督。根据具体职能，游戏策划分为不同类别，其中文案策划与数值策划常成为玩家社区争议的焦点。"
  },
  {
    "title": "视觉小说",
    "summary": "视觉小说是一种以文字剧情为核心的电子游戏类型，起源于日本的“音声小说”。其特点是在电子屏幕上阅读故事，并配以图片和音乐，游戏性相对较弱，故欧美地区常直接称其为“Visual Novel”。根据文本显示方式，主要分为NVL（全屏文本框）和ADV（底部对话框）两种形式。视觉小说与美少女游戏（Galgame）有高度重合，但范围更广，也包含乙女游戏、BL游戏及部分解谜或互动电影作品。该名称最早由Leaf公司推广使用。"
  },
  {
    "title": "桌上角色扮演游戏",
    "summary": "桌上角色扮演游戏（TRPG）是一种由主持人（GM）引导、玩家共同参与的互动叙事游戏。GM负责设计剧情、裁决规则并扮演非玩家角色，不同系统对其有DM、KP等昵称。玩家创建并扮演角色（PC），通过掷骰进行行动判定。游戏需遵循特定规则书，常使用多面骰子，并可在实体聚会（面团）或网络平台（网团）进行。常见形式包括短篇模组、长篇战役及一次性冒险，过程中可能涉及角色创建、地图模型和战报记录。TRPG强调合作与即兴互动，其规则和术语因系统而异。"
  },
  {
    "title": "团灭",
    "summary": "团灭指某一团体成员全部被消灭，常用于团队作战游戏。在RPG中，团灭多出现在挑战强力对手时因失误导致，但玩家常可撤退避免。MOBA类游戏中，团灭（如《英雄联盟》的“ACE”或《Dota》的“暴走”）可令局势倾斜，优势方可能借此推进取胜。该词通常不用于反派，偶尔也引申至后宫动漫讨论，表示所有女性角色均未与男主角走到一起。"
  },
  {
    "title": "游戏测试",
    "summary": "游戏测试是游戏开发完成后，通过玩家进行测试性运营以检验游戏运行状况、发现问题的过程。网络游戏测试通常分为封测、内测和公测三个阶段，单机游戏则一般仅有封测和内测后即正式推出。测试阶段常伴随保密协议，以防内容外泄。部分网络游戏会为版本更新开设测试服。此外，一些游戏可能在测试阶段终止运营，或长期处于测试状态。单机游戏则可能提供试玩版供玩家体验基础内容，完整版需付费解锁，试玩版在正式版上线后可能保留或下架。"
  },
  {
    "title": "师徒系统",
    "summary": "师徒系统是多人网游中的一种好友互助机制，通常由一位师傅与多名徒弟组成，徒弟未来也可成为师傅。该系统允许师徒间进行装备、技能等支援，部分游戏还支持互相召唤助战，但禁止互为师徒或一徒多师。相比其他好友系统，师徒关系中徒弟通常获益更多，且多由徒弟选择师傅，师傅则多因任务需求收徒，并无过多特权。"
  },
  {
    "title": "桌上游戏",
    "summary": "桌上游戏（Tabletop Game）泛指不依赖电子设备或体能比拼，通常使用卡牌、棋盘、骰子等实体配件在平面上进行的游戏。其类型多样，包括棋盘游戏、卡牌游戏、战棋游戏、桌上角色扮演游戏等，各类别之间常有交叉。现代桌游常按设计风格分为德式与美式：德式注重策略与家庭娱乐，如《卡坦岛》；美式侧重主题代入与玩家竞争，如《大富翁》。此外，部分游戏可通过数字软件模拟配件进行。桌上游戏涵盖传统与现代形式，规则与配件设计是其核心区分特征。"
  },
  {
    "title": "团战",
    "summary": "团战是网络游戏中的常见行为，尤以MOBA类游戏使用最多，但也适用于其他类型游戏。其核心是一方对另一方发起进攻，以推塔、夺取资源或建立优势为目的。团战胜负主要受双方属性、战术配合、玩家操作、防御塔伤害及兵线等因素影响。属性优势方胜率较高，但合理战术能在劣势时扭转局势；若实力悬殊，战术作用则有限。团战胜利后，获胜方可通过推塔、控制资源等方式巩固优势，但不当行为可能导致优势丧失。"
  },
  {
    "title": "游戏充值",
    "summary": "游戏充值指玩家使用现实货币购买游戏内虚拟商品或服务的行为，在中文互联网常被称为“氪金”。该模式常见于网络游戏和手机游戏，多采用免费游玩、内购付费的形式，玩家可通过充值获取道具、角色等以提升体验或能力。2002年后，韩国网游开始探索免费内购制；2003年《热血传奇》引入中国，2006年《征途》以“永久免费”推动该模式成为主流。2008年App Store支持应用内购买后，手机游戏广泛采用此模式，并结合抽卡等机制。充值金额常设上限，如648元源于早期苹果单笔付款限额换算。相关术语包括“P2W”（Pay to Win）和“人民币玩家”。"
  },
  {
    "title": "收集",
    "summary": "收集是游戏术语及ACGN作品中的常见现象。在音乐游戏《osu!》中，设有“全收集者”成就，要求玩家在特定模式下游玩所有上架谱面。随着谱面数量持续增加，该成就难度极高，完成所需投入甚至超过许多需大量付费的手游。截至2025年7月，全球仅3名玩家达成此成就。"
  },
  {
    "title": "推塔",
    "summary": "推塔是MOBA类游戏中的核心战术行为，指摧毁敌方防御塔。此举能推进己方兵线、减少作战时承受的塔伤，并直接影响胜负。游戏常以摧毁基地为胜利条件，因此推塔至关重要，需根据局势果断执行，避免因延误而丧失优势。实战中，通常在有士兵吸引塔火时攻击防御塔；若无兵线强行拆塔则称为“强拆”，多发生于塔身残血时。玩家需合理处理兵线、利用控制技能牵制或击杀敌方英雄，并在必要时撤退以保全战力。"
  },
  {
    "title": "游戏代理",
    "summary": "游戏代理是网络游戏的运营模式，指开发商将游戏在特定地区的运营权授予本地公司，由代理商负责推广、维护和收费等工作，开发商从中获得分成。代理方式主要包括独家代理和联合代理：独家代理由单一代理商全权运营，需承担较大风险与责任；联合代理则由多个平台合作运营，共享发行权与分成。例如《魔兽世界》由第九城市独家代理，《阴阳师》在日服由Yostar联合运营。该模式伴随中国网游市场兴起而发展，常见于政策限制或市场拓展需求的情形。"
  },
  {
    "title": "手机游戏",
    "summary": "手机游戏指运行于手机上的游戏软件。早期功能机受硬件限制，多内置俄罗斯方块、贪吃蛇等简单益智游戏。智能手机初期，市场由塞班、黑莓、Windows Mobile等系统分割，其中塞班因厂商与运营商合作广泛，游戏数量领先。2008年苹果推出App Store，通过统一分发渠道和触摸屏交互改变了行业生态，催生了《愤怒的小鸟》等成功作品。此后，手游市场快速增长，中国于2017年成为全球最大市场。盈利模式从付费下载转向免费增值，内购和抽卡成为主流。随着手机性能提升，手游类型日益丰富，出现了跨平台游戏和“二次元手游”等细分品类。目前主流平台为iOS和Android，通过应用市场分发游戏。"
  },
  {
    "title": "游戏道具",
    "summary": "游戏道具是游戏中的虚拟物品统称，常见于RPG、FPS、ACT等多种游戏类型，应用于战斗、生活、休闲等活动。道具种类多样，包括消耗型道具（使用后消失）、任务物品、材料型道具（用于制造或强化系统）以及特殊功能性道具（可能需氪金或活动获取）。道具可通过多种途径获得，并常按品质分级，以不同颜色字体标注，品级越高属性通常越好。不同游戏对道具的分类、设定和品级划分各有差异。"
  },
  {
    "title": "首杀",
    "summary": "首杀（1st blood/1st kill/1st strike）是一个游戏用语，指某事件中首次达成的击杀或行动，常带有开创性意义。在许多RPG游戏中，达成首杀的玩家通常会获得额外奖励。该词语现已延伸至现实领域，在新闻报道中也被使用。"
  },
  {
    "title": "游戏地图",
    "summary": "游戏地图是电子游戏中用于标示角色位置和区域分布的系统，常见于RPG、射击等类型。它通常分为大地图和小地图：大地图可标注目标地点，小地图则常显示于界面角落以便实时观察周围环境。地图会标示特殊地点（如资源点、传送点）和NPC位置，部分游戏还提供坐标、雷达标记或自动寻路功能。随着游戏更新，新区域地图可能被加入以扩展探索内容。某些游戏设有地图探索成就，鼓励玩家全面探索特定区域。"
  },
  {
    "title": "数值怪",
    "summary": "“数值怪”是游戏中对数值设定过高单位的俗称，通常机制简单，缺乏复杂交互。这类设计在MOBA类游戏中多见于早期英雄，如盖伦和瑟提，以高属性和简单操作为特点，便于新玩家上手；在RPG游戏中则常指属性极高但机制单一的怪物，如《魔兽世界》中的帕奇维克。数值怪的设计目的包括降低入门门槛、设置剧情障碍等，但也可能因平衡失误影响游戏体验。其调整相对简便，但过度依赖数值易导致平衡问题，影响游戏深度与玩家乐趣。"
  },
  {
    "title": "游戏发行",
    "summary": "游戏发行是指游戏公司对买断制游戏进行销售、分发与授权的过程，涉及实体或数字渠道的提供与维护。其历史可追溯至20世纪70年代的街机时代，后随家用机与电脑普及，实体媒介如光盘、卡带成为主流，催生了专门发行商。发行模式包括第一方（开发者与发行商为同一公司或关联紧密，如索尼旗下工作室）、第二方（开发者与平台方合作开发独占游戏，如任天堂平台的《宝可梦》系列）和第三方（开发者与发行商通过合同合作，发行商负责推广并抽成，如万代南梦宫发行《黑暗之魂》）。此外还有数字发行、众筹发行、个人发行及代理发行等形式。发行商会推出廉价版、分区版本（如日版、美版）以适应市场，并受版权授权影响，到期后游戏可能下架。在新平台如PS5和Xbox Series上，发行政策可能调整，例如定价提高或版本统一。平台抽成比例各异，通常在12%至50%之间。"
  },
  {
    "title": "甩狙",
    "summary": "甩狙是FPS游戏中狙击手在开启狙击镜后，快速移动准心瞄准并击杀目标的技巧。它常用于修正开镜后的准心偏差，或应对视野外突然出现的敌人，依赖玩家对鼠标灵敏度设置和肌肉记忆的精准控制。该技巧最初在《反恐精英》早期版本中存在可造成线杀伤的bug，修复后其战术意义转变为应对突发状况、提升狙击手应变能力的关键操作。在《穿越火线》等游戏中，甩狙常出现在高手集锦中，极端情况下甚至可在未开镜时快速切枪完成击杀。"
  },
  {
    "title": "游戏复刻",
    "summary": "游戏复刻（Remastered）是游戏业常用术语，指对原有游戏进行系统优化、画面增强、分辨率提升或引擎更换，或将其移植至新平台，旨在适配更新的硬件与技术。该词源于唱片业，原指重新录制以提高音质。复刻通常不改变游戏玩法与核心内容，与大幅修改剧情、美术及玩法的重制（Remake）有所区别。在中文语境中，Remastered有时被误译为“重制”或“重置”，需结合英文原词判断。"
  },
  {
    "title": "私服",
    "summary": "私服是指未经游戏官方授权，由个人或团体获取网络游戏服务端程序后自行搭建的服务器。其运营者通常通过夸大宣传吸引玩家，并以营利为主要目的。与渠道服不同，私服未与游戏开发商达成正式协议，但部分可能因特殊原因转为渠道服。由于涉及侵权，私服常受到官方打击，相关运营者可能被依法追究责任。"
  },
  {
    "title": "游戏关服",
    "summary": "游戏关服指网络游戏关闭服务器并停止运营的现象。通常因玩家减少、运营不善、厂商终止合作或倒闭等原因导致。运营方可能预先合并服务器以整合玩家，若长期未改善则正式宣布停运，并通过官网和社群通知玩家，提供相应应对措施。"
  },
  {
    "title": "死尸弹",
    "summary": "死尸弹是STG（射击）游戏术语，指敌人在被击破时发射的额外子弹，通常为自机狙。部分游戏仅特定敌人拥有此机制，如《东方妖妖梦》的毛玉队；另一些游戏为提升难度，设定所有敌人被击破时均会产生死尸弹，例如《妖精大战争》高难度模式及《绊地狱》等作品的二周目。玩家可通过控制击破节奏、停枪或在近距离击杀敌人来阻止死尸弹发射，从而降低处理难度。该机制也见于《元气骑士》《部落冲突》等其他类型游戏中。"
  },
  {
    "title": "游戏管理员",
    "summary": "游戏管理员是在线游戏的管理者，拥有管理员权限，负责为玩家提供服务、维持游戏秩序并处理违规行为。其常见简称为GM（GAME MASTER）或op（Operator），不同游戏通常有特定简称且不混用。由于权限远超普通玩家，游戏管理员在游戏中被视为具有特殊权威的角色。"
  },
  {
    "title": "死亡惩罚",
    "summary": "死亡惩罚是一种常见的游戏机制，通常与复活系统并存，旨在限制玩家复活次数、增加游戏难度或防止特定操作（如自杀回城）。该机制多见于网络游戏，部分单机游戏中也存在类似设定。在死亡生存题材作品中，死亡惩罚可能表现为角色永久死亡。此外，也存在死亡后带来益处的特殊设定。"
  },
  {
    "title": "游戏回档",
    "summary": "游戏回档指游戏存档因故丢失或恢复至较早状态的现象。单机游戏中，多由设备故障、游戏BUG或玩家误操作导致，可能引发无法继续游玩的“死档”或无法加载的“坏档”。网络游戏中，常因服务器故障、黑客攻击或重大BUG导致玩家数据异常，运营商通过数据库回滚机制将服务器恢复至备份状态，此过程会清除玩家在备份间隔期内获得的正常收益，通常需对玩家进行补偿。回档对玩家和运营方均有较大影响，运营方一般慎用。"
  },
  {
    "title": "送人头",
    "summary": "“送人头”是中国网络及ACG圈用语，起源于MOBA类游戏，指玩家故意操作角色送死，使对手快速获得金币和经验。为提高效率，玩家可能使用加速技能或装备，并通过蹭助攻、抢人头维持赏金，甚至采取抢野怪、泄露队友信息等行为助对方获胜。该行为常因队友冲突或局势逆风引发，反映玩家报复社会的消极心态，严重破坏游戏体验。为此，《英雄联盟》等游戏已完善举报系统，对多次违规者进行封号处理。"
  },
  {
    "title": "游戏机",
    "summary": "游戏机是专用于游玩电子游戏的硬件设备，主要分为家用机和掌机两类：前者需外接电源和显示器，后者便携且自带屏幕。根据定义，个人计算机、手机等非专用设备不属于游戏机，而街机虽属此类，但本条目不详细展开。除街机外的游戏机通常称为“游戏主机”，设计注重大众可及性。游戏机历史可追溯至1972年，至今已历经九个世代，当前主要生产商包括任天堂、索尼和微软。现代游戏机本身不含游戏，玩家需另行购买游戏作品，相关游戏通称“主机游戏”。"
  },
  {
    "title": "速通",
    "summary": "速通（Speedrun）指玩家以最快速度通关游戏的行为，其历史可追溯至《毁灭战士》等早期游戏，现已发展出精细的竞速体系，操作常以帧为单位。速通允许利用游戏原有BUG，但一般禁用外部修改工具。规则多样，包括无限制速通、禁止使用BUG、全收集（100%）、最低收集度、全成就、Boss速通等，并可相互组合。部分游戏还设有专属速通机制。此外，速通也衍生出“工具辅助速通”（TAS）等观赏性玩法，并在养成类游戏中催生了跳过等待时间的速通流派，但因投入较高而相对小众。"
  },
  {
    "title": "游戏技能",
    "summary": "游戏技能泛指游戏中除普通攻击外，具有攻击、防御或辅助效果的主动操作，通常分为战斗技能与生活技能，其中“游戏技能”多指战斗技能。技能可分为物理与特殊两类，物理技能类似强化版普通攻击，特殊技能则可能附带效果或不造成直接伤害。发动技能常需消耗魔法值、怒气值等资源，部分强效技能称为“大招”。技能还分为主动技能（需消耗资源）和被动技能（自动生效或条件触发），部分技能与种族、职业或装备绑定。玩家可通过升级、任务、技能书等方式学习技能，技能间的关系可形成“技能树”。"
  },
  {
    "title": "随机数生成",
    "summary": "随机数生成（RNG）指产生随机数的过程，常见于游戏领域。计算机通常基于特定种子生成伪随机序列，其分布与真随机难以区分，适用于日常需求。真随机数依赖物理现象（如原子衰变），多用于密码学或为伪随机生成器提供种子。在游戏中，RNG决定暴击率等随机事件，影响玩法。部分游戏采用伪随机分布（PRD）等补偿机制，使概率可预测或受玩家行为影响。玩家可通过特定操作操纵随机数，以降低挑战难度。"
  },
  {
    "title": "游戏模组",
    "summary": "游戏模组（MOD）是对电子游戏的修改，范围从小幅调整到彻底改造，甚至能创造新游戏或延长原作寿命，属于二次创作。它已成为部分游戏商业成功的重要因素，能增加游戏深度。支持模组的厂商通常提供开发工具，热门分享平台包括Nexus Mods等。模组类型多样，如总转换（如《反恐精英》）、优化补丁、内容扩展等，可通过替换文件或API加载，但可能影响成就解锁或引发兼容性问题。模组开发需尊重知识产权，收费与否由作者决定，但收费模组可能引发社区争议。网络游戏通常禁止模组，因其可能与外挂混淆或影响商业收益。"
  },
  {
    "title": "随机遇怪",
    "summary": "随机遇怪是角色扮演游戏中常见的遇敌模式，俗称踩地雷或暗雷机制。玩家在指定地图行走时会随机遭遇等级略低的怪物，通过击败它们可获取经验、金币及素材等资源，但掉落物品通常价值有限。该系统设计简单，适合以打怪练级为核心的游戏。需注意，明雷遇敌（需主动触碰怪物）不属此类机制。"
  },
  {
    "title": "游戏难度",
    "summary": "游戏难度是游戏内用于调节挑战性的系统设计，常通过调整敌方强度、玩家初始资源或关卡条件来实现，以延长游戏时间或提供不同体验。例如在《红色警戒2》中，高难度会减少开局兵力并增强敌人攻势；《命令与征服：将军》里高难度则需玩家自行占领资源且AI更频繁使用超级武器。此外，部分游戏如《鬼泣3》在不同区域版本中存在难度命名与设定的差异，后续版本为统一体验进行了调整。难度变化也常见于多种游戏类型，包括动作、策略及角色扮演等。"
  },
  {
    "title": "锁区",
    "summary": "锁区，又称区域限制，指电子产品（如游戏、光盘等）限定在特定区域使用的技术或人为障碍。早期因电视制式差异（如PAL、NTSC、SECAM）及游戏载体容量限制，厂商需为不同地区开发不同版本以避免运行问题。随着数字电视普及和光盘容量扩大，技术障碍已消除，但锁区仍因经济原因存在，如防止跨区串货、维护区域定价策略（如Steam区分高价区与低价区），或规避政策限制。实现方式包括硬件修改（如卡带引脚、CIC芯片）、软件区码检测，以及基于IP、GPS等的地理封锁。部分锁区虽不影响基本使用，但可能限制语言支持，影响用户体验。"
  },
  {
    "title": "自制软件",
    "summary": "自制软件（Homebrew）指爱好者未经游戏机厂商许可开发的软件或游戏，包括功能扩展、模拟器、管理工具及音视频播放器等。由于官方开发门槛高、授权限制及停产后的软件需求，催生了此类软件。运行自制软件需绕过厂商的许可认证，常通过修改系统或使用自定义操作系统实现。开发过程中，开发者可能借助第三方SDK和工具包以降低难度。尽管自制软件本身合法，但可能被用于运行盗版游戏，后者涉及侵权风险。修改游戏机以运行自制软件可能导致失去保修或在线服务权限。"
  },
  {
    "title": "自走棋",
    "summary": "自走棋（Auto battler/Autochess）是一类于2019年初兴起的电子策略棋牌游戏，其雏形可追溯至《魔兽争霸3》RPG地图中的“排兵布阵，自动作战”模式。2019年《Dota自走棋》在Dota2游廊中发布并迅速流行，带动了此类游戏的爆发。游戏核心玩法为多名玩家使用金币购买并部署棋子，系统自动进行战斗，根据存活棋子数量对对手造成伤害，直至仅剩一名玩家获胜。棋子具有属性、技能和羁绊效果，相同羁绊达到一定数量可触发加成，且棋子可通过积累相同单位升级。随着游戏进程，可上场棋子数量和价值均会提升。"
  },
  {
    "title": "走路模拟器",
    "summary": "“走路模拟器”是一类以行走、跑步等移动方式为核心玩法的游戏或模式，该词带有戏谑或贬义色彩，常被用来形容游戏内容单调、缺乏传统游戏性。然而，这类游戏也可能包含丰富的衍生玩法或反常规设计，形成与表面印象的反差。它既可指模拟现实简单动作的游戏，也用于批评游戏性薄弱的作品。"
  },
  {
    "title": "走位",
    "summary": "走位指游戏中玩家操控单位的移动操作，与站桩等行为相区分。良好的走位能提升操作表现并增加胜算，但并非直接等同于高水平，例如存在“耿直的走位”。该词也可引申至现实生活，形容引人注目的移动方式。不同游戏因机制差异衍生出多样走位技巧及专有术语，如《坦克世界》的卖头、《星际争霸》的机枪滚毒爆等。"
  },
  {
    "title": "组队",
    "summary": "组队是游戏中常见的系统设定与玩家行为，指多名玩家组成队伍共同进行游戏。其起源可追溯至早期双人合作模式，在网络游戏中尤为普遍。组队通常能带来经验与物品掉落加成，提升练级效率与战斗安全性，尤其在对抗强大敌人时需依靠团队协作。此外，组队也有助于增进玩家交流，增强游戏体验。具体组队形式及效率受游戏设定影响，长期磨合的固定队伍可进一步提升作战能力。"
  },
  {
    "title": "最终BOSS",
    "summary": "最终BOSS是通关类游戏中主线流程的最终敌人，常见于RPG、ACT等类型。它通常实力最强（除隐藏BOSS外），与剧情紧密相关，击败后往往触发游戏结局。部分游戏在达成特定条件后可挑战真·最终BOSS，解锁隐藏结局。这一概念也延伸至动漫作品，代表剧情高潮的终极对手。"
  },
  {
    "title": "安定",
    "summary": "安定是STG（射击游戏）术语，指能完全无视或大幅减少弹幕躲避需求的站位或走位方式。主要分为两类：一是“安定点”，即游戏内特定位置（如弹源、边角），可站立不动回避弹幕；二是“安定打法”，即特殊躲避方法（如上避、绕圈等），能显著降低难度。其原理包括利用弹幕盲区、引导瞄准弹幕减少威胁，或通过操作阻止部分子弹发射。部分安定点仅理论可行，实际难度可能更高。"
  },
  {
    "title": "活跃",
    "summary": "活跃是手机游戏中为鼓励玩家完成日常任务而设立的奖励体系。玩家通过参与非主线任务积累活跃度，达到特定等级即可领取奖品，奖励通常分为普通和VIP专属两类。该体系具有周期性，活跃度会定期清空。其具体起源已不可考，本质上是游戏运营方用以提升玩家参与度的一种日常任务机制。"
  }
]