[
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "动态难度",
    "summary": "动态难度是一种随游戏进程调整挑战水平的机制，旨在保持玩家的兴趣与挑战性。狭义上指单局游戏内难度随时间递增，广义上则涵盖剧情模式等长期进程中的自适应调整。常见于角色扮演类游戏，通过匹配玩家成长来强化敌人；同时也可应用于休闲游戏，以维持游戏体验的平衡与趣味。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏视角",
    "summary": "游戏视角指玩家观看游戏画面的角度。现代电子游戏通常提供多种视角模式，如第一人称视角和第三人称视角，玩家可依习惯切换。第一人称视角以游戏单位（角色或载具）的视野呈现，常见于射击、解谜、模拟及VR游戏，但若玩家仅作为观察者而非代入角色则不属于此类。第三人称视角中，摄像机跟随角色但不与其视野重合，包括越肩视角、预设机位、斜45度视角和垂直俯视角等。此外还有横版/纵版视角以及通过仪器（如瞄准镜）呈现的特殊视角。不同视角适应各类游戏玩法与操作需求。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "HUD",
    "summary": "HUD是指平视显示器，是电子游戏中用于在屏幕上直接显示关键信息而不中断游戏画面的界面元素。狭义的HUD通常包括玩家的生命值、弹药数量、小地图、任务目标等实时数据，帮助玩家在沉浸于游戏世界的同时快速获取状态反馈。\n\n实际上，HUD的设计因游戏类型而异：在动作射击游戏中，它可能突出武器与生命值；在角色扮演游戏中，则侧重技能栏与任务提示。部分游戏还允许玩家自定义HUD的布局或透明度，以适应不同操作习惯。随着游戏技术的发展，一些作品尝试将HUD信息融入场景环境（如角色受伤时屏幕边缘泛红），以进一步提升沉浸感。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏地图",
    "summary": "游戏地图是电子游戏中用于标示位置和区域分布的系统，常见于RPG、射击等类型。它通常分为大地图和小地图：大地图可标注目标地点，需按键打开；小地图常显示于屏幕角落，便于查看周围环境。地图上会标记特殊地点如资源点、NPC位置，有时以坐标或雷达形式显示目标或队友。部分游戏支持多级缩放或自动寻路功能，但也会有限制手动路线以增强关卡设计。随着游戏更新，新地图可能被加入以扩展探索内容，一些游戏还设有探索成就系统，鼓励玩家完成区域探索。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "开放世界",
    "summary": "开放世界是一种游戏设计模式，强调高自由度，允许玩家在虚拟地图中自由探索并自主决定任务顺序与方式。其概念源于1980年代的桌上角色扮演游戏，随着技术进步得以实现。1998年的《塞尔达传说 时光之笛》引入昼夜循环等互动设计，成为重要里程碑。开放世界并非独立游戏类型，而是一种可应用于多种游戏（如RPG、FPS）的关卡设计模式。它与沙盒游戏有所区别：前者是设计方式，后者是游戏类型，但两者常有交叉。部分开放世界游戏采用“解锁地图”设计，如“育碧塔”机制。然而，过度依赖重复内容可能导致“公式化开放世界”，使体验单调。成功的开放世界需平衡自由度与叙事，突出特色以提升可玩性。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "半开放世界",
    "summary": "半开放世界是开放世界游戏的一种分支设计，其地图结构相对线性，但仍允许玩家在一定范围内探索。这种模式常见于更注重叙事或受技术、预算限制的中小型制作组，通过缩小地图规模和自由度，引导玩家聚焦于主线故事，同时降低开发成本。其特点包括有限的探索空间与线性的进程导向。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "箱庭式",
    "summary": "箱庭式是一种游戏关卡或场景设计模式，指在有限的空间内构建出结构紧凑、内容丰富的可探索区域，通常强调精巧的布局和多重路径的互动性。其名称来源于日本传统的“箱庭”微缩庭院艺术，寓意在狭小范围内营造出自成一体的世界。\n\n在游戏设计中，箱庭式场景常见于动作冒险、平台跳跃或部分开放世界游戏中，它不同于完全线性或无缝开放世界，而是通过多个相互连接的小型区域构成整体，鼓励玩家在有限空间内进行反复探索和解谜。这类设计注重场景的垂直层次、隐藏要素以及环境叙事，例如《超级马力欧：奥德赛》的各个王国关卡或《黑暗之魂》的部分地图结构均体现了箱庭式设计的特点。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "主线剧情/支线剧情",
    "summary": "主线剧情/支线剧情是电子游戏中用于区分不同任务类型和叙事结构的术语。\n\n主线剧情指推动游戏核心故事发展的主要任务链，通常与游戏的世界观、主角目标和最终结局紧密相关，完成主线任务是通关游戏的必要条件。支线剧情则是独立于主线的额外任务，玩家可选择性地完成，用以丰富游戏世界的细节、提供额外奖励或深入刻画次要角色背景。两者共同构建游戏的叙事层次，主线确保故事的整体推进，而支线则增强游戏的沉浸感和可探索性。在许多角色扮演游戏、开放世界游戏中，这种设计有助于平衡叙事引导与玩家自由度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "即时制",
    "summary": "即时制是一种游戏机制，参与游戏的各方在进程中同时进行操作，其结果也即时展现。相比回合制，它的拟真度更高，需要多线程的运算能力支持。该机制广泛应用于即时战略、即时战术、射击、动作及动作角色扮演等多种游戏类型。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "回合制",
    "summary": "回合制是一种历史悠久的游戏机制，常见于棋牌类、电子游戏及部分球类运动。其核心在于参与者按顺序轮流行动，通常需在每轮开始前决定行动顺序，并在所有行动完成后处理状态效果。该机制便于操作处理，对网络延迟容忍度较高，但先后顺序对胜负影响较大，模拟真实性有限。衍生形式包括半即时制（如轮换攻守或ATB系统）以及回合制策略、战术游戏（如文明系列、火纹系列），后者侧重于战略或小规模战术模拟。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "彩蛋",
    "summary": "彩蛋原指复活节中经手工装饰的鸡蛋，现引申为文学、影视、游戏等作品中隐藏的额外内容，常由创作者有意添加以带来惊喜或留下个人印记。其形式多样，包括文字、角色、特定场景或互动触发元素，通常不影响作品主线进程。早期彩蛋多为开发者署名，后逐渐演变为官方设计的隐藏环节，成为作品体验的一部分。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏CG",
    "summary": "游戏CG是“Computer Graphics”的缩写，指游戏中由计算机技术制作的图片或过场动画，包括2D或3D形式。它主要用于宣传及衔接剧情，对游戏描述和情节有升华作用。部分游戏设有“CG鉴赏”功能，供玩家回顾已收集的插图。此外，含有性内容的游戏CG常被称为“HCG”。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "立绘",
    "summary": "立绘（立ち絵，Tachie）起源于纸芝居文化，指将角色单独绘制并剪裁、背景透明的画像，与背景和角色同绘的平绘相对。现主要用于游戏制作，作为角色透明背景素材，也见于动画或漫画。按绘制范围可分为全身、半身、齐胸等类型，常于对话时显示。动态立绘近年流行于手机游戏，通常通过玩家互动触发固定动作，或直接呈现为动态图片。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "OST",
    "summary": "OST，即“Original Soundtrack”的缩写，通常指电子游戏的原声音乐专辑。它收录了游戏内使用的背景音乐、主题曲、环境音效等音频素材，是游戏艺术表现的重要组成部分。\n\n游戏OST不仅服务于游戏本身，增强氛围、引导情绪和强化叙事，也常作为独立的音乐作品发行，供玩家收藏与欣赏。许多经典游戏的OST因其出色的作曲和编曲而广受赞誉，甚至成为流行文化的一部分。此外，OST的发行形式多样，包括数字专辑、实体CD及黑胶唱片等，部分游戏还会举办原声音乐会，进一步拓展其影响力。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "bug",
    "summary": "Bug，在电子游戏领域，通常指游戏程序中的错误或缺陷。这些错误可能导致游戏运行异常、角色行为失控、画面显示错误或系统崩溃等问题。\n\nBug的出现可能源于开发过程中的编程疏漏、硬件兼容性问题或未预见的玩家操作组合。虽然多数Bug会影响游戏体验，但部分Bug也可能被玩家利用，形成非官方的游戏技巧或捷径，有时甚至演变为一种独特的玩家文化。\n\n在游戏测试与更新过程中，开发团队会持续修复已知的Bug以提升游戏稳定性。然而，在某些情况下，一些具有趣味性或低影响的Bug可能被保留，成为游戏的特色之一。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏任务",
    "summary": "游戏任务是电子游戏中常见的系统，英语多称“Quest”或“Mission”，日语常写作「クエスト」。它指玩家通过完成特定目标获取奖励的机制，常见于RPG、ACT、FPS等多种类型。任务通常分为接取、执行、交付三个阶段，玩家可通过NPC或专门界面操作，并借助符号（如“！”、“？”）标识状态。任务奖励包括道具、装备、经验值等，部分任务允许选择或随机获取奖励。按性质可分为主线与支线任务；按可重复性分为一次性、有限可重复及无限可重复任务，后者包含每日、每周等周期性任务；按时限则有限时与不限时任务。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "日常任务",
    "summary": "日常任务是网络游戏中每日可重复完成的任务，旨在通过简单任务和奖励激励玩家每日登录，以延长游戏生命周期。此类任务在手游和页游中较为常见，单机游戏则较少涉及。部分游戏为鼓励消费，允许玩家消耗特定资源快速完成任务，以节省时间并获得更丰厚奖励。此外，游戏中也存在每周、每月等周期性重置的类似任务，其周期从一天延长至一周或更长时间。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "活跃",
    "summary": "活跃是指游戏中用于衡量玩家或角色在一定时间内参与度和行动频率的指标。狭义的活跃通常体现在角色状态或玩家行为上，例如角色在战斗中的行动点数、技能冷却时间，或是玩家每日登录、完成任务等持续性活动。\n\n在游戏设计层面，活跃机制常用于维持玩家粘性，通过每日任务、签到奖励、活动挑战等形式鼓励玩家定期参与。许多在线游戏会设置“活跃度”系统，玩家积累活跃值可兑换道具、经验或特殊奖励，以此促进游戏社区的活跃氛围。此外，角色或单位的活跃属性也可能影响其行动顺序、技能使用频率等战斗要素，常见于回合制或策略游戏中。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "回归奖励",
    "summary": "回归奖励是网络游戏为吸引长期未登录玩家回归而设计的补偿机制，旨在缩小其与活跃玩家的资源差距。通常要求回归玩家连续登录并完成特定任务，如签到、专属每日任务等，以领取全部奖励。部分游戏还会提供回归专属卡池，包含更高爆率或限定角色。此外，游戏方可能通过老玩家邀请回归玩家的活动，实现双方奖励共享，促进玩家回流与社区活跃。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "存档系统",
    "summary": "存档系统是电子游戏中用于保存和读取进度的常见机制，允许玩家在退出后继续游戏。早期家用机游戏因流程短或无连贯情节，通常无此功能；街机游戏则多保存最高分等数据。首款支持存档的主机游戏是1986年的《塞尔达传说》，利用磁盘可擦写特性实现；首款采用电池备份保存的是1987年的《未来神话ジャーヴァス》。存档载体随技术发展，从卡带电池备份RAM转向存储卡、硬盘等。单机游戏存档位于本地，支持多时点读取，玩家可手动改档或盖档；网络游戏存档则存于服务器，仅记录单点进度，且改档不合法。存档形式多样，包括随时存档、自动存档、地图限制存档、回合制存档、存档点存档及关卡完成后存档等，部分游戏还提供存档道具作为辅助。Steam云存档可实现跨设备同步与备份。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "随机数生成（RNG）",
    "summary": "随机数生成（RNG）是指电子游戏中通过算法或物理过程产生不可预测数值的系统，用于决定游戏中的随机事件。在游戏设计中，RNG常用于控制道具掉落、战斗命中率、关卡生成或角色属性分配等，以增加游戏的不确定性和可重玩性。\n\n狭义的RNG通常指伪随机数生成，依赖预设算法模拟随机性；而广义上也可包括基于物理熵源的真随机生成。RNG机制广泛存在于roguelike、角色扮演和策略游戏中，例如《暗黑破坏神》的装备掉落或《文明》系列的地图生成。部分游戏会采用“伪随机分布”等设计，平衡随机性与玩家体验，避免极端结果影响游戏公平性。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "随机遇怪",
    "summary": "随机遇怪是角色扮演游戏中常见的遇敌模式，俗称“踩地雷”或暗雷机制。玩家在特定地图移动时，系统会随机触发与野生怪物的战斗，这些怪物通常等级略低于玩家角色。击败它们可帮助玩家提升等级、获取金币、素材和装备等资源，但掉落物品通常较为普通。该设计简单易用，适合以打怪练级为核心的游戏，曾出现玩家因长期刷怪而被戏称为“十里坡剑神”的现象。需注意，明雷遇敌（需触碰怪物进入战斗）不属于此机制。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "生存模式",
    "summary": "生存模式是电子游戏中常见的一种玩法，通常与剧情或沙盒模式相对应。该模式的核心目标是让玩家角色尽可能长时间地存活，往往没有明确的过关条件。在不同游戏中，生存模式的具体形式有所差异：在《植物大战僵尸》等PVE游戏中，表现为敌人强度持续提升的无尽挑战；在《Minecraft》等游戏中，则需管理角色的生理需求，强调生存要素；而在《逃离塔科夫》或“大逃杀”类游戏中，模式侧重于玩家间的对抗与淘汰，幸存者可获取被淘汰者的物资。总体而言，生存模式普遍被视为较高难度的游戏体验。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "o周目",
    "summary": "o周目是指玩家在完成游戏的主线剧情或达成特定结局后，重新开始新一轮游戏的一种模式。该术语源于日语“周回”（しゅうかい），意为“循环”或“重复”，在中文游戏社区中常以“周目”表示游戏通关次数，如“二周目”指第二次通关。\n\n在o周目模式下，玩家通常可以继承前一周目的部分进度，如角色等级、装备、技能或收集品，使新一轮游戏在难度、剧情分支或隐藏内容上有所变化。这种设计旨在提升游戏的可重复游玩性，鼓励玩家探索不同结局或挑战更高难度。部分游戏还会在o周目中解锁特殊剧情、敌人或奖励，为熟悉游戏系统的玩家提供持续的新鲜感。\n\no周目机制常见于角色扮演游戏、冒险游戏及roguelike类游戏中，是延长游戏生命周期和深化玩家体验的重要设计元素。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "奖杯",
    "summary": "奖杯是索尼PlayStation游戏机中的一种成就系统，玩家在游戏中达成特定要求即可解锁。该系统包含多种类型，通常按实现难度分为四类，其中“白金奖杯”作为收集全部奖杯的奖励。奖杯设计因游戏而异，无官方分类标准，且与竞技赛事中的实体奖杯概念不同。此系统旨在激励玩家探索游戏内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "Flag",
    "summary": "Flag（旗标）原为信息技术术语，指记录程序状态的单比特标记，用于条件判断。在电子游戏中，Flag作为参数变量，其状态变化可触发特定事件或决定剧情走向，这一机制在RPG和文字冒险类游戏中广泛应用。后引申至ACG领域，泛指预示特定事件（如爱情、死亡）发生的征兆或标志，常通过台词、情节等体现。此类预示现象俗称“立旗”，并可按事件类型细分为“爱情Flag”“死亡Flag”等具体类别。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "死亡Flag",
    "summary": "死亡Flag是ACG作品中预示角色即将死亡的标志或征兆，通常表现为模式化的台词、桥段或设定。它并非角色死亡的直接原因，而更像是对戏剧化情节模式的调侃。死亡Flag与“作死”行为有所区别，后者往往是角色明知故犯的自毁行为，而前者可能源于无意的言行，在特定情节中巧合地成为死亡预兆。部分角色可能因主角光环等因素豁免死亡判定，但在悲剧向作品或剧情需要时，Flag仍可能生效。此外，死亡Flag不包括遗言，且有时会被作品内的官方吐槽“拔除”。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "副本",
    "summary": "副本是电子游戏中一种独立于主世界或主线流程的特殊游戏区域或关卡。玩家通常需要组队或单人进入，在限定的时间和规则下完成特定目标，例如击败首领、收集物品或解谜。\n\n副本的核心设计在于提供可控的挑战环境和专属奖励，同时避免其他玩家的干扰。它常见于大型多人在线角色扮演游戏（MMORPG）中，用于推进剧情、获取高级装备或经验。副本难度往往分为多个等级，以适应不同玩家群体的需求。部分游戏中的副本还包含动态机制，如随着玩家表现调整敌人强度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏币",
    "summary": "游戏币是游戏中使用的虚构货币，作为游戏世界内的一般等价物，用于购买物品或服务。其名称和形式因游戏世界观而异，例如《仙剑奇侠传》中的铜钱。游戏币属于受法律保护的虚拟财产，但不包括玩家充值获得的点券。单机游戏的货币系统通常较简单，而网络游戏因盈利模式（如计时或道具收费）往往系统更复杂，可能涉及游戏币与点券的区分：游戏币可流通并购买部分道具，点券则通常不可流通，但有时可按比例兑换为专用游戏币，用于特定消费。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏道具",
    "summary": "游戏道具是游戏中的虚拟物品，常见于RPG、FPS等多种游戏类型，用于战斗、生活等各类活动。道具种类多样，包括消耗型道具（如药水）、任务物品、材料型道具（如制造或强化材料）以及特殊功能性道具（可能需付费获取）。玩家可通过战斗掉落、任务奖励等途径获得道具。许多游戏根据属性优劣将道具划分为不同品质等级，通常以颜色区分，品级越高属性越好。道具的具体分类、获取方式和品级设定因游戏而异。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏装备",
    "summary": "游戏装备是游戏中可被角色或单位装备的道具，常见于具备战斗系统的多种游戏类型（如RPG、FPS、ACT等），用于影响角色属性和战斗能力。其系统因游戏而异，通常可分为武器、防具和饰品等大类，其中武器按类型划分，防具和饰品则多按装备部位分类。装备可通过强化系统提升属性，并可能设有品质等级，从无附加属性的“白板装”到高属性的“神装”不等。部分游戏还包含套装设定，集齐后可触发额外属性或技能。获取途径多样，且某些装备可能具有特殊剧情用途或可分解为材料。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "装备强化",
    "summary": "装备强化是网络游戏中通过消耗材料与游戏币提升装备属性的常见系统。强化后装备名称通常显示为“+1”“+2”等等级标识，属性随之增强。达到特定等级时，装备外观可能呈现特殊视觉效果，部分游戏允许隐藏该效果。强化存在失败风险，可能导致装备损坏或属性下降，且部分游戏设有强化次数限制。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "附魔",
    "summary": "附魔是角色扮演游戏中常见的系统，指为装备附加原本不具备的魔法效果，例如物理攻击附带魔法效果或单纯提升攻击防御属性。多数游戏允许武器附带魔法效果，但并非所有游戏都支持玩家主动修改装备，部分仅提供随机生成的附魔物品。为避免装备过于强大，游戏通常会对单件物品可附魔的种类或效果加以限制。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "符文",
    "summary": "符文是电子游戏中一种常见的可收集或可装备元素，通常表现为带有神秘符号或文字的图形标记。其核心功能在于为玩家角色或装备提供属性加成、特殊技能或触发特定效果。\n\n在角色扮演游戏（RPG）或动作冒险游戏中，符文常作为角色成长系统的一部分，通过镶嵌在武器、防具上，或直接激活来增强攻击力、防御力、元素抗性等属性，或解锁如吸血、击退等特殊能力。部分游戏将符文设计为剧情关键道具，用于解谜或推动故事发展。此外，在MOBA或竞技类游戏中，符文可能构成独立的定制化系统，允许玩家在赛前搭配不同效果的符文组合，以适配特定战术或英雄玩法。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "死亡惩罚",
    "summary": "死亡惩罚是游戏中的常见机制，通常与复活系统并存，旨在限制复活次数、增加游戏难度或防止玩家利用自杀等操作。该机制多见于网络游戏，部分单机游戏也采用类似设定以推动进程。在死亡生存类作品中，惩罚可能表现为角色永久死亡。此外，也存在死亡后反而获得益处的特殊设定。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "复活",
    "summary": "复活，指已逝者通过特殊手段重获生命的行为，常见于宗教神话和文艺创作。在ACG领域，它作为萌属性多与奇幻、科幻世界观关联，其设定多样：有的复活后与原个体无异，有的则存在形态或灵魂差异，甚至无法实现。游戏中，复活机制常见但形式不一，包括设置复活点、付出代价或使用道具，部分硬核模式则禁止复活。现实中，现有科技尚无法令生物真正复活，但存在医学复苏、克隆等类似概念。此外，“复活赛”作为网络流行语，引申自竞技比赛中的复活机制，用于调侃作品角色或公众人物的“回归”。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "复活点",
    "summary": "复活点是一种常见的游戏机制，指角色死亡后在特定地点重新开始游戏的位置。其设置旨在避免玩家复活后立即再次死亡，或利用复活后的满血状态不公平地击败敌人。在单机游戏中，复活点通常也兼具存档功能。该机制有多种分类，具体形式因游戏而异。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "复活保护",
    "summary": "复活保护是常见于FPS等游戏中的机制，旨在防止玩家在复活后的极短时间内再度死亡，以提升游戏体验。该机制通常表现为玩家复活后获得短暂的无敌时间等保护性措施，例如在《穿越火线》中，玩家重生后会有约3秒的无敌状态，并伴有界面进度条提示。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "科技树",
    "summary": "科技树是游戏中用于组织科技研发的系统，以已开发的科技为基础，通过满足前置条件解锁新科技。不同开发路线延伸交错形成树状结构，最终科技通常依赖多个基础科技支持。类似概念包括技能树和成就树。该词也常被引申用于调侃现实中的科技发展，如各国在特定领域的突破或另类发明。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏技能/技能树",
    "summary": "游戏技能/技能树是指电子游戏中用于组织和管理角色技能的系统，通常以树状结构呈现。玩家通过投入技能点或其他资源，解锁或升级特定技能，从而定制角色的能力发展方向。\n\n技能树常见于角色扮演游戏（RPG）、动作冒险游戏及部分策略游戏中，它允许玩家根据个人偏好或战术需求，选择不同的技能分支，如攻击、防御、辅助等。一些游戏还会设置前置技能条件，要求玩家必须先掌握基础技能才能解锁高级技能。这种设计不仅增加了角色养成的深度和策略性，也提升了游戏的重玩价值。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "生活技能",
    "summary": "生活技能是游戏术语，指非战斗类技能，涉及制造生产、人际互动等。在战斗与冒险类游戏中，生活技能通常分为采集、加工、生产及特殊类别，通过向NPC学习并提升等级，可采集高级原料、制作强力物品或触发任务，成为玩家获取财富与探索的途径。制造类技能需配方表，高级配方可通过任务、掉落等方式获得。养成类游戏的生活技能则包括社交技能（如礼仪、谈话）和家政技能（如烹饪、清洁），通过课堂学习或打工提升。具体技能涵盖原料生产、消耗品制作、装备制造及综合性质技能如附魔等。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "新手岛/新手村",
    "summary": "新手岛/新手村是指电子游戏中为初次接触游戏的玩家设计的初始区域或关卡，通常位于游戏世界的开端。\n\n其核心功能是引导玩家逐步熟悉游戏的基本操作、核心机制及世界观背景。新手村往往通过一系列简化的任务和低威胁的环境，帮助玩家掌握战斗、交互、成长等系统，同时提供安全的资源获取途径。在多数大型多人在线角色扮演游戏（MMORPG）和开放世界游戏中，新手村也承担着叙事导入的作用，将玩家自然引入主线剧情。随着玩家完成初步引导，通常会通过任务或传送方式离开该区域，进入更广阔的游戏世界。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏阵营",
    "summary": "游戏阵营是多人游戏中玩家分组的标识，广义上涵盖所有分组对抗形式，如斗地主中的地主与农民。狭义阵营则需具备特定特点：在单人游戏中，阵营可能由剧情固定或允许切换甚至共存，类似公会系统。开放世界等单机游戏的阵营系统与网游相似，玩家初始状态可能中立或已属某势力，其选择常影响游戏结局。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "元素属性",
    "summary": "元素属性是指在电子游戏中，用于描述角色、技能、武器或环境所具有的特定元素性质或能量类型的系统。这些属性通常包括火、水、电、冰、风、土、光、暗等，并遵循相互克制或增强的规则，如“火克草”或“水导电”，以增加战斗的策略性和多样性。在角色扮演游戏（RPG）、动作冒险或策略游戏中，元素属性常影响伤害计算、状态效果或场景互动，例如使用火属性攻击点燃敌人或融化冰障。部分游戏还允许玩家通过装备、技能树或道具来改变或组合属性，以应对不同挑战。这一机制不仅丰富了游戏玩法，也增强了世界观的沉浸感。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "种族天赋",
    "summary": "“种族天赋”原为游戏术语，指游戏中不同种族角色拥有的特殊技能。该概念在网络语境下常被引申，用于调侃现实中不同民族或群体的某些共同特点。然而，过度强调某一群体的特长易助长刻板印象，甚至演变为隐性歧视，因此在多种族社会或现实题材作品中通常被谨慎对待。该词有时也用于称赞外貌特征贴合角色的cosplay作品。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "加点/洗点",
    "summary": "加点/洗点是指在角色扮演类游戏中，玩家对角色属性、技能或天赋进行分配与重置的系统。加点指玩家通过获取经验值或资源，将点数分配到角色的不同能力上，以塑造独特的角色成长路线；洗点则允许玩家重置已分配的点数，重新调整角色发展方向。\n\n该系统常见于具有角色成长要素的游戏中，为玩家提供策略性选择与试错空间。加点决策往往影响角色的战斗风格、职业倾向或团队定位，而洗点功能则降低了长期决策的风险，使玩家能适应不同游戏阶段或探索多种玩法。部分游戏通过道具、任务或付费方式提供洗点机会，平衡了角色定制的自由度与游戏进程的连续性。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "视野/战争迷雾",
    "summary": "视野/战争迷雾是指电子游戏中，为了模拟现实中的视野限制或增加战略不确定性，对玩家未探索或当前不可见的游戏区域进行遮蔽的机制。\n\n狭义的战争迷雾常见于即时战略和策略游戏中，地图初始被黑色或阴影覆盖，随着单位移动探索而逐渐揭开。已探索但当前无单位驻守的区域可能变为半透明的“阴影”，隐藏敌方单位的实时动态。此机制迫使玩家进行侦察并管理信息，是战略博弈的核心要素之一。\n\n广义的视野限制也广泛存在于角色扮演、冒险等类型中，如《暗黑破坏神》等游戏的未探索区域被黑暗笼罩，驱动玩家探索地图全貌。部分游戏还结合地形、天气或技能，动态调整视野范围，以增强战术深度或沉浸感。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "潜入/隐藏",
    "summary": "潜入/隐藏是电子游戏中一种常见的玩法机制，指玩家控制角色通过隐蔽行动、避免被敌人发现的方式完成任务或推进剧情。该机制通常强调策略性和紧张感，要求玩家利用环境掩护、阴影、声音控制或伪装等手段避开敌方视线与警戒范围。\n\n在潜入类游戏中，玩家往往需要评估敌人的巡逻路线、视野范围及反应模式，选择恰当的时机移动或采取行动。部分游戏还结合了“隐藏状态”系统，如蹲伏、贴墙或融入人群，以降低被发现的概率。若被敌人察觉，则可能触发警报、进入战斗或导致任务失败。\n\n这一机制广泛应用于动作冒险、潜行射击及角色扮演游戏中，例如《合金装备》系列、《刺客信条》系列等，为玩家提供了除正面冲突外的另一种通关思路。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "QTE",
    "summary": "QTE（Quick Time Event，快速反应事件）是一种电子游戏交互机制，通常表现为在特定剧情或战斗场景中，屏幕上突然出现按键、摇杆方向或点击提示，要求玩家在极短时间内正确输入，以推动剧情发展或完成特殊动作。\n\n狭义的QTE多用于增强演出的紧张感和沉浸感，常见于动作冒险、格斗及叙事驱动类游戏中。成功输入可触发角色华丽反击、躲避致命攻击或解锁后续剧情；失败则可能导致角色受伤、任务重试或进入不同故事分支。部分游戏设计者会将QTE与动态难度结合，根据玩家表现调整提示出现频率或输入窗口时间。\n\n尽管QTE能提升交互多样性，但过度使用或设计不当可能打断游戏节奏，因此常作为辅助机制而非核心玩法出现。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "BUFF",
    "summary": "BUFF是游戏中的增益状态，用于提升角色的能力参数，如攻击力、防御力、速度等，以增强战斗或其他行为的成功率。常见于RPG、FPS等多种游戏类型，与减益状态DEBUFF相对。BUFF可通过技能、道具、装备、环境或系统事件施加，持续时间通常有限。其效果多样，包括改变属性数值、赋予额外能力（如隐身、免疫）、提供周期性恢复或增加非战斗收益（如经验获取）。不同游戏中BUFF的具体名称和效果可能有所差异。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "DEBUFF",
    "summary": "DEBUFF是游戏中的减益状态，用于降低角色能力，常见于多种游戏类型。它主要通过技能、道具、装备、环境或系统机制施加，多数具有时效性。DEBUFF分为参数降低型（如削弱攻击、防御）、属性附加型（如中毒、麻痹、沉默）以及持续作用型（如持续损血）。不同游戏中DEBUFF的名称、效果和表现各异，通常可通过等待时间结束、使用道具或特定技能来解除。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "BUFF稀释",
    "summary": "BUFF稀释是指在电子游戏中，当多个增益效果（BUFF）同时作用于同一属性时，其实际提升效果会因叠加机制而逐渐减弱的现象。这一概念常见于角色扮演、动作冒险或大型多人在线游戏中，旨在平衡游戏数值，防止单一属性因过度叠加而破坏游戏平衡。\n\n通常，游戏会采用加法叠加、乘法叠加或收益递减等计算方式来实现BUFF稀释。例如，若角色已通过装备获得50%攻击力加成，后续再获得一个20%的同类BUFF，实际提升可能低于预期值。设计者借此机制鼓励玩家多元化搭配BUFF，而非依赖单一属性的无限堆叠。部分游戏会通过界面提示或数值公式公开稀释规则，以增强策略透明度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "连击（COMBO）",
    "summary": "连击（COMBO）是指玩家在短时间内连续成功执行特定操作（如攻击、技能释放等）而触发的奖励机制。狭义的连击通常指战斗系统中，通过不间断命中敌人积累连击数，以提升伤害输出或获得额外收益。\n\n在游戏设计上，连击系统常用于增强动作类、格斗类或节奏类游戏的爽快感与策略深度。高连击数往往伴随视觉特效、分数加成或资源回复等效果，鼓励玩家追求操作精准性与连贯性。部分游戏还会设置连击中断机制（如受到攻击或操作失误），以平衡挑战性。此外，连击概念也延伸至解谜或音乐游戏中，用于评价玩家操作的连续性与熟练度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "暴击（会心一击）",
    "summary": "暴击（会心一击）是电子游戏中一种常见的伤害计算机制，指攻击时以一定概率触发高于普通攻击的伤害效果。狭义的暴击通常表现为固定的伤害倍数提升，例如造成普通攻击150%或200%的伤害。\n\n实际上，暴击机制广泛存在于角色扮演、动作、策略等多种游戏类型中，常用于增加战斗的随机性与策略深度。玩家往往可通过提升角色属性、装备特定道具或学习技能来提高暴击概率或暴击伤害。在某些游戏中，暴击还可能附带特殊效果，如打断敌人动作、触发额外状态等。这一机制不仅增强了输出角色的战斗体验，也为玩家构建角色培养路线提供了重要维度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "Miss",
    "summary": "Miss是指在电子游戏中，玩家操作的角色对目标发起的攻击未能命中或生效的一种状态或提示。\n\n在大多数含有战斗或对抗元素的游戏中，当玩家的攻击因目标闪避、超出射程、被格挡或由于自身命中率不足等原因未能造成伤害或效果时，系统通常会以文字“Miss”、特定音效、视觉特效（如攻击轨迹偏离）或战斗日志提示等方式进行反馈。此机制是游戏战斗系统中平衡角色属性（如命中值与闪避值）和增加随机性与策略性的重要组成部分。在一些游戏中，“Miss”也可能引申为技能施放失败或判定未通过。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "解锁",
    "summary": "解锁是游戏术语“解除锁定”的简称，指在具备科技树或技能树等设定的游戏中，玩家通过达成特定条件来开启原本处于锁定状态的功能或系统。这一机制常见于各类游戏，例如在《Euphoria》中，角色需满足特定条件才能打开房间门以推进剧情。解锁通常作为游戏进程的关键环节，引导玩家逐步探索和体验内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "收集",
    "summary": "收集是游戏术语及ACGN作品中的常见现象。以《osu!》为例，游戏设有“全收集者”成就，要求玩家在特定模式中游玩所有上架谱面。随着谱面数量持续增加，该成就难度极高，完成所需投入远超许多需大量氪金的手游。截至2025年7月，全球仅3名玩家达成此成就。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "CG收集度/完成度/达成度",
    "summary": "CG收集度/完成度/达成度是指玩家在游戏中收集或解锁全部计算机图形（CG）内容的进度指标，常见于视觉小说、角色扮演游戏及部分冒险游戏中。\n\n该指标通常以百分比或具体数量形式呈现，用于衡量玩家对游戏内静态或动态插画、剧情画面的获取情况。玩家通过达成特定剧情分支、完成隐藏任务或满足特殊条件来解锁对应CG，从而提升收集度。高收集度往往意味着玩家体验了更全面的游戏内容，有时也与成就系统或奖励机制相关联。部分游戏会设置“画廊”功能，供玩家随时查看已收集的CG及其解锁条件。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "生命值/HP",
    "summary": "生命值（Health Point，简称HP）是电子游戏中用于量化角色、单位或对象生存状态的一种数值属性。它通常代表承受伤害的能力，当HP降至零或更低时，往往意味着角色死亡、单位被摧毁或游戏失败。\n\n在大多数游戏中，HP以数值条或数字形式显示，方便玩家直观了解当前状态。玩家可通过治疗道具、技能或休息等方式恢复HP，以维持游戏进程。HP系统广泛存在于角色扮演、动作、射击等多种游戏类型中，是游戏难度平衡和资源管理的重要元素。一些游戏还会引入护盾、耐力等衍生机制，与HP共同构成更复杂的生存体系。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "魔法值/MP/体力值/能量值",
    "summary": "魔法值（MP）、体力值、能量值是电子游戏中常见的角色资源数值，用于限制角色技能或行动的使用频率。它们通常以槽条或数字形式显示在界面中，代表角色施放法术、发动特殊能力或执行高强度动作时消耗的“燃料”。\n\n在多数角色扮演游戏（RPG）或动作游戏中，这类资源的设计旨在平衡游戏策略：玩家需在资源回复（如自然恢复、使用道具）与消耗间做出取舍，避免无限制使用强力技能。不同游戏可能采用不同命名（如“精力值”“怒气值”），但其核心功能相似——为游戏进程提供资源管理维度。部分游戏还会将此类数值与角色属性（如智力、耐力）挂钩，进一步深化角色培养系统。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "技能点/SP",
    "summary": "技能点（Skill Point，简称SP）是角色扮演类游戏中用于提升角色能力或学习新技能的一种虚拟资源。玩家通常通过完成任务、击败敌人或升级来获得SP，随后可在技能树或角色菜单中消耗这些点数，以解锁或强化特定技能、天赋或属性。\n\nSP系统赋予玩家自定义角色成长路径的自由，不同分配策略会直接影响战斗风格与游戏体验。在部分游戏中，SP可能设有重置机制，允许玩家重新分配以适应不同挑战。此外，SP的获取与消耗平衡也是游戏难度设计的重要环节，过度稀缺或充裕均可能影响游戏进程的合理性。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "经验值/EXP",
    "summary": "经验值（EXP）是电子游戏中用于量化角色成长进度的数值系统，通常通过完成任务、击败敌人或探索世界等方式获取。当经验值累积到一定阈值时，角色等级会提升，并可能解锁新的能力、属性增强或技能。\n\n在角色扮演游戏（RPG）中，经验值系统是核心机制之一，它直接关联角色的长期发展轨迹。此外，许多动作、策略甚至休闲游戏也借鉴了这一设计，以提供持续的正向反馈和成长感。经验值的获取速率和分配方式常被用作平衡游戏难度与玩家投入度的工具。部分游戏还设有经验值加成道具或机制，以调节成长节奏。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "氧气值",
    "summary": "氧气值是游戏中角色的常见数值之一，用于衡量角色在特定环境下的氧气储备或消耗情况。该数值通常影响角色在水下、太空等缺氧环境中的活动能力与生存时间，是许多冒险、生存类游戏中的重要机制。玩家需通过道具或特定行为维持氧气值，以避免角色因缺氧导致生命危险或行动受限。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "怒气值",
    "summary": "怒气值是游戏中常见的参数设定，多见于格斗游戏和日式RPG，常以SP表示，作为战系职业发动技能时替代MP的属性。其初始值通常为零，在攻击或被攻击时逐渐积累，积累到一定程度后可消耗以释放强力技能。部分作品设有更复杂的机制，如特定攻击可积攒或抵消怒气值。此外，该词也常被引申为形容愤怒程度的通俗说法。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "疲劳值/体力值",
    "summary": "疲劳值/体力值是指电子游戏中用于限制玩家连续进行某些游戏行为（如副本挑战、资源收集等）的一种虚拟资源机制。\n\n该机制通常设定一个上限值，玩家执行特定操作会消耗一定数值的体力，体力会随时间自动恢复或通过道具补充。其主要设计目的在于调节玩家游戏节奏，避免过度游戏，同时也能作为游戏内的一种经济调控手段。在移动游戏和部分网络游戏中尤为常见，体力值往往与每日任务、活动参与度等系统紧密关联。部分游戏会设计不同的体力恢复策略，例如区分自然恢复、好友赠送、付费购买等多种补充途径。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "饥饿度",
    "summary": "饥饿度是游戏中的一种属性，常见于经营类、战略类及部分RPG游戏，旨在提升游戏难度与体验。它通常与进食或资源消耗机制结合，当数值过低时可能导致角色属性下降甚至死亡，而充满时则可能恢复生命值。在部分游戏中，设施的能量维持机制也可视为饥饿度的变体。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "恶名度/恶名值",
    "summary": "恶名度/恶名值是指电子游戏中用于量化玩家角色在游戏世界内行为所引发社会反响或敌对程度的数值系统。该数值通常反映了角色因违法、攻击平民或敌对势力等行为而累积的负面声望。\n\n在开放世界或角色扮演游戏中，恶名值常作为动态机制存在：数值升高可能招致更频繁的执法单位追捕、提高商店物价、或触发特殊剧情分支。部分游戏会通过视觉标识（如通缉星级）或NPC对话变化来体现恶名影响。值得注意的是，某些游戏允许玩家通过完成特定任务、支付罚金或隐匿行踪等方式降低恶名值，以此提供多元化的玩法选择。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "好感度",
    "summary": "好感度是游戏中用于衡量角色或阵营对玩家操控角色好恶程度的属性，常见于RPG、恋爱冒险、角色收集等类型游戏，有时亦被称为“羁绊度”。玩家通过道具赠送、对话选择等行为可影响好感度数值，进而触发特殊事件、解锁剧情或奖励，甚至改变角色关系（如结盟或敌对）。在某些游戏中，好感度提升还可能伴随角色能力值的微小增长。该属性通常独立计算，并可能设定正负阈值以体现不可逆转的关系状态。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "仇恨值",
    "summary": "仇恨值是指在多人在线角色扮演游戏（MMORPG）或具有团队合作元素的游戏中，用于衡量敌人对玩家角色攻击优先级的一种数值机制。它通常由角色的行为（如攻击、治疗或使用特定技能）所引发，系统会根据仇恨值高低决定敌人的攻击目标。\n\n在团队战斗中，仇恨值管理是核心策略之一。坦克职业通过高伤害或技能吸引仇恨，保护输出和治疗角色；反之，若输出角色仇恨过高，可能导致敌人转移攻击目标，扰乱战斗节奏。部分游戏会提供仇恨值显示界面或技能效果，以辅助玩家进行协调。\n\n仇恨值机制不仅增强了游戏的战术深度，也促进了团队分工与合作，是维持战斗平衡的重要设计要素。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "韧性值",
    "summary": "韧性值是指角色在受到攻击时，抵抗或减轻控制效果（如击退、眩晕、减速等）的能力属性。常见于角色扮演、多人在线战术竞技及动作类游戏中。\n\n该属性通常以百分比或固定数值形式体现，数值越高，角色受控制效果的影响时间越短、程度越轻。例如，高韧性值的角色可能仅被眩晕1秒，而低韧性值角色可能被眩晕3秒。部分游戏中，韧性值可通过装备、技能或天赋进行提升，是影响角色生存与战斗节奏的重要参数。在团队作战中，韧性值的高低往往能决定角色在受控后能否及时反击或撤离。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "背包",
    "summary": "背包是游戏中代表角色置物空间的系统设定，用于存放装备、道具并显示持有金钱。当置物栏满时，玩家需通过丢弃、贩卖或存入仓库来管理物品。部分游戏提供背包、行囊等道具或消耗游戏币以扩展空间。若存在负重量系统，超重可能限制携带或带来负面效果。早期游戏道具可能占据不同格子数，而近年作品多简化为统一占用一格。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "仓库",
    "summary": "仓库是游戏中常见的系统设定，指代游戏角色家中用于存放装备和道具的虚拟空间。玩家通常拥有大量置物栏，但外出时无法直接使用。部分游戏允许通过制作箱子或特定道具来扩充仓库容量。仓库内物品以置物栏形式存放，其体积与现实空间无关。多数游戏需玩家手动提取物品，少数作品则支持家中劳动直接调取仓库内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "红名机制",
    "summary": "红名机制是角色扮演游戏中常见的系统，当玩家通过非法强制PK导致其他玩家死亡并累积到一定程度时，其名字会变为红色，成为“红名玩家”。该机制旨在维护游戏秩序，红名玩家通常会受到严厉惩罚，但游戏也提供解除红名状态的途径。此外，在单人游戏的犯罪题材中，也存在类似通缉系统。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "无限弹药",
    "summary": "无限弹药是电子游戏中常见设定，指武器无需补充子弹或无需换弹，多见于射击、即时战略及角色扮演类游戏。通常用于试射场等无收益场景、作为基础保底武器、固定地图武器或技能召唤武器，以提升体验或平衡设计。部分NPC也可能拥有此特性。实现方式包括无限备弹但需装填弹匣、无限弹匣容量，或结合两者。为维持平衡，游戏常引入过热等限制机制，要求玩家间歇射击以避免过热惩罚。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "探索",
    "summary": "探索是包含地图要素的游戏中的常见术语，指玩家通过解锁未知区域、使其从不可见变为可见的过程。这一过程伴随着地理属性的揭示，如地图、地形等游戏设定，本质上是将未知转化为已知，与现实世界的探索具有相似性。在游戏语境下，探索通常与“解锁”同义。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "大逃杀/大混战/斗皇模式",
    "summary": "大逃杀/大混战/斗皇模式是一种多人在线游戏模式，其核心机制是众多玩家或队伍在同一张地图内展开对抗，随着时间推移，可活动区域逐渐缩小，最终仅有一人或一队存活获胜。\n\n该模式通常以空投开局，玩家需快速搜集资源、武器和装备，并应对来自其他玩家和不断收缩的安全区（或类似限制区域）的双重压力。其名称和玩法灵感常来源于小说或电影《大逃杀》中的生存竞争设定。近年来，这一模式因《绝地求生》、《Apex英雄》等游戏而广泛流行，并衍生出多种变体，成为射击类乃至其他类型游戏中常见的玩法选项。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "空气墙",
    "summary": "空气墙是游戏中常见的透明障碍物，多用于地图边界或特定区域，视觉上看似可通过，但实际因碰撞体积阻挡玩家行动。其产生源于游戏引擎中碰撞体积与视觉贴图的不一致，有时也用于简化复杂物体的物理判定。在射击游戏中，类似机制可表现为子弹无法穿透的掩体。与玩家不同，非玩家角色常能穿越此类障碍。该术语也戏指飞行器接近音速时遇到的音障现象。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "成就",
    "summary": "成就是游戏中的一种激励机制，由Xbox 360首创，后被广泛引入。玩家达成特定要求即可解锁成就，以鼓励游戏进程。不同平台的成就系统有所差异：Xbox和Uplay的成就可兑换奖励，而Steam、GOG等平台的成就通常无实际用途。成就类型多样，一般按难度分为简单、后期完成和高难度三类，此外还包括隐藏成就和白金奖杯等特殊类别。各游戏的成就设置独立，无统一分类标准。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "游戏拜师/师徒系统",
    "summary": "游戏拜师/师徒系统是电子游戏中一种促进玩家间社交互动与经验传承的机制，通常允许经验丰富的老玩家（师父）与新手玩家（徒弟）建立正式关系。\n\n该系统常见于大型多人在线角色扮演游戏（MMORPG）或具有强社交属性的游戏中。师父通过指导徒弟完成任务、提升等级或熟悉游戏玩法，可获得专属奖励、称号或游戏货币；徒弟则能获得经验加成、装备援助或快速成长渠道。部分游戏还设有出师条件，当徒弟达到一定等级或完成特定目标后，双方均可领取额外奖励。这种机制不仅增强了玩家社群的黏性，也体现了游戏内知识传递与互助的文化。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "捏脸",
    "summary": "捏脸是游戏中允许玩家自定义角色头部外观的操作，旨在提升代入感或满足个性化偏好。由于身高体型通常涉及战斗判定而不可更改，自定义范围多限于面部。该名称源于部分游戏提供的脸部拉伸系统，可像捏橡皮泥般调整脸型。作为换装系统的一部分，独特装饰如伤疤、文身常需额外购买，但玩家自制模组也能扩展自定义选项。部分玩家凭借独特审美，即使不依赖付费内容也能创造出个性鲜明的外观。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "皮肤/时装/换装/纸娃娃系统",
    "summary": "皮肤/时装/换装/纸娃娃系统是指电子游戏中用于改变角色外观的视觉自定义功能。狭义上，它指玩家通过获取或购买不同的服装、饰品等道具，替换角色默认形象；广义上，该系统也涵盖角色模型随装备变化而实时更新的“纸娃娃”技术。\n\n此类系统常见于角色扮演、多人在线及休闲社交游戏中，主要功能包括个性化展示、成就标识或商业盈利。玩家可通过任务奖励、商城购买或活动获取皮肤与时装，部分游戏还支持染色、部件混合等深度定制。虽然外观变化通常不影响角色属性，但能增强沉浸感与收集乐趣，并成为游戏运营的重要收入来源之一。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "通行证",
    "summary": "通行证是网络游戏中常见的激励系统，起源于Valve旗下《Dota 2》在2013年推出的“互动指南”，后经《堡垒之夜》等游戏改进并普及。该系统通常划分等级，玩家通过完成游戏任务或付费解锁进度，从而获得相应奖励。奖励一般分为免费与付费两部分，后者往往包含更稀有的道具或游戏货币。通行证通过提供阶段性目标和“物超所值”的奖励设计，旨在提升玩家的活跃度与付费意愿，现已成为许多网游的标准机制之一。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "Jump scare",
    "summary": "Jump scare（惊吓跳跃）是一种常见于恐怖电影、游戏等媒介的惊吓手法。其核心机制是通过突然出现的画面、巨大声响或快速动作，在观众毫无防备时引发强烈的瞬时恐惧反应。这种手法往往依赖视听元素的骤然变化制造紧张感，虽能带来即时惊吓效果，但若过度使用或设计粗糙，也可能削弱作品的整体恐怖氛围。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "扫荡",
    "summary": "扫荡是游戏中的一种快捷功能，允许玩家点击按钮直接完成已通关的关卡，常见于手机和网页游戏。该功能旨在减少重复刷取材料或资源时的枯燥操作，通常消耗体力等游戏内资源。多数游戏仅允许对已通关且非高难度、非多人合作的关卡使用扫荡，部分游戏则支持初次通关后永久扫荡。此外，类似功能还包括不能直接跳过战斗过程的“挂机系统”。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "Boss Rush",
    "summary": "Boss Rush是游戏术语，指玩家在游戏中连续挑战多个头目级敌人的环节或关卡。它既可能出现在主线流程中，通常位于最终决战前，也可作为通关后解锁的独立模式。该模式下，玩家需依次对战曾在流程中遭遇过的Boss，战斗间隙可能包含简短跑图或少量杂兵战，有时会提供补给以维持挑战。需注意，同时对抗多个Boss或单一Boss的多阶段战斗不属于此范畴。此概念也延伸至ACGN作品中连续与多名强敌作战的情节。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "系统与机制",
    "三级分类": null,
    "title": "奖励式广告",
    "summary": "奖励式广告是一种常见于移动游戏的变现机制，用户通过观看完整广告视频（通常需至少15秒）来获取游戏币、装备或复活机会等奖励。它起源于2010年左右，伴随智能手机普及和免费游戏模式的兴起，为开发者提供了重要的广告收入来源，尤其受到不愿直接付费的玩家欢迎。该设计对开发者、广告商和玩家形成“三赢”：开发者获得收益，广告商提升观看率，玩家免费获得游戏内资源。在游戏社区中，因其非强制性和可带来直观收益的特点，评价通常较为积极。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Good End",
    "summary": "Good End（缩写为GE或HE）指作品的美好结局，在泛ACG领域广泛应用，尤其常见于多结局游戏如RPG、Galgame等。在多结局游戏中，Good End通常代表线路成功通关，相较于Bad End或Dead End会揭示更多剧情信息，但未必能完全展现游戏世界观。与之相关的还有Normal End（普通结局）、Best End（最佳结局，可能比Good End更圆满）和True End（真实结局，有时需以Good End为解锁条件）。不同游戏对结局的命名和区分方式存在差异。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Normal End",
    "summary": "Normal End（NE，普通结局）是泛ACG领域中常见的结局类型，尤其在Galgame、RPG、文字冒险及乙女游戏中广泛应用。它通常介于Bad End和Good End之间，表现为好坏参半但剧情信息不完整或描写较为简略的结局。在多结局游戏中，Normal End常作为基础结局，玩家需达成特定条件才能解锁其他结局或真相路线（True End）。部分游戏会设置专属的剧情内容仅在此结局中出现。此外，也存在介于Bad End和Normal End之间的普通坏结局（Normal Bad End），其结局走向相对更差。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Bad End",
    "summary": "Bad End（缩写BE）指泛ACG作品中以负面结果收场的结局，常见于游戏、小说、动画及影集。在多重结局游戏中，它常因玩家选择错误或未达成特定条件而触发，与Good End（GE）、Normal End（NE）等结局类型相对。部分游戏的Bad End可能包含专属剧情信息或CG，因此也有玩家主动探索。此外，还存在介于Bad End和Normal End之间的普通坏结局（Normal Bad End），其负面程度相对较低。该术语最初多用于Galgame讨论，现已随弹幕文化扩展至更广范围。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Dead End",
    "summary": "“Dead End”（DE）指ACG作品中角色死亡或故事终结的结局，常见于多结局游戏如Galgame、RPG等。它通常被视为“Bad End”（BE）的一种，代表攻略失败或偏离主线，但有时也可能与“True End”（TE）重合。此类结局不一定要求主角死亡，只要主角永久消失且故事结束即可。部分Dead End会隐藏特殊剧情或CG，吸引玩家探索。其出现常有前兆，如角色行为异常或触发特定标志，少数作品则呈现突兀的死亡结局。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "True End",
    "summary": "True End（真实结局）是泛ACG作品中代表完美、真实或最终结局的术语，常见于多结局游戏如Galgame、RPG或文字冒险游戏。玩家通常需通过其他结局（如Good End或Bad End）收集线索，达成特定条件才能解锁，以揭示剧情核心真相。在系列作品中，True End可能通过续作或补完内容展现。它不同于单纯的好结局，常关联隐藏世界观，且部分作品会通过封面角色等线索暗示其对应的剧情线。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "False End",
    "summary": "False End，中文常译作“伪结局”或“假结局”，是指电子游戏中一种特殊的叙事设计，即在游戏流程中看似达成了结局，但实际上并非真正的游戏终点。\n\n这类结局通常作为剧情转折点或悬念设置出现，可能表现为主角看似失败、世界看似毁灭，或故事看似圆满收场，但随后会揭示隐藏的真相、解锁新的章节，或引导玩家进入真正的后续剧情。False End 常见于视觉小说、角色扮演游戏及带有 meta 元素的作品中，旨在打破玩家的预期，增强叙事的层次感和探索价值。部分游戏会通过达成特定条件（如收集隐藏物品、完成支线任务）来触发伪结局，并以此作为通往真结局的必要步骤。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Perfect End",
    "summary": "Perfect End（完美结局）是指电子游戏中玩家达成所有特定条件后解锁的最高级别结局。它通常要求玩家完成全部主线与支线任务、收集关键道具、达成隐藏目标或满足特定角色好感度等，以展现故事最完整、最理想的收尾。\n\n在角色扮演游戏（RPG）、视觉小说及多结局冒险游戏中，完美结局往往揭示了剧情的深层设定，或给予角色更圆满的命运安排。例如，在《仙剑奇侠传》系列中，达成完美结局可能需要主角存活并与伴侣团聚；而在《传说之下》中，则需通过和平路线避免所有战斗。此类结局不仅增强了游戏的重玩价值，也常作为对玩家探索与坚持的奖励。\n\n部分游戏设计会将完美结局与成就系统绑定，或以此解锁额外内容，如后日谈、彩蛋或新游戏模式。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Joke End",
    "summary": "Joke End，或称“玩笑结局”，是指电子游戏中一种非严肃、带有戏谑或讽刺性质的结局类型。这类结局通常不遵循主线剧情的常规逻辑，而是以荒诞、幽默或出人意料的方式呈现，有时甚至会打破第四面墙，直接调侃玩家或游戏本身的设计。\n\nJoke End 常见于具有多结局系统的游戏中，尤其是那些包含 meta 元素或注重玩家选择的作品。它可能作为隐藏结局出现，需要玩家达成某些特定、非常规或看似无意义的条件才能触发。其功能不仅在于提供娱乐性的内容补充，也常被设计者用于调节游戏节奏，或在严肃叙事中插入轻松时刻，以此丰富玩家的整体体验。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Dream End",
    "summary": "“梦结局”指作品剧情最终揭示全部内容为主角的梦境或幻想，并非现实。该概念源于唐代《南柯太守传》与《枕中记》，在ACG领域以手冢治虫《青色杜马》为代表。因结局否定故事真实性且易造成风格割裂，常引发观众不满，手冢治虫亦在《漫画的作法》中视其为创作禁忌。梦结局多用于中短篇或二次创作，长篇作品较少。需注意与穿越梦境剧情区别，且常出现在心理题材游戏中，作为揭示幻觉或内心世界的叙事手法。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Law End",
    "summary": "Law End是指在游戏中，由于玩家行为或剧情推进而触发的法律制裁或秩序性终结机制。狭义上，它通常指玩家角色因违反游戏内法律（如犯罪、袭击NPC）而遭到守卫逮捕、通缉或处决等强制干预。广义上，也可延伸至剧情中因选择分歧导致的法律体系崩溃或秩序重建等结局导向事件。\n\n该机制常见于开放世界或角色扮演游戏中，用以增强世界的真实感与行为后果的代入感。例如在《上古卷轴》系列中，犯罪后会触发守卫追捕，玩家可选择投降、反抗或缴纳罚金；而在《辐射》等作品中，某些任务选择可能导致特定阵营的法律权威瓦解。Law End不仅强化了游戏的叙事深度，也通过规则约束影响了玩家的策略与道德判断。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Chaos End",
    "summary": "混沌结局（Chaos End）是部分战略类游戏中与秩序结局（Law End）对应的邪恶路线结局。这类游戏通常设有善恶剧情分线，玩家通过选择累计秩序或混沌点数，推动剧情向不同方向发展。混沌结局代表黑暗与邪恶方向，常见于《战女神系列》《VenusBlood系列》等作品。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "No End",
    "summary": "“No End”指没有明确结局的状态，常见于手机游戏、沙盒游戏及悬疑推理作品。这类作品往往通过悬念或伏笔让玩家自行推测结局，或像沙盒游戏般允许无限进行。部分游戏因开发进度问题，可能以“未完待续”形式发布甚至被搁置。此外，该词也用于描述循环视频中无休止的特效，或在生活中比喻没有出口、人生未结束等抽象概念。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Open End",
    "summary": "开放式结局是一种在游戏、文学及影视作品中常见的创作手法，其特点是不提供明确结局，而是通过线索引导受众自行联想和解读。这种手法有时为续作埋下伏笔，也可能因创作困境或改编需要而形成。在某些多结局作品中，最终结局也可能采用开放式表现，利用其他结局中的线索供受众推测后续发展。受众的阅历、偏好及文化背景等因素会直接影响对结局的个性化理解，体现了“千人眼里有千个哈姆雷特”的多元解读现象。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "结局类型",
    "三级分类": null,
    "title": "Bed End",
    "summary": "Bed End指泛ACG作品中以床戏作为故事收尾的结局类型，通常不采用缩写以避免与Bad End混淆。该词原非Galgame术语，后因部分结局符合此特征而成为调侃性表达。此类结局大多非Good End，常属Bad End或Normal End范畴：在非成人向作品中多用于增加CG内容或作为普通结局；在成人向游戏中则可能出现在各类结局分支。少数作品也存在“独守空床”的变体形式。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "游戏测试",
    "summary": "游戏测试是游戏开发完成后，通过玩家进行测试性运营以检查运行状况和漏洞的环节。网络游戏测试通常分为封测、内测和公测三个阶段，单机游戏则仅有封测和内测后直接发布。测试阶段常伴随保密协议，防止内容外泄。部分网络游戏会为版本更新开设测试服，而一些项目可能在测试阶段中止或长期处于测试状态。单机游戏有时会推出试玩版供免费体验基本内容，完整版上线后试玩版大多保留。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "跳票",
    "summary": "“跳票”原指无法兑现的空头支票，后引申为未能履行承诺的行为。现多用于游戏行业，特指产品未能按原定日期发布或更新。该词也可泛指影视、数码等其他领域的延期现象。若产品早于预定日期推出，则被称为“反向跳票”。这一说法普遍用于描述各类未能如期完成计划的情况。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "偷跑",
    "summary": "偷跑指作品或比赛内容在官方预定时间前非正式泄露或提前发生的行为。在体育比赛中，它指运动员在未获指示时擅自起跑。在娱乐领域，作品（如动画、漫画、游戏、音乐）常因发售流程中的内部泄露、平台操作失误、时区差异或测试版本解包而提前公开。漫画偷跑较常见，泄露的图源称为“图透”；游戏可能通过测试服漏洞或模拟器传播；动画和音乐则多因播放错误或时区问题上架提前。此类泄露可能涉及内鬼或外部人士，与缺乏依据的传闻不同，偷跑内容通常短期可验证。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "放卫星",
    "summary": "放卫星在游戏领域指制作方对短期内难以实现或需较长时间才会实装的功能进行预告的行为，这类功能常被称为“卫星”。该词也泛指官方已公布消息但迟迟未推出的游戏内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "联动",
    "summary": "联动指不同作品或作品与现实要素之间建立关联的现象，常见于ACGN领域。其形式包括角色互跨作品出现、世界观融合或乐曲交换等，多用于宣传推广。联动与乱入有所区别，但部分联动可能带有乱入性质。它不仅限于虚拟作品之间，也可拓展至二次元与三次元品牌的合作，如推出联名商品或联合推广活动。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "梦幻联动",
    "summary": "梦幻联动指原本看似无关的作品或机构之间出人意料的官方合作活动，因其突然性而常被形容为“如梦境般”的联动。该词也可用于官方对联动活动的自称。与粉丝自发的“云联动”不同，梦幻联动通常指官方行为，但后者有时也可能由前者发展而来。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "云联动",
    "summary": "云联动指两个作品在无官方合作时，由双方粉丝自发创作的同人联动形式，常见于游戏领域。其产生源于部分同时喜爱两个作品的粉丝，出于兴趣进行二次创作。尽管这类创作通常对粉丝群体无害，但可能引发无关刷屏、极端玩家间的抵触或世界观冲突导致的争论。此外，也存在利用争议题材针对某一方的恶意创作。以《少女前线》和《彩虹六号：围攻》为例，长期存在云联动现象，但双方官方并未正式合作，最终两款游戏分别与育碧的其他作品实现了官方联动。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "致敬",
    "summary": "致敬，指对尊敬的人或事物表示敬意。在艺术领域，尤其ACG文化中，它表现为对其他作家或作品进行模仿，以展现敬意和肯定，通常不侵犯原作的独创性，这与抄袭有本质区别。其概念源于封建授勋，后经20世纪初摇滚及流行音乐界普及。致敬方式包括设定模仿、名场面还原或声优梗等，例如《火影忍者》与《海贼王》的联动内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发布与制作",
    "三级分类": null,
    "title": "画饼",
    "summary": "“画饼”源自成语“画饼充饥”，在游戏领域指厂商发布尚未制作或发售日遥遥无期的游戏信息，通过宣传片、截图等材料吸引玩家关注。这种行为常导致玩家期待落空，实际游戏可能多年后才发售，甚至最终未能推出。若游戏发售后与宣传严重不符，也可称为画饼。玩家常以“烙大饼”“揉面团”等比喻调侃开发进度缓慢，例如《仁王》从公布到发售历时十三年。该词现广泛用于形容过度承诺或长期拖延的游戏项目。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏新作",
    "summary": "游戏新作指首次发售、无系列前作的游戏，与续作相对。创造新作虽比延续成功系列更困难，但其持续涌现是行业健康发展的重要前提。另有一种情况是，虽有前代作品，但在设定、剧情、玩法等方面全面革新、摆脱前作框架的作品，有时也被称为游戏新作，但这类作品本质上仍属于续作范畴。例如任天堂2017年推出的《ARMS》，因其完全独立的设计元素，被视为典型的新作。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏续作",
    "summary": "游戏续作是基于已有游戏的剧情、人设或玩法等要素创作的作品，通常与前作共享部分名称以表明关联。其产生主要源于游戏产业的传统盈利模式，即在成功前作的基础上，借助固定粉丝群体和明确盈利前景推出续作，这比开发全新作品更容易获得市场成功。续作命名多在原名称后添加数字或副标题，但也有例外。有时为吸引粉丝，游戏公司会将缺乏直接继承关系的新作宣传为续作。在涉及多结局的前作中，续作通常会指定一个官方结局，特殊情况下也可能针对不同结局开发多个续作。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏外传",
    "summary": "游戏外传，亦称“番外”，是由同一知识产权作品派生的一类衍生作品，常见于游戏、小说、漫画、影集等媒体。它通常作为对正传（本传）的补充，丰富剧情细节或拓展世界观，但一般不直接影响正传的核心主线。外传作品可独立欣赏，有时因受欢迎而发展为平行或独立于原作的系列，甚至以Fan Disk等形式发行。此外，多结局游戏的外传可能基于非正传结局展开，而设定集或跨媒体形式也常收录小说、漫画等外传内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "资料片",
    "summary": "资料片（又称扩展包）是游戏行业的一种发行形式，用于在保留原世界观的基础上大幅扩充游戏内容，通常可作为独立程序运行，内容体量常接近或超越本体。由于制作成本高、市场接受度有限，资料片已逐渐被依赖本体运行的DLC（可下载内容）取代。后者内容规模相对较小、种类多样，价格通常低于本体，但数量可能较多。资料片多采用与本体相似的单独销售模式，而DLC则常捆绑或依附于本体页面销售。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "DLC",
    "summary": "DLC（可下载内容）是通过网络下载为游戏增加新要素（如角色、任务、道具）的扩展资源，需基于游戏本体运行。它分为免费和收费两种，常见于PC、主机及手机游戏，通过Steam、PlayStation Network等平台获取。收费DLC有时因高消费被诟病为“DLC地狱”。其概念在21世纪初随网络发展而普及，微软和索尼等厂商通过线上商城推动了付费DLC的推广。DLC不同于可独立运行的资料片，也衍生出季票（预购DLC合集）和分割发售等营销方式。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "Fan Disc",
    "summary": "Fan Disc（又称Fan Disk或Bonus Disc）是厂商为特定作品（尤其日本ACG关联作品）制作的扩充内容，通常以光盘形式发售，但也可包括Fan Book等载体。其主要目的是补充原作内容，如设定资料、后日谈、短篇小说、新增剧情CG或攻略资料，并主要面向已体验原作的粉丝。这类作品常出现于多结局的Galgame、文字冒险游戏或乙女游戏中，用于补充各路线结局，篇幅一般较短，且推出与否常与原作销量相关。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏模组（MOD）",
    "summary": "游戏模组（MOD）是指玩家或第三方开发者对已有电子游戏进行修改或扩展的内容，通常用于增添新功能、调整游戏机制或创造全新体验。\n\nMOD的核心在于允许社区参与游戏内容的再创作，常见形式包括新增角色、道具、地图、剧情任务，或修改画面、音效、平衡性等。它既可以是简单的数值调整，也可以是大型的独立扩展包。许多游戏开发商通过提供官方工具支持MOD开发，从而延长游戏生命周期并丰富玩家社群生态。MOD文化尤其在PC平台盛行，部分经典游戏如《上古卷轴》《我的世界》等均因活跃的MOD社区而保持长期热度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏更新",
    "summary": "游戏更新是指电子游戏在发布后，通过下载和安装补丁或新内容来修改游戏数据的过程。狭义的更新通常指修复程序错误、平衡性调整或优化性能；广义的更新则可能包括添加新剧情、角色、地图或游戏模式等扩展内容。\n\n游戏更新是现代电子游戏维护和延长生命周期的重要手段，常见于网络游戏、服务型游戏及持续运营的单机作品。开发者通过更新响应玩家反馈、修复漏洞，并保持游戏的新鲜感与可玩性。部分大型更新可能以“资料片”或“DLC”形式发布，需额外购买。更新机制亦使得游戏能适应不断变化的硬件环境与玩家需求。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "改版",
    "summary": "改版是通过修改主机游戏ROM文件来改变游戏内容的方式。由于主机存储介质为只读，需提取ROM在电脑上修改，生成独立可运行的文件，通常需借助模拟器或特殊存储设备在主机上使用。早期改版多基于破解主机，内容从简单角色替换到大幅改动不等，但部分作品涉及不良内容。法律上，改版因依赖原游戏ROM，常以补丁形式发布以规避侵权。使用新引擎制作的仿古游戏不属于改版，因其无需原ROM，但侵权风险较高。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "分割商法",
    "summary": "分割商法是游戏行业的一种发行模式，常见于日本游戏。厂商将完整游戏按故事顺序分割为多个章节依次发售，各章节剧情紧密关联且玩法基本一致。该模式与资料片理念相近，但不同于传统续作，其特点在于发售前已有分步推出的完整计划，且剧情常留有悬念以推动后续购买。玩家普遍视其为一种销售策略，但开发商通常不予公开承认。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "取消开发",
    "summary": "取消开发指游戏在制作过程中被制作商或发行商终止，导致无法发售。常见原因包括玩法过时、创意枯竭、技术或财务困难、内容侵权、业务改组及项目管理失败等。此类情况在游戏行业较为普遍，可能发生在开发初期至后期的任何阶段，部分项目甚至已完成测试、宣传或取得版号等上市条件，但最终仍未面世。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏关服",
    "summary": "游戏关服指网络游戏停止运营并关闭服务器。通常因玩家减少、运营不善、厂商终止合作或公司倒闭等原因导致。运营方会提前合并服务器，并在官网及社群公布停运消息，同时提供应对措施供玩家准备。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "精神续作",
    "summary": "精神续作指未直接继承原作品知识产权或剧情，但沿用了其核心要素的新作品。该词最初用于调侃模仿之作，后也指代制作精良、具有独立价值的作品，常因原IP不再更新或版权受限而产生。精神续作多由原团队或相关开发者创作，可能通过玩法、风格或彩蛋延续原作的精髓。它既是对原作影响力的认可，也常反映原IP已完结或处于停滞状态。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "网络游戏翻新",
    "summary": "网络游戏翻新指对现有游戏进行重制，常见于RPG类型。其内容包括删除旧地图，设立新地图、任务线和副本。剧情上常以重大灾难为由改变原有地貌，尤其是主城区域。此举旨在为老玩家带来新鲜感，吸引流失玩家回归并吸纳新玩家，但也可能导致部分老玩家因失去熟悉感而离开。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏复刻／重置（Remastered）",
    "summary": "游戏复刻／重置（Remastered）是指对已发行的电子游戏进行技术优化和内容调整后重新发布的版本。其主要目的在于提升游戏画面分辨率、改进音效、适配新硬件平台或操作系统，并可能修复原版中的错误或添加少量新内容，以延续经典作品的生命周期。\n\n复刻通常侧重于视觉与性能的增强，如支持更高帧率或4K显示，而游戏核心玩法与剧情基本保持不变。这类版本常见于跨世代主机移植或纪念性发行，既能吸引老玩家怀旧，也有助于新玩家接触过往佳作。需要注意的是，复刻与完全重制（Remake）有所区别，后者往往涉及游戏引擎与内容的彻底重建。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏重制（Remake）",
    "summary": "生成错误: Failed to fetch"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏重启（Reboot）",
    "summary": "游戏重启（Reboot）是指电子游戏系列在开发过程中，放弃原有的剧情、设定或玩法框架，以全新的方式重新构建该系列作品的行为。与单纯的续作或重制版不同，重启作品通常会保留核心概念或标志性元素，但大幅革新故事背景、角色关系、世界观或游戏系统，旨在吸引新玩家或为系列注入新的活力。\n\n游戏重启常见于系列作品长期发展后剧情趋于复杂或玩家群体萎缩时，开发者通过此举简化叙事、更新技术或适应市场变化。例如，《战神》（2018）便放弃了原有的希腊神话背景与固定视角，转向北欧神话并采用越肩视角和开放区域设计，实现了系列的重启。重启的成功与否，往往取决于其在创新与继承经典之间的平衡。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "数值膨胀",
    "summary": "数值膨胀是指在电子游戏，特别是长期运营的网络游戏中，随着版本更新或内容扩展，角色、装备、敌人等各项数值（如攻击力、生命值、伤害输出）呈现非线性的急剧增长现象。\n\n这种现象通常源于游戏为吸引玩家持续投入而不断推出更高阶的内容，导致旧有数值体系迅速贬值。数值膨胀可能破坏游戏平衡，使早期内容变得无关紧要，并增加新玩家的入门门槛。在角色扮演游戏、大型多人在线游戏及部分手游中较为常见，开发者常通过“等级压缩”或“系统重置”等手段尝试缓解其影响。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "游戏平衡性",
    "summary": "游戏平衡性指游戏中各方单位（如职业、角色等）的总体性能相对均衡，避免出现某一方过强或过弱的情况。游戏制作方需通过调整参数力求平衡，但绝对平衡难以实现，常出现单位强度差异，导致玩家选择集中或冷落某些职业。当不平衡问题显著时，运营方会在版本更新中削弱过强单位、加强过弱单位，以维护玩家体验。然而平衡调整复杂，可能引发角色强度大幅波动，形成“一代补丁一代神”的现象，甚至影响玩家投入与运营方关系。少数单位则能在多次更新中保持稳定强度。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "发展与运营",
    "三级分类": null,
    "title": "对游戏内容进行数值调整",
    "summary": "对游戏内容进行数值调整是指开发者或玩家通过修改游戏内各项参数，以改变游戏体验的行为。狭义的数值调整通常指官方发布的平衡性补丁或版本更新，旨在修复漏洞、优化角色强度或调整经济系统等。广义上也可涵盖玩家自行使用修改工具（如MOD、控制台命令）对属性、伤害、掉落率等数据进行个性化改动。\n\n此类调整常见于长期运营的在线游戏或支持模组的单机游戏中，既可用于维持竞技公平性，也能满足玩家对难度、成长速度或娱乐性的不同需求。部分游戏还内置了难度选项或辅助模式，允许玩家在官方设定的范围内直接调节数值。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "游戏策划",
    "summary": "游戏策划是电子游戏制作中的核心职责，负责统筹开发各部门工作，确保游戏内容按期按质交付，并对成品效果负责。其角色类似于动画制作中的“制作进行”，主策划则近似于“监督”。根据职能差异，策划可分为不同类别。在玩家社区中，文案策划与数值策划常成为争议的主要焦点。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "游戏原画师",
    "summary": "游戏原画师是游戏制作中的美术岗位，负责依据策划文案设计美术方案。该职位最早源于动画行业，后因行业发展，许多动画原画师转行进入游戏领域。在小型公司，原画师通常兼顾原画设计与宣传图绘制；大型公司则常将宣传画与原画部门分设。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "GM",
    "summary": "GM是Game Master（游戏管理员）的缩写，指在电子游戏或在线游戏中负责管理、监督和维护游戏环境与秩序的人员或角色。在大型多人在线游戏（MMORPG）中，GM通常由官方团队担任，负责处理玩家投诉、打击作弊行为、组织活动以及修复游戏漏洞，以确保公平和稳定的游戏体验。此外，在某些桌游或角色扮演游戏中，GM也可指引导剧情、设定规则的非玩家角色。GM的存在有助于维护游戏社区的健康发展，但其权限通常受严格限制，以防止滥用影响玩家正常游戏。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "本地化",
    "summary": "本地化（localization）是游戏行业常用术语，指为适应特定国家或地区的市场，对游戏内容进行调整的过程。这包括翻译文本、提供本地配音，以及根据当地法规修改美术与文本资源。本地化可分为部分本地化（仅翻译菜单和剧情文本）和完全本地化（包括配音等全面翻译）。它通常是游戏厂商为进入市场而采取的商业行为，早期常通过代理方完成，现今有时也会与民间翻译组织合作。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "游戏代理",
    "summary": "游戏代理是网络游戏的运营模式，指开发商将游戏的运营权授予本地公司，由其负责推广、维护和收费，开发商从中获得分成。随着2000年中国网游市场兴起，因政策限制催生了众多代理公司。代理方式主要包括独家代理与联合代理：独家代理由指定平台获得最大运营权并承担相应风险；联合代理则通过分成或加盟形式将运营权分发至多个平台。例如《魔兽世界》由第九城市独家代理，《阴阳师》海外服由不同平台联合运营。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "游戏发行",
    "summary": "游戏发行指游戏公司对买断制游戏进行销售、分发和授权的过程，涉及实体或数字渠道的提供与维护。其历史可追溯至20世纪70年代的街机，后随家用机与电脑普及，实体媒介如光盘、卡带出现，催生专门发行商。发行模式多样：第一方发行中开发者与发行商为同一公司或关联紧密，利于平台独占但风险自担；第二方发行基于合作关系，常为特定平台开发独占游戏；第三方发行则无资本关联，发行商负责推广并抽成。此外还有数字发行、众筹发行、个人发行及代理发行等形式。发行商会推出廉价版、分区版本（如日版、美版）以适应市场，而次世代平台可能带来定价、升级与版本差异。平台抽成比例各异（如Steam为30%）。版权授权影响游戏上架，授权到期会导致游戏下架，涉及品牌、车辆等内容的游戏也需相关授权。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "日/月活",
    "summary": "日/月活是电子游戏运营领域用于衡量用户活跃度的关键指标，通常指“日活跃用户数”与“月活跃用户数”。日活统计在24小时内有登录或进行游戏行为的独立用户数量，月活则统计近30天内的同类数据。这些指标能够反映游戏在短期与长期的用户吸引力和留存状况，是评估游戏热度、运营效果及商业价值的重要依据。在游戏行业分析中，日/月活常与用户时长、付费率等数据结合，用以优化活动策划、版本更新及市场推广策略。部分大型多人在线游戏或服务型游戏会定期公开相关数据，以向社区及投资者展示其运营健康状况。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "游戏营收",
    "summary": "游戏营收是指电子游戏通过销售与运营所获得的收入总和，是衡量游戏商业表现的核心指标。\n\n狭义的游戏营收通常指游戏本体及扩展内容的直接销售收入。广义上，则涵盖游戏内购、订阅服务、广告植入、赛事转播、周边商品及IP授权等多种盈利模式。随着游戏行业的发展，免费游玩结合内购道具或赛季通行证的“服务型游戏”模式已成为主流营收来源之一。此外，部分单机游戏也会通过发售后续的剧情DLC或外观装饰包来延长盈利周期。游戏营收结构的变化，往往反映了市场趋势、玩家消费习惯以及开发商运营策略的调整。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "渠道服",
    "summary": "渠道服是由渠道商（如手机厂商、第三方应用市场等）与游戏开发商合作设立并运营的非官方服务器，独立于官方服务器。玩家可使用渠道商账户登录，无需重复注册。渠道服与官服数据通常不互通，活动、福利及运营稳定性可能不同步，且存在提前停服的风险。渠道商与开发商会按协议比例分配玩家充值收益。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "制作与运营",
    "三级分类": null,
    "title": "私服",
    "summary": "私服指未经游戏官方授权，由个人或团体获取服务端程序后自行搭建的网络游戏服务器。其运营者通常以夸大宣传吸引玩家，并以营利为主要目的。与获得授权的渠道服不同，私服缺乏合法协议，但少数可能因故被官方转为渠道服。此类行为涉嫌侵权，官方曾多次打击，部分涉事者被依法处理。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "电子竞技",
    "summary": "电子竞技是利用电子设备进行的对抗性智力运动，有别于一般电子游戏。其起源可追溯至1990年任天堂世界锦标赛。随着职业化与规则规范化，电子竞技逐渐被广泛接受，韩国等国较早推动其发展。2001年首届世界电子竞技大赛举办，2018年成为亚运会表演项目，2022年成为正式项目，并将于2027年举办首届奥林匹克电子竞技运动会。主流项目如英雄联盟、反恐精英等在不同地区形成竞争格局。电子竞技涵盖即时战略、射击等多种游戏类型，依托严谨规则进行比赛。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "活动",
    "summary": "活动是指电子游戏中，由开发者定期或不定期推出的、具有时限性的特殊玩法或奖励内容。其核心目的是维持玩家活跃度，丰富游戏体验，并常与版本更新、节日庆典或商业推广相结合。\n\n活动通常包含独特的任务、挑战、剧情或副本，并会提供限定奖励，如专属道具、角色皮肤、货币等。在网游与手游中，活动更是运营的重要环节，通过每日登录、累计任务等形式激励玩家参与。部分单机游戏也会通过更新免费或付费DLC扩展内容，其性质也类似于活动。活动设计需平衡趣味性与奖励价值，以保持玩家长期投入。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "游戏服务器",
    "summary": "游戏服务器是指为电子游戏提供在线多人游戏、数据存储和同步等功能的专用计算机或软件系统。它负责处理玩家之间的连接、游戏逻辑运算、状态同步以及反作弊等核心任务，确保所有参与者能在同一虚拟环境中进行互动。\n\n狭义上，游戏服务器特指运行游戏服务端程序的物理或虚拟主机；广义上，也可指代包括匹配系统、数据库和网络架构在内的整套在线服务框架。现代大型多人在线游戏（如MMORPG、竞技射击游戏）通常依赖分布式服务器集群来支持海量玩家同时在线，而小型独立游戏可能采用点对点（P2P）或监听服务器模式以降低成本。游戏服务器的稳定性、延迟和承载能力直接影响玩家的联机体验。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "游戏回档",
    "summary": "游戏回档指游戏存档因故丢失或损坏后，恢复至较早备份状态的操作。单机游戏中，回档常因设备故障、游戏BUG或误操作导致存档丢失、死档或坏档。网络游戏中，多因服务器故障、黑客攻击或重大BUG引发数据问题，运营商通过回滚机制恢复备份数据以维持运营。回档虽可修复异常，但会清除备份时间点后的玩家正常收益，造成损失，因此运营商通常慎用，事后需对玩家进行补偿。部分游戏机制或数据错误也可能导致存档无法兼容或崩溃，形成坏档。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "负评轰炸",
    "summary": "负评轰炸指在短时间内，大量用户针对特定作品（如游戏、电影等）集中发布负面评价的行为。其动机通常与作品内容无关，可能源于对厂商决策、政治立场或社会议题的不满。这种现象常发生在Steam等用户可自由评价的平台，可能导致作品评分急剧下降，影响其商业表现与公众印象。部分平台已采取措施识别并过滤异常评价，以维护评分系统的公正性。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "官方攻略",
    "summary": "官方攻略是由游戏制作方整理和制作，旨在为玩家提供游戏进阶指引的正式出版物或资料。它通常包含详细的游戏策略、技巧和背景信息，帮助玩家更好地理解和体验游戏内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "秘籍",
    "summary": "秘籍，又称秘技或秘笈，通常指游戏中预设的作弊码，最初用于测试，后为增加趣味性而保留。它可通过输入特定指令或控制台激活，实现如无敌、获得物品、调整属性等效果，但可能影响游戏平衡。不同游戏或引擎的秘籍效果各异，部分已成为玩家拓展玩法的方式。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "金手指",
    "summary": "“金手指”原指电脑硬件中用于信号传输的金黄色导电触片。后因Codemasters公司推出的游戏修改工具以此命名，该词逐渐成为游戏修改器的代称。在Windows时代，金山游侠等工具进一步推广了这一术语，将其特指为保存修改数据的存档文件。此外，GBA模拟器汉化版将“Cheater”译为“金手指”。该概念也衍生至文化领域，如漫画《勇者传》中的同名角色，以及网络平台上的相关恶搞视频和社区文化。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "外挂",
    "summary": "外挂通常指在网络或联机游戏中，用于作弊的软件或插件，会破坏游戏平衡与体验。其形式多样，包括修改游戏数据的软件外挂、利用硬件实现的物理外挂，以及基于人工智能和图像识别的新型外挂。部分游戏内置了类似自动寻路等功能（即“内挂”），以减少第三方外挂。制作和使用外挂在多数情况下属违法行为，游戏厂商通过技术更新、法律手段及玩家监管等方式进行打击。少数情况下，外挂被用于游戏研究或被视为合法辅助工具。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "挂机",
    "summary": "挂机通常指在游戏运行期间，玩家将游戏放置后台或使用软件模拟操作的行为。在部分MMORPG中，由于中后期升级所需经验值过高，玩家可能借助第三方外挂或游戏内置功能进行挂机。放置类网页游戏则常将挂机作为一种正常玩法。然而在多人竞技游戏中，挂机被视为不友好行为，可能导致队伍实力下降及账号惩罚。此外，在一些以活跃度评判排名的活动中，玩家会组建利于存活的“挂机队”来维持在线时间，但这类队伍往往在得分上有所折扣。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "锁区",
    "summary": "锁区，又称区域限制，指电子产品（如游戏、影碟）被限定在特定区域使用。早期因电视制式（PAL、NTSC、SECAM）帧频不同，游戏在不同地区需适配版本以避免运行问题，且早期存储容量有限，常导致语言版本差异。随着数字电视和光盘普及，技术障碍已消除，但厂商仍出于经济原因锁区，例如防止跨区串货或维护区域定价策略（如Steam划分低价区与高价区）。锁区方式多样，包括硬件设计（如卡带引脚、CIC芯片）、软件检测（区码、IP、GPS）等，也可能因政策限制屏蔽特定地区。虽不影响基础功能，但可能限制语言支持或使用体验。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "自制软件",
    "summary": "自制软件（Homebrew）是爱好者为游戏机开发的未经厂商许可的软件或游戏，包括功能扩展、工具、模拟器及各类应用。由于官方开发门槛高、授权限制或主机停产，催生了此类需求。为运行自制软件，用户常需绕过厂商的技术限制，可能涉及系统修改或使用自定义操作系统。开发过程中，开发者往往借助第三方SDK和工具包以降低难度，但修改主机可能导致失去保修或在线服务权限。自制软件受版权保护，其开发与使用需尊重知识产权，不应用于运行盗版内容。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "瑞士轮",
    "summary": "瑞士轮赛制又称积分循环制，起源于1895年瑞士苏黎世的国际象棋比赛，现广泛应用于电子竞技和集换式卡牌游戏赛事。该赛制结合了淘汰赛与循环赛特点，旨在公平排名。每轮比赛后，根据胜负场数重新分组，同战绩队伍随机对阵。通常以“N胜晋级、N败淘汰”为规则，队伍战绩以胜-负（如3-2）或积分表示。瑞士轮常作为入围赛与淘汰赛之间的阶段，用于选拔晋级队伍，其具体轮次和分组数量由赛制预先确定。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "CTD",
    "summary": "CTD是“crash to desktop”的简称，指游戏在运行过程中自动退出至桌面。这是大型游戏中常见的一种现象，通常由游戏自身问题导致。随着电脑系统日益完善，此类崩溃一般不会影响系统稳定性，仅表现为游戏程序关闭。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "MVP",
    "summary": "MVP（最有价值球员）是一项起源于1922年美国职业棒球联盟的荣誉称号，旨在表彰在比赛中表现最出色、对团队胜利有巨大贡献的个体。该奖项最初由《纽约每日新闻》设立，后逐渐扩展到其他体育项目及非体育领域（如电子竞技）。评选通常通过专业人士投票进行，依据包括个人表现、领导力、团队成功等多方面因素，但无固定量化标准。在电子游戏中，MVP机制常见于多人在线竞技类作品，评定方式因游戏而异，常综合考量KDA、参团率、伤害输出等多项数据指标。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "快攻",
    "summary": "快攻是卡牌对战游戏中一种以快速展开攻势、迅速结束对局为特点的游戏流派，其核心在于利用前期低费用随从的数量优势快速攻击敌方英雄。与中速或慢速卡组相比，快攻节奏极快，常被称为“闪电战”。典型案例如术士的“动物园”卡组，由Reynad于2014年创建，以低费随从众多、造价低廉、法术稀少著称，后衍生出恶魔园、鱼人园等变体。此类卡组虽看似朴素，但前期压制力强，多数对手难以招架。"
  },
  {
    "一级分类": "游戏综合术语",
    "二级分类": "综合及其他",
    "三级分类": null,
    "title": "NPND（No patch, no down）",
    "summary": "NPND（No patch, no down）是指在网络游戏或在线服务中，玩家或用户拒绝安装官方发布的更新补丁（patch），并因此导致无法正常登录或使用服务的情况。这一术语常见于玩家社区讨论，通常反映了部分用户对更新内容的不满或抵制，例如认为补丁削弱了角色强度、改变了游戏机制，或引入了不受欢迎的功能。从技术层面看，游戏运营商为维护平衡或修复漏洞而强制要求版本同步，未更新的客户端将无法连接服务器，从而形成“不下补丁就不能玩”的局面。这种现象也体现了玩家与开发者之间在游戏发展方向上的潜在分歧。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "动作冒险游戏（A-AVG）",
    "summary": "动作冒险游戏（A-AVG）是电子游戏的一种主要类型，结合了动作游戏的即时操作与冒险游戏的探索解谜元素。玩家通常控制一个角色在虚拟世界中移动、战斗，并通过与环境互动推动剧情发展。\n\n这类游戏强调操作技巧与叙事体验的平衡，常见特征包括平台跳跃、战斗系统、物品收集以及剧情驱动的任务。许多作品会融入解谜、潜行或角色成长机制，例如《塞尔达传说》系列和《神秘海域》系列。随着游戏设计发展，动作冒险游戏的边界逐渐模糊，常与其他类型（如角色扮演或开放世界）融合，形成更丰富的玩法体验。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "冒险游戏（AVG）",
    "summary": "冒险游戏（AVG）是一种以探索、解谜和叙事为核心的电子游戏类型。玩家通常扮演故事中的主角，通过与环境互动、收集物品、破解谜题和对话来推进剧情发展。这类游戏强调沉浸式体验和情节驱动，而非动作或战斗元素。\n\n冒险游戏起源于20世纪70年代的文本冒险游戏，后来逐渐发展为图形冒险游戏，并衍生出点击式冒险、第一人称冒险等子类。其核心在于逻辑思考和叙事理解，玩家需要观察细节、分析线索以解开谜题，推动故事走向不同结局。现代冒险游戏也常融入其他类型元素，如动作或角色扮演，但解谜和叙事仍是其标志性特征。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "动作游戏（ACT）",
    "summary": "动作游戏（ACT）是一种以角色肢体动作为核心玩法，强调实时操作、反应速度和手眼协调的电子游戏类型。玩家通常直接控制游戏角色，通过攻击、跳跃、躲避等即时操作来克服关卡中的障碍、击败敌人并推进进程。\n\n其核心体验在于对角色动作的直接操控与连招、时机把握等技巧的运用。传统动作游戏注重关卡设计与战斗的流畅性，如《超级马力欧兄弟》的平台跳跃和《鬼泣》的连击系统。随着发展，该类型常与其他类型融合，形成如“动作角色扮演游戏（ARPG）”、“动作冒险游戏”等子类，但核心仍保留对实时动作操控的侧重。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "ARG",
    "summary": "ARG（Alternate Reality Game）是一种以真实世界为平台、融合跨媒体叙事与互动式剧情的解谜类游戏。其特点包括：常通过互联网进行，但无需专用客户端；由真人扮演的PM（项目管理者）实时控制NPC与剧情；玩家需主动探索规则与界限。ARG常被用于病毒式营销，并包含非平凡遍历元素，如隐藏线索的谜题。其概念可追溯至1903年的小说《布朗少校的奇妙历险》。2001年为电影《人工智能》制作的《野兽》是早期代表作，深刻影响了后续发展。近年较有影响力的作品包括《青蛙分数2》，玩家通过跨游戏线索历时两年解开谜题。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "格斗游戏（FTG）",
    "summary": "格斗游戏（FTG）是一种以角色间近距离对抗为核心的电子游戏类型，通常强调精准的操作、连招技巧和战术博弈。玩家控制一名角色，在特定场景中与对手进行一对一或多对多的战斗，目标是通过削减对方生命值或达成特定条件获胜。\n\n格斗游戏的核心机制包括基础攻击、防御、特殊技能和必杀技，许多作品还设有能量槽系统以强化招式或发动终结技。这类游戏通常具备鲜明的角色设定和差异化的战斗风格，鼓励玩家研究角色性能和对抗策略。随着电子竞技的发展，格斗游戏已成为竞技游戏的重要分支，注重反应速度、操作精度和局势判断能力。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "音乐游戏（MUG）",
    "summary": "音乐游戏（MUG）是指以音乐节奏为核心玩法的一类电子游戏。玩家需要根据游戏界面提示，在特定时间点通过按键、触屏或体感等方式进行操作，以匹配音乐的节拍和旋律。这类游戏通常强调反应速度、节奏感和手眼协调能力。\n\n音乐游戏的核心机制在于将音乐可视化，通过轨道、音符、光点等视觉元素引导玩家操作，成功操作会触发音效或得分反馈，形成视听同步的沉浸体验。常见的类型包括下落式音符游戏（如《太鼓达人》《OSU!》）、舞蹈模拟游戏（如《舞力全开》）以及乐器模拟游戏（如《摇滚乐队》）。部分音乐游戏还包含曲目编辑、多人对战或剧情模式等扩展内容。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "益智游戏（PUZ）",
    "summary": "益智游戏（PUZ）是指以逻辑推理、空间想象、模式识别等智力挑战为核心玩法的电子游戏类型。这类游戏通常不依赖快速反应或复杂操作，而是强调通过思考解决问题，常见形式包括解谜、拼图、数独、物理模拟等。\n\n狭义的益智游戏指玩法纯粹围绕单一智力机制展开的独立作品，例如《俄罗斯方块》或《推箱子》。广义上，许多其他类型的游戏也常包含益智元素作为关卡或小游戏，用以调节节奏或丰富体验。益智游戏因其规则简单、易于上手但富于深度，在休闲游戏和移动游戏平台尤为普遍。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "角色扮演游戏（RPG）/动作角色扮演游戏（A·RPG）/策略角色扮演游戏（S·RPG）/大型多人在线角色扮演游戏（MMO(A)RPG）",
    "summary": "角色扮演游戏（RPG）是一种以玩家扮演虚构角色为核心，通过叙事驱动和角色成长来推进游戏进程的电子游戏类型。其核心机制通常包括角色属性、技能系统、装备收集和剧情选择，强调沉浸式体验和角色发展。\n\n动作角色扮演游戏（A·RPG）在保留RPG角色成长要素的基础上，融合了实时动作战斗系统，强调操作技巧和即时反应，如《暗黑破坏神》系列。\n\n策略角色扮演游戏（S·RPG）则将角色扮演与战略战术相结合，常见于回合制或战棋式玩法，注重战场布局和资源管理，例如《火焰之纹章》系列。\n\n大型多人在线角色扮演游戏（MMO(A)RPG）允许大量玩家在持续在线世界中互动，通常包含社交、公会、副本等多人协作内容，并可进一步细分为MMORPG（侧重传统RPG）或MMOARPG（侧重动作玩法）。这些子类型共同构成了角色扮演游戏的多元体系。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "策略游戏（SG）",
    "summary": "策略游戏（Strategy Game，简称SG）是指以策略规划为核心玩法的一类电子游戏。玩家通常需要运用资源管理、战术部署和长远决策来达成游戏目标，如击败对手或完成特定任务。\n\n狭义上，策略游戏可分为即时战略（RTS）和回合制战略（TBS）两大分支。前者强调实时操作与快速反应，后者则允许玩家在回合间深思熟虑。广义上，许多包含策略元素的游戏（如模拟经营或战棋类）也可归入此类。\n\n策略游戏常见于PC及主机平台，其设计注重平衡性与深度，常涉及经济、科技、军事等多维度系统。部分作品还会融入历史或科幻背景，以增强叙事代入感。随着游戏发展，策略元素也常与其他类型结合，形成混合玩法。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "即时战略游戏（RTS）",
    "summary": "即时战略游戏（Real-Time Strategy，简称RTS）是一种电子游戏类型，其核心特征为玩家在实时进行中收集资源、建设基地、生产单位并指挥作战，以达成特定战略目标。与回合制策略游戏不同，RTS强调即时决策与操作，要求玩家同时管理经济、科技与军事等多方面内容。\n\n典型的RTS游戏包含资源采集、建筑建造、单位生产及战斗指挥等基本要素，玩家需通过侦察、扩张与进攻来压制对手。游戏通常提供单人战役与多人对战模式，其中多人对战注重战术博弈与操作技巧。代表作品如《星际争霸》、《帝国时代》等系列，对电子竞技发展产生了深远影响。随着游戏演化，部分现代作品也融入了角色成长或简化操作等元素，以拓展受众群体。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "模拟游戏（SIM）",
    "summary": "模拟游戏（Simulation Game，简称SIM）是指以模拟现实或虚构系统中特定活动、过程或环境为核心玩法的电子游戏类型。其核心在于通过规则与机制，尽可能真实地再现或简化模拟对象的行为逻辑与体验，使玩家能够在虚拟环境中进行观察、学习、管理或操作。\n\n狭义的模拟游戏高度注重真实性与细节还原，例如飞行模拟、城市建造或生活模拟等。广义上，它也包含那些以模拟体验为基调但融合了其他类型元素（如策略、经营）的游戏。这类游戏通常不强调线性叙事或直接对抗，而更关注系统互动、资源管理及过程演进带来的沉浸感与成就感。模拟游戏常见于PC及专业平台，其设计往往依赖于对现实规则的抽象与数据建模。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "体育游戏（SPG）/竞速游戏（RAC）",
    "summary": "体育游戏（SPG）与竞速游戏（RAC）是电子游戏中以模拟现实体育项目或竞速活动为核心玩法的两大类别。体育游戏通常专注于还原某项运动的规则、操作与竞技体验，如足球、篮球等；竞速游戏则侧重于驾驶或操控载具进行速度竞赛，涵盖赛车、飞行、赛艇等多种形式。这两类游戏常强调操作技巧、反应速度与策略运用，并可能包含生涯模式、多人对战等要素。随着技术进步，体育与竞速游戏在物理模拟、画面表现和沉浸感上不断演进，部分作品也融合了角色成长、自定义改装等系统以丰富游戏性。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "射击游戏（STG）",
    "summary": "射击游戏（STG）是指以射击为主要玩法的电子游戏类型，通常要求玩家操作角色或载具使用远程武器攻击敌人。狭义的射击游戏主要指弹幕射击游戏，玩家需在密集的子弹中躲避并反击。广义上，射击游戏可涵盖第一人称射击、第三人称射击等多种子类，其核心机制在于瞄准、射击和规避伤害。\n\n射击游戏通常强调反应速度、精准度和战术策略，并常包含武器升级、生命值管理、关卡推进等元素。许多射击游戏会结合剧情模式、多人对战或合作任务，以增强游戏体验。随着技术发展，射击游戏的视角、操作方式和内容设计不断演变，成为电子游戏中受众广泛的重要类型之一。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "第一人称射击游戏（FPS）",
    "summary": "第一人称射击游戏（FPS）是一种以第一人称视角进行射击战斗的电子游戏类型。玩家代入游戏角色的视野，通过屏幕模拟角色双眼所见，通常可见手持武器或部分身体，从而增强沉浸感和代入感。这类游戏的核心玩法侧重于射击技巧、快速反应和战术移动，常见于单人战役、多人对战或合作模式中。\n\nFPS游戏通常包含丰富的武器系统、弹药管理和环境交互要素，部分作品还融入了角色成长、剧情叙事或探索解谜元素。自20世纪90年代《德军总部3D》《毁灭战士》等作品奠定基础以来，该类型逐渐发展出科幻、军事、恐怖等多种题材，并成为电子竞技的重要项目之一。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "第三人称射击游戏（TPS）",
    "summary": "第三人称射击游戏（TPS）是一种电子游戏类型，玩家以第三人称视角操控角色进行射击战斗。与第一人称射击游戏（FPS）不同，TPS的镜头通常位于角色后方或上方，使玩家能够看到角色全身及周围环境，增强了空间感知和战术观察能力。这类游戏常注重掩体系统、移动策略和角色动作，如《战争机器》系列和《神秘海域》系列。TPS多融合动作、冒险或角色扮演元素，提供更丰富的叙事和场景互动。其视角设计便于玩家在复杂环境中导航，并常用于主机和PC平台。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "集换式卡牌游戏（TCG）",
    "summary": "集换式卡牌游戏（TCG）是一种以收集、交换和对战为核心的卡牌游戏类型。玩家通过购买随机封装的卡包获取卡牌，并利用这些卡牌构建个性化卡组，与其他玩家进行策略对决。\n\n狭义的TCG通常具有官方发行的固定卡池，卡牌稀有度分级明确，且部分稀有卡牌具有收藏价值。游戏机制多围绕资源管理、卡牌协同和随机抽牌展开，如《万智牌》《游戏王》等经典作品均属此类。\n\n随着电子游戏发展，数字化的集换式卡牌游戏（如《炉石传说》）逐渐普及，在保留核心玩法的同时简化了实体卡牌的收集与交换流程。此类游戏常见于在线对战平台，并常通过扩展包形式持续更新内容。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "塔防游戏（TD）",
    "summary": "塔防游戏（Tower Defense，简称TD）是一种策略游戏类型，玩家通过在地图路径上建造防御设施（如炮塔、陷阱等），以阻止敌人（通常为波次进攻的怪物或单位）到达终点。其核心玩法在于资源管理、防御塔的布局与升级，以及对敌人特性的针对性策略。\n\n狭义的塔防游戏通常采用固定或半固定的地图路线，玩家需在有限资源下规划防御体系。随着游戏进程，敌人波次会逐渐增强，促使玩家调整战术或升级防御。广义上，塔防元素也常作为其他游戏（如角色扮演、即时战略）的附属模式出现，例如《魔兽争霸III》中的自定义地图催生了众多经典TD玩法。\n\n塔防游戏注重策略性与重复可玩性，部分作品会融入技能系统、地形互动或随机要素，以提升挑战深度。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "多人在线战斗竞技场游戏（MOBA）",
    "summary": "多人在线战斗竞技场游戏（MOBA）是一种基于团队对抗的电子游戏类型，通常采用俯视或等距视角，玩家在固定地图上各自操控一个角色单位进行战斗。其核心玩法为两队玩家通过摧毁对方基地的主要建筑来取得胜利，过程中需不断击败敌方单位、提升角色等级与装备，并协同完成地图目标。\n\nMOBA游戏通常融合了角色扮演与即时战略元素，强调团队配合、战术策略与个人操作。游戏地图多为对称的三路结构，设有防御塔、野区及周期性刷新的中立生物。此类游戏多数采用免费游玩模式，并通过角色皮肤等虚拟商品盈利。代表性的作品包括《英雄联盟》《Dota 2》等，已成为电子竞技的主要项目之一。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "放置游戏",
    "summary": "放置游戏是一种以离线或后台自动运行为核心机制的游戏类型。玩家通常只需进行简单的初始操作或周期性管理，游戏角色或系统便会在玩家不主动操作时，继续自动进行资源收集、角色成长或战斗等进程。这类游戏强调时间累积带来的收益，节奏较为轻松，适合利用碎片化时间体验。\n\n放置游戏的核心在于自动化与渐进式成长。玩家通过制定策略、升级设施或角色，优化离线收益效率。许多放置游戏会结合角色扮演、模拟经营等元素，并设有成就系统和阶段性目标以维持长期参与感。此类游戏常见于移动平台和网页端，因其低操作需求与持续反馈的特点而受到广泛欢迎。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "增量游戏",
    "summary": "增量游戏是指一种以重复性操作为核心，通过持续的资源积累和数值增长来驱动游戏进程的游戏类型。这类游戏通常强调自动化与指数级成长，玩家初期通过简单点击或操作获取基础资源，随后利用资源升级系统、解锁新功能或购买自动化单位，从而形成不断加速的反馈循环。其核心机制在于将短期的主动操作转化为长期的被动收益，使玩家在数值膨胀中获得满足感。增量游戏常见于网页游戏、移动平台及独立游戏领域，例如《Cookie Clicker》和《AdVenture Capitalist》便是其典型代表。部分设计亦会融入轻度策略元素，如资源分配优化或升级路径选择，以增强游戏深度。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "自走棋",
    "summary": "自走棋（Auto battler/Autochess）是一类电子策略棋牌游戏，于2019年初开始流行。其基本玩法为：玩家使用金币购买并部署具有不同属性、技能和羁绊的棋子，在准备阶段排兵布阵后，由系统自动进行对战，根据存活棋子数量对对手造成伤害，直至仅剩一名玩家获胜。该模式最初源于《魔兽争霸3》的RPG地图，后因《Dota自走棋》在Dota2游廊中爆红而迅速普及，并促使多家游戏公司推出同类作品。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏形式分类",
    "三级分类": null,
    "title": "梗类解谜游戏",
    "summary": "梗类解谜游戏是一种基于中国网络流行语、影视或动画梗设计的解密游戏，常见于抖音、快手等平台的小游戏专区。玩法多样，主要包括解密、选择、找不同、找物品或歌词等，旨在考验玩家的思维与反应。游戏中常设有诱导错误选项的环节，玩家可通过理解梗的含义或观看广告获取提示来通关。此类游戏数量虽多，但内容存在较多重复或换皮现象。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "恋爱游戏",
    "summary": "恋爱游戏是以模拟恋爱关系为核心体验的一类电子游戏。玩家通常通过对话选择、礼物赠送、事件触发等方式，与游戏中的虚拟角色互动，以提升好感度、推进剧情，最终达成特定的恋爱结局。\n\n狭义的恋爱游戏特指以恋爱为主线、结局高度依赖玩家选择的视觉小说或文字冒险类游戏。广义上，许多角色扮演、模拟经营或冒险类游戏也包含恋爱模拟要素，作为支线或角色培养的一部分。这类游戏的核心机制在于情感反馈系统，玩家的决策直接影响角色关系的发展与故事走向。\n\n恋爱游戏常见于日本的美少女游戏或乙女游戏，近年来也在全球范围衍生出多样化的题材与平台。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": "恋爱游戏",
    "title": "Galgame",
    "summary": "Galgame（美少女游戏）是源自日本的一类互动视觉小说，通常以美少女角色为核心，涵盖恋爱、剧情、解谜等多种题材。该词源于日语“ギャルゲーム”，英文常译为“visual novel”。其起源可追溯至20世纪80-90年代，1994年《心跳回忆》的发售推动了这一类型的普及。游戏平台以PC为主，部分作品移植至主机或移动设备。在中文圈，Galgame常被泛称为“黄油”，但实际内容范围更广。随着市场发展，官方多语言版本及民间汉化组促进了其在全球的传播。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": "恋爱游戏",
    "title": "乙女游戏",
    "summary": "乙女游戏是以女性为目标受众的恋爱模拟游戏，源自日语“乙女ゲーム”（意为“少女游戏”）。游戏中通常设有多个性格各异的男性角色供玩家攻略，角色设计常邀请知名插画家或漫画家参与，并涵盖多样的故事设定与人物关系。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": "恋爱游戏",
    "title": "BL游戏",
    "summary": "BL游戏是以美少年/美男子之间的恋爱关系为核心元素的电子游戏，主要面向女性受众，属于BL文化的分支。其游戏形式多为视觉小说或RPG，玩法与Galgame相似，常包含悬疑、战斗等多元主题。玩家通常以旁观视角体验剧情，游戏角色根据性格可分为强系与弱系等类型。BL游戏起源于20世纪90年代末的日本，早期多为PC平台限制级作品，后逐渐扩展至主机和手机平台，并出现跨国制作团队。不同地区的BL游戏发展各有特点，例如欧美作品常融入筋肉元素，而华语圈作品则常结合BL与BG题材。随着官方汉化的推进，日系BL游戏在中文市场的影响力逐渐增强。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": "恋爱游戏",
    "title": "百合游戏",
    "summary": "百合游戏是指以女性间的情感关系，特别是浪漫或恋爱关系为核心主题或重要情节的一类电子游戏。这类游戏通常属于视觉小说、恋爱模拟或角色扮演等类型，其叙事和角色互动着重描绘女性角色之间的亲密情感发展。\n\n百合游戏的概念源于日本ACGN文化中的“百合”亚文化，其内容可能涵盖从含蓄的暧昧情感到明确的恋爱关系。游戏中的情节和角色设计往往围绕女性角色的内心世界、人际关系以及情感冲突展开，玩家通常通过选项影响故事走向或角色好感度。\n\n此类游戏在独立游戏和商业作品中均有出现，并拥有特定的玩家社群。部分作品也会与其他游戏类型结合，在主线剧情外融入百合元素作为支线或隐藏内容。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": "恋爱游戏",
    "title": "纯爱游戏",
    "summary": "纯爱游戏是指以描绘角色之间纯粹、专一的恋爱关系为核心内容的电子游戏类型。这类游戏通常属于视觉小说或恋爱模拟游戏的子类，侧重于情感发展、角色互动和叙事体验，而非战斗或策略元素。\n\n玩家在游戏中通过对话选择、剧情分支和互动选项，与一个或多个可攻略角色建立情感纽带，最终导向浪漫结局。纯爱游戏强调情感的深度和真实性，情节往往避免复杂的多角关系或成人内容，以营造温馨、治愈或青春恋爱的氛围。其目标受众通常是对角色塑造和情感叙事有较高需求的玩家。\n\n该类型常见于日本的美少女游戏或乙女游戏，但随着独立游戏的发展，也出现了更多元化的主题和艺术风格。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "沙盒游戏",
    "summary": "沙盒游戏是一种开放世界游戏类型，玩家在其中拥有高度自由，不受传统游戏结构和目标的严格限制。这类游戏通常包含广阔的地图、丰富的交互元素和多样的玩法（如动作、建造、生存等），核心在于玩家的创造性探索与自主选择。其起源可追溯至2007年左右的体素沙盒游戏，代表作包括《我的世界》《泰拉瑞亚》等。根据侧重点不同，沙盒游戏衍生出多种子类，如开放世界RPG、生存模拟、经营建造以及强调用户生成内容的游戏等。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "开放世界游戏",
    "summary": "开放世界是一种高自由度的游戏设计模式，允许玩家在虚拟地图中自由探索并自主选择任务完成方式。其概念源于1980年代的桌上角色扮演游戏，随着技术进步得以实现。1998年的《塞尔达传说 时光之笛》引入昼夜循环等互动设计，成为重要里程碑。开放世界并非独立游戏类型，而是一种可应用于多种游戏的关卡设计模式。它与沙盒游戏有所区别：前者是设计方式，后者是游戏类型，但两者常有交叉。部分开放世界采用“解锁地图”设计，或填充大量重复内容，后者常被称为“公式化开放世界”。优秀开放世界需在叙事、玩法等方面有突出表现，避免单调。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "类GTA游戏",
    "summary": "类GTA游戏指玩法类似《侠盗猎车手》系列的一类电子游戏，通常具备开放世界、冒险养成及暴力元素等特征。早在《侠盗猎车手3》之前，已有《车神2》等作品尝试类似设计，但受限于硬件与宣传未能流行。2001年《侠盗猎车手3》凭借丰富的载具、射击要素及先进画面取得突破，带动此类模式广泛传播，后续涌现出众多相似作品。该类游戏可视为开放世界或沙盒游戏的分支，但因对创造行为有所限制，并非纯粹沙盒游戏。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "Roguelike游戏",
    "summary": "Roguelike游戏起源于1980年的《Rogue》，是一种以随机生成关卡为核心的角色扮演游戏。早期发展中出现《迷宫骇客》等五大经典作品。2008年提出的“柏林诠释”列举了多项特征，但业界对其定义存在争议，普遍认为随机生成是核心机制，确保每局游戏内容独特且可重玩。后来衍生的Roguelite简化了部分传统规则，并常与其他游戏类型结合。如今“肉鸽”一词常被用来泛指具备随机生成特点的游戏或模式。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "幸存者like",
    "summary": "“幸存者like”是一种融合了无双、Roguelike、生存、弹幕和动作元素的游戏类型。该模式最早源于LEME公司的《魔法生存》，后因poncle开发的《吸血鬼幸存者》爆火而广泛流行。此后大量玩法相似的游戏涌现，国内媒体将其统称为“类幸存者游戏”或“类吸血鬼幸存者游戏”。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "魂系游戏",
    "summary": "魂系游戏（Souls-like）起源于FromSoftware开发的《恶魔之魂》和《黑暗之魂》系列，其制作人宫崎英高被视为该类型的奠基人。这类游戏以高难度、死亡惩罚和环境叙事为主要特点，多为角色扮演或动作类。其独特机制不仅影响了后续作品，也催生了众多效仿者，共同构成了“魂系游戏”这一类别。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "社交游戏",
    "summary": "社交游戏是以玩家间社交互动为核心的游戏类型，通常包含社交系统，促进交流、合作与竞争。其概念涵盖两类：一是泛指具有社交属性的游戏，如早期的QQ农场、蚂蚁森林等；二是源自日本、最初指通过社交平台直接游玩、后扩展至类似玩法的手机游戏。社交游戏起源于2000年代初，2009年Facebook推出游戏平台后迅速发展，市场份额快速增长，并随移动互联网普及延伸至移动端。如今社交游戏虽融入更多技术元素，但部分玩家社交行为趋于内向。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "剧情向游戏",
    "summary": "剧情向游戏是以剧情为核心的游戏类型，通常包含对话选择、推理等要素，较少涉及养成或收集系统。其代表类型包括文字冒险游戏、互动小说和Galgame等，注重表现人物关系、成长过程及多线结局。广义上，互动电影游戏、情境推理游戏及各类角色扮演游戏也常因强调剧情体验而被归入此类。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "打字游戏",
    "summary": "打字游戏是以键盘输入字符为核心玩法的游戏类型，旨在帮助初学者熟悉键盘、提升打字速度乃至掌握盲打。其玩法通常要求玩家输入对应字符以获取分数并达成目标，并可能根据语言（如中文的拼音、五笔，日文的假名或罗马字）设置不同输入方式。这类游戏常包含计时、计数、评分等功能，部分还具备剧情设定。传统上多见于PC平台，现已扩展至Switch等设备。因其单机、体量小、易上手且具挑战性，常被视为课堂学习工具或休闲选择，成为许多人的童年记忆。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "超休闲游戏",
    "summary": "超休闲游戏是一种玩法简单、易于上手且能在短时间内完成的游戏类型。其名称由美国媒体人约翰内斯·海因兹于2017年首次提出并确立。这类游戏的代表作包括越南开发者阮哈东创作的《Flappy Bird》，它被认为是世界上第一款超休闲游戏。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "大逃杀游戏",
    "summary": "大逃杀游戏是一种在线多人视频游戏类型，融合了生存探索与“最后一人/队存活”的玩法。数十至数百名玩家从基础装备开始，需在逐渐缩小的安全区域内淘汰对手，最终存活者获胜。其流行得益于所有玩家起点公平、适合电子竞技观赏等特点，但也因随机性强、打法保守等因素影响竞技观赏性。该类型被认为体现了马斯洛需求层次理论的多层要素。受《PUBG》影响，获胜常被称为“吃鸡”，且许多传统游戏也引入了大逃杀模式。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "类塔科夫游戏",
    "summary": "类塔科夫游戏（又称“搜打撤”）是一种融合了生存资源管理与拟真第一人称射击的游戏类型。其核心玩法可概括为“搜刮、战斗、撤离”。该类型最初由《全境封锁》的“暗区模式”奠定基础，后经《逃离塔科夫》发扬光大，因而得名。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "生物收集游戏（类宝可梦游戏）",
    "summary": "生物收集游戏（类宝可梦游戏）是指以捕捉、培养、收集虚构生物为核心玩法的电子游戏类型，通常包含回合制战斗、进化系统和图鉴收集等要素。这类游戏多受《宝可梦》系列影响，玩家通过探索开放世界或特定区域，与野生生物相遇并利用道具进行捕捉，随后训练它们参与对战或完成剧情任务。游戏机制常强调生物的属性克制、技能搭配和队伍构建，同时融入角色扮演与冒险元素。除了主线玩法外，此类游戏也常包含交换、竞技等社交功能，以增强收集的长期价值和玩家互动。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "恐怖游戏",
    "summary": "恐怖游戏是一种以营造恐怖、紧张、不安或惊悚氛围为核心目标的电子游戏类型。其核心机制在于通过视听设计、叙事手法和游戏互动，激发玩家的恐惧心理与沉浸感。常见的表现手法包括黑暗压抑的环境、突发惊吓（Jump Scare）、资源限制、解谜压力以及不可抗力的强大敌人。\n\n恐怖游戏通常强调叙事与氛围塑造，弱化正面战斗能力，使玩家在脆弱感中体验求生挣扎。根据风格差异，可细分为心理恐怖、生存恐怖、动作恐怖等子类。代表性作品如《寂静岭》系列侧重心理隐喻与氛围压抑，《生化危机》系列早期作品则以资源管理和密闭空间探索著称。随着技术发展，虚拟现实（VR）设备的应用进一步提升了恐怖游戏的沉浸感与压迫感。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏内容分类",
    "三级分类": null,
    "title": "吉祥物恐怖游戏",
    "summary": "吉祥物恐怖游戏是生存恐怖游戏的一个分支，于2010年代开始流行。其核心特点是将面向儿童的吉祥物设定为主要敌人，以反差感营造恐怖氛围。虽然早期如《寂静岭3》的罗比兔已出现类似元素，但该类型的兴起通常归功于2014年发行的《玩具熊的午夜后宫》（FNAF），其机制被大量独立游戏效仿。2021年《波比的游戏时间》爆火后，此类游戏被正式命名为“吉祥物恐怖游戏”，并逐渐从生存恐怖游戏中独立出来。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按年龄限制分类",
    "三级分类": null,
    "title": "分级制度",
    "summary": "分级制度是指根据游戏内容是否适合特定年龄段的玩家而设立的一套标准体系。其主要功能在于为消费者提供明确的年龄指引，帮助家长和玩家判断游戏内容是否适宜。\n\n不同国家和地区通常有各自的游戏分级机构，例如北美的ESRB、欧洲的PEGI、日本的CERO等。这些机构会依据游戏中的暴力、色情、粗俗语言、赌博元素等内容进行评估，并给出相应的年龄分级标识。分级制度并非强制性的法律禁令，而更多是一种行业自律和消费指导工具，旨在平衡创作自由与社会责任。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按年龄限制分类",
    "三级分类": null,
    "title": "成人游戏/18禁游戏",
    "summary": "成人游戏/18禁游戏是指内容涉及色情、暴力或其他成人主题，仅限成年玩家游玩的电子游戏。这类游戏通常设有年龄限制，玩家需达到法定年龄方可购买或体验。\n\n成人游戏的核心在于其包含的成人向内容，例如明确的性描写、极端暴力或敏感题材。在不同国家和地区，这类游戏会受到严格的内容审查和分级制度约束，如ESRB的“Adults Only（仅限成人）”或CERO的“Z级”。部分成人游戏可能侧重于剧情叙事，将成人元素作为故事表达的一部分；另一些则可能以成人内容作为主要卖点。由于文化差异和法律限制，成人游戏在不同市场的发行版本常会进行内容删减或调整。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按年龄限制分类",
    "三级分类": null,
    "title": "拔作",
    "summary": "拔作是日本成人游戏（Galgame）中的一个特定类别，主要指以直接、露骨的性描写为核心卖点的作品。这类游戏通常剧情较为简单或薄弱，主要目的是满足玩家的感官刺激需求，因此常被视为“实用向”游戏。在玩家社群中，拔作有时也带有调侃或自嘲的意味。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按年龄限制分类",
    "三级分类": null,
    "title": "全年龄游戏",
    "summary": "全年龄游戏指适合所有年龄段的游戏，内容不含限制性情节，如过度暴力或性暗示，以确保对未成年人无害。其题材广泛，涵盖益智、休闲等类型。游戏分级主要依据性与暴力程度，但部分作品仍可能包含令儿童不适的内容。由于受众较广，成人游戏成功后常推出全年龄版本。在Galgame领域，全年龄版本较常见，且移植到主机平台时通常调整为非18禁内容。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "游戏主机",
    "summary": "游戏主机是专为消费者设计的电子游戏硬件设备，主要分为家用机和掌机两类。家用机需外接电源和显示器，掌机则便携且自带屏幕。游戏主机区别于个人计算机或手机等通用设备，通常不包含游戏，玩家需另行购买游戏作品。自1972年首款游戏机诞生以来，主机已历经多个世代，当前主要生产商包括任天堂、索尼和微软。主机上的游戏作品通称为“主机游戏”，其销售和平台授权费是制造商的重要收入来源。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "家用机",
    "summary": "家用机，又称电视游戏机，是专为连接电视或显示器、在家庭环境中运行电子游戏的专用计算机设备。与个人电脑不同，家用机通常采用封闭的硬件架构和专用的操作系统，旨在为玩家提供标准化的游戏体验。\n\n自20世纪70年代起，家用机逐渐成为电子游戏产业的主流平台之一，其发展经历了多次技术迭代，从早期的8位机演进至当代的高性能主机。家用机游戏通常以实体光盘、卡带或数字下载形式发行，并配有专用的控制器进行操作。主要的家用机品牌包括任天堂、索尼PlayStation系列、微软Xbox系列等。\n\n家用机的特点在于其针对游戏优化的性能、相对统一的硬件环境以及以客厅娱乐为核心的应用场景，使其成为许多独占游戏和大型作品的首选发布平台。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "掌机",
    "summary": "掌机，全称便携式游戏机，是一种专为移动娱乐设计的电子游戏设备。其核心特征在于集成了显示屏、操作按键及内置电池，无需外接电源即可独立运行游戏软件，实现了随时随地进行游戏的可能性。\n\n狭义的掌机通常指任天堂Game Boy系列、索尼PlayStation Portable等专用游戏硬件。广义上，随着技术发展，部分智能手机、平板电脑等具备高性能游戏运行能力的移动设备，在功能上也具备了掌机的属性。\n\n掌机游戏内容多为针对移动场景设计的独立作品或家用机游戏的移植版本，操作界面和游戏时长常适配碎片化娱乐需求。其发展推动了游戏产业的便携化，并深刻影响了移动游戏生态的演变。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "街机",
    "summary": "街机是放置于公共场所的营利性电子游戏设备。其雏形可追溯至20世纪初的投币机械游戏机，而电子街机始于1971年的《太空战争》。1978年《太空侵略者》开启了街机黄金时代，因当时家用机性能有限，街机成为主流游戏平台。美国经历了1981-1985年和1991-1995年两个黄金期，后因家用机崛起而衰退。日本在80-90年代市场迅速扩张，并引入网络对战等创新玩法。90年代街机大量进入中国，但因混杂赌博设备引发负面印象，2000年《电子游戏机禁令》导致行业收缩，2009年后审批制度逐步完善，街机厅重新在商场出现。街机通常使用代币或移动支付，游戏时长较短，涵盖格斗、音乐、赛车等多种类型。如今街机虽面临家用机和电脑的竞争，仍在特定场景中持续发展。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "弹珠机",
    "summary": "弹珠机（日语：パチンコ，又称柏青哥）是日本代表性的娱乐机器，起源于20世纪初名古屋市。玩家通过弹射钢珠使其落入特定得奖口以获取奖励钢珠，并可兑换奖品。现代弹珠机常结合老虎机元素（称为柏青嫂），并配备彩色显示屏。因其具有赌博性质，在中国大陆、台湾地区及韩国等地属违法产业。该产业与ACG文化联系紧密，常将知名作品改编为游戏主题，但赌博性质也使其在ACG作品中直接出现较少。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "老虎机",
    "summary": "老虎机是一种常见的游戏机制或游戏内元素，通常指模拟赌场中拉杆式赌博机器的随机奖励系统。在电子游戏中，老虎机可能作为迷你游戏、道具获取途径或资源生成手段出现。\n\n其核心机制是通过随机算法控制图标组合，当特定图案排列时玩家可获得游戏内货币、道具、经验值等奖励。部分角色扮演游戏会将老虎机设计为技能系统，例如《最终幻想》系列中通过随机转盘触发特殊技能。在休闲游戏中，老虎机也常作为每日登录奖励或活动玩法存在。\n\n现代游戏中的老虎机往往采用伪随机数控制中奖概率，并可能包含保底机制以平衡玩家体验。某些游戏会将其与剧情结合，例如通过赌场关卡推动故事发展。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "电脑游戏",
    "summary": "电脑游戏指在个人计算机上运行的娱乐软件，其发展与计算机硬件、软件及互联网技术密切相关。该产业始于1962年的《宇宙战争》，随个人电脑普及而壮大。目前，Windows平台凭借DirectX技术成为主流游戏平台，拥有最丰富的游戏库和最佳性能表现；macOS和Linux因市场份额、硬件及图形接口限制，游戏支持相对有限。近年来，电脑游戏在画面和真实性上不断提升，但也面临创新瓶颈，部分发展重心转向手机游戏和VR领域。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "网页游戏",
    "summary": "网页游戏，又称Web游戏或无端网游，是基于网页的游戏，无需下载客户端或仅需小体积插件即可通过浏览器直接运行。其特点包括占用空间小、硬件要求低、启动快速且切换方便，适合碎片化娱乐。游戏模式主要分为早期静态画面和现今主流动态画面，后者通过内嵌多媒体组件如HTML5实现类似客户端游戏的交互体验。部分网页游戏存在付费内容，玩家消费金额不等。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "手机游戏",
    "summary": "手机游戏指运行于手机上的游戏软件。早期功能机因硬件限制，主要内置俄罗斯方块、贪吃蛇等简单益智游戏。智能手机游戏可追溯至1993年IBM Simon内置的Scramble，但早期因价格高昂、分发渠道不畅及盈利困难而发展缓慢。塞班系统曾主导智能手机市场，推动了手游初期生态。2008年App Store的出现革新了手游分发与盈利模式，触摸屏交互成为主流，催生了《愤怒的小鸟》等成功作品。此后，手游逐渐转向免费增值模式，并随着硬件性能提升，出现了大型多平台游戏和二次元手游等类型。中国曾为全球最大手游市场，但受版号审批政策影响，市场经历波动。目前，iOS和Android为主要平台，通过应用市场分发游戏。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "二次元手游",
    "summary": "二次元手游指一类借鉴日式ACG美术风格的手机游戏，其概念在21世纪10年代随智能手机普及而兴起。早期以2D为主，代表作《扩散性百万亚瑟王》确立了动画画风、抽卡养成、重剧情轻社交等特征。随着技术发展，3D二次元手游如《崩坏3》逐渐涌现。该类游戏最初多面向男性玩家，后扩展至女性向及一般向。玩法以PVE为主，常围绕角色养成展开，但培养周期与玩家社群文化差异较大。部分拟人化题材及争议性标签也影响了其公众认知。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按游戏平台分类",
    "三级分类": null,
    "title": "桌上游戏",
    "summary": "桌上游戏（Tabletop Game）泛指不依赖电子设备或体能比拼、通常借助实体配件（如卡牌、棋盘、骰子等）在平面上进行的游戏。其类型多样，包括棋盘游戏、卡牌游戏、战棋、角色扮演游戏等，各类别之间常有交叉。狭义上多指现代桌游，广义也涵盖麻将等传统游戏。德式桌游注重策略与规则简洁，典型如《卡坦岛》；美式桌游侧重主题代入与玩家竞争，如《大富翁》。此外还有谈判游戏、纸笔游戏等变体，部分也可通过数字软件模拟进行。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按玩家人数分类",
    "三级分类": null,
    "title": "单机游戏",
    "summary": "单机游戏指仅需一台计算机或游戏主机即可游玩的电子游戏，通常侧重单人体验，社交属性较弱。其制作成本高、内容精良的作品常被称为3A游戏，在画面和配置要求上普遍高于同期网络游戏。随着互联网发展，单机游戏也逐步融入联网功能，如支持后续内容下载或多人模式，但若游戏核心仍以单人玩法为主，则仍归类为单机游戏。部分作品可通过局域网实现多人对战，而无需专用服务器。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按玩家人数分类",
    "三级分类": null,
    "title": "本地合作/分屏游戏/热座模式",
    "summary": "本地合作/分屏游戏/热座模式是指允许多名玩家在同一台设备上共同进行游戏的几种不同实现方式。\n\n本地合作通常指玩家共享同一屏幕进行协作或对抗，常见于动作、格斗或派对游戏中。分屏游戏是本地合作的一种技术形式，通过将屏幕划分为多个区域，使每位玩家拥有独立的视角，多见于竞速或射击类游戏。热座模式则常见于回合制策略或棋盘游戏中，玩家依次操作，设备在每位玩家回合间传递。\n\n这些模式强调面对面的社交互动，在在线游戏普及前曾是多人游戏的主要形式，如今仍因其独特的即时交流和共享体验而受到部分玩家青睐。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按玩家人数分类",
    "三级分类": null,
    "title": "局域网联机游戏",
    "summary": "局域网联机游戏指通过局域网（不依赖公共互联网）实现多台设备互联游玩的游戏，早期手机蓝牙联机也属此类。它通常指PC游戏，兼具单机剧情和与电脑或本地玩家对战的功能。局域网环境提供了私密的联机空间，且多数对局间无继承性。在互联网发展初期，因网速限制，局域网联机有效减少了延迟，促进了竞技游戏及电子竞技产业的兴起。随着网络提速，许多游戏转向全程在线模式，但部分作品仍保留局域网功能。如今纯粹支持局域网的游戏已较少见。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按玩家人数分类",
    "三级分类": null,
    "title": "网络游戏",
    "summary": "网络游戏，又称在线游戏，指需全程接入互联网、以运营商服务器和用户计算机为终端，通过客户端实现娱乐、社交及虚拟成就的多人在线游戏。其数据存储于服务器，部分计算在服务器端完成。与单机游戏相比，网络游戏社交属性较强，对硬件配置要求通常较低。收费模式多样，包括按时长、道具或混合收费。常见问题包括外挂、服务器不稳定、玩家纠纷及社会争议等。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按玩家人数分类",
    "三级分类": null,
    "title": "区块链游戏",
    "summary": "区块链游戏是采用区块链技术搭建和运行的游戏类型，最早的代表是2017年基于以太坊的《Crypto Kitties》。这类游戏通常不存在中心服务器，使用内部产生的虚拟货币，金融体系相对稳定。随着发展，游戏类型不断扩展，包括虚拟世界社交、卡牌、策略等，并引入代币经济模型。育碧、世嘉等大型开发商也参与其中，2023年万代南梦宫与世嘉合作推出游戏公链Oasys。部分游戏并非完全去中心化，仅在一定程度上应用区块链技术。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "按玩家人数分类",
    "三级分类": null,
    "title": "零人游戏",
    "summary": "零人游戏（又称零玩家游戏）是一类由无意识玩家（通常为人工智能程序）自主进行的游戏。其特点在于，在人类设定初始参数后，游戏将依据规则自动运行，无需玩家进一步操作或互动。典型形式包括初始状态决定游戏、放置游戏（玩家操作非必需）以及格斗或即时战略游戏中的机机对战模式（AI对战AI）。这类游戏的核心在于其运行过程不依赖人类玩家的持续参与。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "MUD游戏",
    "summary": "MUD（多人位面/地下城/对话）是一种基于文字描述的多人即时虚拟游戏，兴起于telnet时代。玩家通过键入指令进行交互，无图形界面。世界上第一款MUD由英国埃塞克斯大学的罗伊·特鲁布肖于1978年创建，后与理查德·巴图合作完善，支持多玩家实时互动并保持游戏世界持续发展，被视为现代网络游戏的雏形。MUD后来衍生出多种类型，如AberMUD、TinyMUD等。1995年，首款中文MUD《侠客行》诞生，并于1996年传入中国高校，推动了该类游戏的本土化发展。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "邮递型游戏",
    "summary": "邮递型游戏是一种最初通过邮件、现多借助论坛或聊天软件进行的游戏形式。其起源为回合制长途下棋，单局时长可达数年。随着互联网发展，游戏载体从电子邮件扩展至论坛及实时聊天工具。目前主流为网络文字角色扮演游戏（如跑团网团），同时也包括文字策略游戏、益智游戏、文字接龙等基于语言特质的类型，部分互动文学或互动漫画亦可归入此类。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "网络文字角色扮演游戏",
    "summary": "网络文字角色扮演游戏是以文字为主要载体、在线上进行的角色扮演游戏。它通常可分为无定式角色扮演（缺乏角色成长等RPG机制）和重规则角色扮演（具备RPG元素）。游戏可通过论坛、聊天软件等平台进行，由真人主持或程序驱动。在华语圈，相关形式包括演绎、语C等，其中语C多见于QQ群，侧重扮演同人角色而无固定规则。该类型是大型多人角色扮演游戏的先驱，1990年代在华语地区流行。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "Flash游戏",
    "summary": "Flash游戏是指使用Macromedia（后被Adobe收购并更名）开发的Flash软件制作的游戏。该软件因文件小、画面精美、支持流式播放及内置强大的ActionScript脚本语言，在21世纪初成为制作小游戏的主流工具，2001年至2008年是其黄金时期。然而，Flash后来因运行效率低、安全漏洞多而受到批评，苹果和谷歌等公司逐步放弃对其支持，HTML5游戏逐渐取代其地位，Adobe于2020年宣布停运Flash。目前，爱好者通过开源模拟器Ruffle和Flashpoint Archive等项目，实现了Flash游戏的在线与离线保存和游玩。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "增强现实游戏、",
    "summary": "增强现实游戏是指利用增强现实技术，将虚拟游戏元素叠加到现实世界场景中的一类电子游戏。玩家通过摄像头等设备观察现实环境，同时与屏幕上出现的虚拟角色、物品或界面进行互动，从而实现游戏体验与现实空间的融合。\n\n这类游戏通常依赖智能手机、平板电脑或专用AR眼镜等移动设备，利用GPS、图像识别和运动传感器等技术定位并生成虚拟内容。其核心在于打破虚拟与现实的界限，使游戏过程发生在玩家所处的真实场所中，例如在客厅捕捉虚拟精灵，或在街道上对抗入侵的虚拟怪物。\n\n增强现实游戏不仅改变了游戏的交互方式，也推动了位置服务、社交互动等功能的结合，为玩家提供更具沉浸感和空间感的娱乐体验。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "虚拟现实游戏",
    "summary": "虚拟现实游戏（VR游戏）是利用电子技术模拟出可交互的虚拟场景，通过对视觉、听觉、触觉等感官的模拟，使玩家获得身临其境的互动体验。该技术弥补了传统电子游戏在沉浸感上的不足，被视为游戏领域的一场革命。目前VR游戏发展迅速，未来可能向“完全潜行”等更自由的技术方向演进，有望带来调动多感官的全方位游戏体验，但其市场前景与政策环境尚不明确。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "数值游戏",
    "summary": "数值游戏是指游戏玩法高度依赖数值计算、属性成长和资源管理的游戏类型。这类游戏的核心机制通常围绕角色属性、装备数值、技能伤害公式以及经济系统展开，玩家需要通过策略性的数值搭配、资源分配或升级路径来达成目标。\n\n狭义的数值游戏常见于角色扮演、策略或模拟经营类游戏中，例如通过精确计算伤害与防御数值来制定战斗策略，或通过优化资源产出与消耗来发展势力。广义上，几乎所有包含升级、强化或经济系统的电子游戏都具备数值游戏元素，其设计目的在于提供可量化的成长感和策略深度。数值平衡性往往是此类游戏设计的关键挑战，直接影响玩家的长期体验与游戏寿命。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "内容游戏",
    "summary": "内容游戏是指以游戏形式承载特定信息、知识或文化内容的互动作品。这类游戏的核心目标不仅是娱乐，更侧重于通过游戏机制传递教育、宣传或艺术表达等非娱乐性内容。\n\n内容游戏通常出现在严肃游戏、教育游戏或广告游戏等领域，其设计重点在于将复杂信息转化为可交互的体验。例如，历史题材的内容游戏可能通过角色扮演还原历史事件，科学教育游戏则利用解谜机制演示物理原理。这类游戏的成功与否，往往取决于内容准确性与游戏趣味性的平衡。\n\n随着游戏媒介的普及，内容游戏的应用场景日益广泛，从课堂辅助工具到企业品牌传播均有涉及。其表现形式也趋于多样，既可以是完整的独立游戏，也能作为大型作品中的特定叙事模块。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "买断制游戏",
    "summary": "买断制游戏是指玩家通过一次性付费购买，即可获得游戏完整内容并永久拥有使用权的销售模式。狭义的买断制通常指在游戏发售时支付固定价格，后续无需额外付费即可体验全部核心玩法、剧情及基础功能。\n\n实际上，随着游戏产业发展，买断制也衍生出多种形态。例如部分游戏在发售后再推出付费扩展内容（DLC），但基础游戏本身仍属一次性买断。此外，某些采用“免费试玩+付费解锁完整版”模式的游戏也常被归入广义的买断制范畴。这种模式常见于单机游戏、独立游戏及部分主机平台作品，与持续付费的服务型游戏形成对比。买断制游戏的优势在于让玩家在付费后能完整掌控游戏体验，无需担心后续内购压力。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "服务型游戏",
    "summary": "服务型游戏是指一种以持续运营和更新为核心，通过长期提供新内容、功能或服务来维持玩家活跃度的游戏商业模式。这类游戏通常在发售后仍会不断推出可下载内容、赛季活动、平衡性调整或剧情扩展，旨在构建一个长期发展的玩家社区和生态系统。\n\n服务型游戏常采用免费游玩结合内购微交易的模式，也可能以买断制为基础辅以后续更新。其核心在于通过定期内容迭代来延长游戏生命周期，保持玩家参与感与新鲜度。此类模式多见于大型多人在线游戏、竞技游戏及部分持续叙事的单人游戏中，例如《命运2》、《堡垒之夜》或《原神》等。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "体感游戏",
    "summary": "体感游戏是通过加速计、陀螺仪、摄像头等设备捕捉肢体运动来操控的游戏类型。随着任天堂Wii的发售，其手柄内置的体感功能推动了此类游戏的普及，并促使索尼和微软等厂商跟进开发。该模式以简单的身体活动替代复杂操作，吸引了偏好休闲娱乐的玩家群体。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "反人类游戏",
    "summary": "“反人类游戏”是中国游戏界的俗语，通常指因机制复杂、系统缺陷、操作繁琐或难度过高等因素，导致新手玩家初期体验不佳的游戏。该词原指“内容涉及毁灭人类或玩家与人类对立的游戏”，但现多用于描述因设计问题使玩家难以快速上手的作品。随着游戏行业趋向轻度娱乐，硬核游戏与此类游戏的界限逐渐模糊。这类游戏常需玩家反复尝试，部分高手能通过熟练操作实现快速通关。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "聚会游戏",
    "summary": "聚会游戏（Party Game）是在聚会中进行的社交游戏，旨在促进互动并提供娱乐。它可分为破冰游戏、室外游戏、室内游戏和大型集体游戏等类型。室内游戏（也称客厅游戏）的代表包括真心话大冒险和社交演绎游戏（如狼人杀、剧本杀），后者注重揭示隐藏角色。这类游戏常与桌上游戏混淆，但通常对物质配件要求较低。电子聚会游戏以简明易懂的小游戏为主，支持多人竞争，例如《马力欧派对系列》《糖豆人:终极淘汰赛》等。部分游戏因观赏性强，易通过直播平台流行。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "换皮游戏",
    "summary": "换皮游戏是中文游戏圈对一类游戏的俗称，指在保留原有游戏核心玩法、数据设定及关卡结构的基础上，仅更换美术素材、界面、文案等可视内容，并以新游戏名义发行的产品。此类游戏通过简化开发与测试环节，大幅压缩成本与周期，实现快速上线，但往往质量较低，易受玩家批评。部分换皮游戏可能存在素材替换不彻底或融合多个原型内容的“缝合”现象。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "情怀游戏",
    "summary": "情怀游戏是中文游戏圈对基于经典作品/IP开发的游戏的俗称，主要面向原作粉丝，通过还原人物、场景等元素唤起怀旧情感以吸引玩家。此类游戏水平参差不齐，部分有正版授权，部分则无授权。由于依赖情怀作为卖点，部分开发商可能忽视游戏性、画面等品质，导致游戏内容同质化或仅为“换皮”作品。此外，经典IP的复刻、重制版本也常被归为此类。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "像素游戏",
    "summary": "像素游戏是一种采用像素风格的游戏类型，其画面由微小的方块（像素）或立方体构成，呈现出明显的低分辨率特征。这种风格源于早期计算机和游戏机的技术限制，如今则常被用作怀旧或艺术表达。角色形象多采用Q版设计，头身比通常在1.5-2.5之间。尽管主画面细节有限，但现代像素游戏在技能特效等方面并不马虎，且除2D形式外，也存在《我的世界》等3D像素游戏。由于开发便捷，像素风格也常见于同人游戏制作。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "虚构游戏",
    "summary": "虚构游戏是指游戏作品中出现的、并非现实存在的游戏内容。它通常作为剧情元素、世界观设定或角色互动的一部分，用以丰富叙事或塑造角色形象。\n\n在电子游戏中，虚构游戏可能以迷你游戏、背景设定或关键道具的形式出现。例如，《最终幻想》系列中的“陆行鸟赛跑”或《巫师3：狂猎》里的“昆特牌”，虽是游戏内的可玩内容，但其本身在游戏世界观中被设定为虚构的娱乐活动。此外，一些作品会直接描绘角色游玩虚构游戏的场景，以此展现角色性格或推动剧情发展。虚构游戏的设计往往呼应作品主题，增强玩家的沉浸感与世界观真实感。"
  },
  {
    "一级分类": "游戏分类相关",
    "二级分类": "其他分类",
    "三级分类": null,
    "title": "IO游戏",
    "summary": "IO游戏是一种源于域名后缀“.io”的非严谨游戏分类，其名称来自此类游戏常使用“.io”域名。这类游戏通常为多人在线竞技，玩法简单、节奏快，并强调玩家间的实时对抗。然而，该分类并无严格定义，许多被视为IO游戏的特性（如简单玩法或实时对抗）在其他游戏中也能找到反例。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "玩家角色",
    "summary": "玩家角色（简称PC）源于角色扮演游戏，指由玩家扮演或观众代入的虚构角色，是ACG次文化中的萌属性之一。在游戏中，玩家通常控制主人公推进剧情，其姓名、行动和选择可影响故事发展。为增强代入感，这类角色常设计为台词较少、个性不鲜明的“无口”形象。在动画、漫画等非互动作品中，观众也可能通过打破第四面墙等形式被暗示为观察者，尤其在推理类作品里常形成特殊叙事视角。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "第四天灾",
    "summary": "第四天灾是源自游戏《群星》的网络用语，指玩家群体因行为不可预测、对游戏世界造成巨大冲击而被视为继三大危机后的“第四种灾难”。该概念后来泛用于多人在线游戏及ACGN作品，尤其在“第四天灾流”穿越题材中常见：玩家携带游戏属性进入异世界，凭借成长优势往往凌驾于土著势力之上。若穿越后失去游戏特性（如唯一生命），则通常不归为此类。部分作品也会转换视角，让穿越者以土著身份与玩家对抗。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "可控角色",
    "summary": "可控角色是游戏中可由玩家操控的各类角色的统称，常见于MOBA、抽卡、RPG及策略游戏中。这类角色通常设定为背景各异、技能独立的精英人物，玩家通过操作他们推进游戏进程，并借其故事了解世界观。该概念后扩展至FPS等类型，如《守望先锋》将其引入射击游戏。在游戏系统中，可控角色区别于NPC，且常通过内购机制被商品化，成为游戏盈利的一部分。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "NPC",
    "summary": "NPC，即非玩家角色，是指在电子游戏中由计算机程序控制，而非由真人玩家操控的角色。这些角色通常用于推动剧情发展、提供任务、进行交易、传授技能或作为玩家的对手与伙伴，是构建游戏世界互动性与沉浸感的重要元素。\n\n在角色扮演游戏、冒险游戏及大型多人在线游戏中，NPC尤为常见，其行为模式多由预设的脚本或人工智能驱动。部分高级NPC可能具备动态对话、记忆玩家选择或根据情境做出反应的能力。NPC的设计直接影响游戏叙事的深度与玩家体验的丰富程度，从简单的背景人物到关键剧情角色皆属此范畴。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "游戏人物属性",
    "summary": "游戏人物属性是与游戏角色能力相关的数值系统，常见于各类游戏。不同游戏对属性的设定细致程度各异，RPG类游戏通常较为详细，而FPS、ACT等类型也有一定体现。属性种类因游戏而异，例如战斗机制游戏常包含力量、生命等属性，经营类游戏则普遍设有金钱属性。部分游戏还可能融合多重特色，设置复合型角色属性。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "游戏职业",
    "summary": "游戏职业是角色扮演类游戏（RPG）中角色的一种分类方式，起源于早期对桌面战棋“兵种”概念的误译。它通常决定了角色的战斗方式、适用装备及加点方向，玩家在游戏开始时多需选择职业，但也有部分游戏（如《上古卷轴》）不设固定职业，仅依据战斗风格进行归类。不同游戏中同一职业的特性往往相似（如战士多为近战高防），但具体设定可能存在差异，例如“道士”在不同游戏中可能被设计为法师型或战士型。职业间通常通过数据侧重（如攻击、防御、速度）实现差异化，游戏设计需考虑平衡性，但完全平衡难以实现，常导致部分职业更受玩家青睐。此外，某些NPC也拥有明确的职业设定。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "转职系统/职业树",
    "summary": "转职系统/职业树是角色扮演游戏中用于管理角色职业发展路径的一种机制。它允许玩家在游戏过程中改变或深化角色的职业，通常通过满足特定条件（如达到一定等级、完成任务或使用特定道具）来解锁新的职业分支。\n\n该系统通常以树状结构呈现，从基础职业开始，随着角色成长可转向多个高级或特化职业。每个分支提供独特的技能、属性加成和战斗风格，影响角色的战斗方式、团队定位和剧情发展。转职不仅增强了角色的能力，也为玩家提供了多样化的玩法选择和角色定制空间。\n\n在部分游戏中，转职可能是不可逆的，要求玩家谨慎规划职业路径；而在另一些游戏中，则允许自由切换或兼修多个职业。这一机制常见于《最终幻想》《火焰纹章》等系列，旨在提升游戏的重玩性和策略深度。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "职业克制",
    "summary": "职业克制是游戏中常见特性，指特定职业在战斗中对其他职业具有明显优势。它主要分为两类：一是因职业特性与战斗方式自然形成的克制关系，如传统RPG中“战士—刺客—法师”的相互制约，但随游戏发展，这种关系可能变化或减弱；二是游戏系统明确设定的属性克制，常体现为伤害加成等数值效果。该现象广泛存在于RPG、MOBA等有职业设计的游戏中。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "转生系统",
    "summary": "转生系统是电子游戏中允许角色在达到特定条件后重置等级或状态，并保留部分能力以重新开始游戏进程的机制。该系统常见于角色扮演游戏、大型多人在线游戏及部分roguelike游戏中，旨在延长游戏生命周期并提供重复游玩的动力。玩家通过转生通常可获得永久性加成、特殊称号或解锁新内容，从而在后续游戏中拥有更高起点。狭义上，转生多指角色等级归零但保留部分属性或物品；广义上，也可涵盖剧情重置、世界重构等衍生设计。该机制平衡了成长曲线与挑战性，使核心玩家能持续体验深度内容。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "宠物/坐骑",
    "summary": "宠物/坐骑是电子游戏中常见的辅助单位或载具系统，通常作为玩家角色的伙伴或移动工具出现。宠物一般指可跟随玩家、提供战斗协助或特殊增益的非玩家控制生物；坐骑则主要用于提升移动速度、跨越地形或赋予角色额外能力。两者在角色扮演、大型多人在线等游戏中尤为常见，能够增强玩家的沉浸感与策略维度。部分游戏允许宠物通过培养进化，而坐骑可能具备专属外观或技能，成为玩家个性化表达的一部分。这一系统不仅丰富了游戏玩法，也常与成就、收集等元素结合，增加长期游玩动力。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "怪物",
    "summary": "怪物是游戏中一类角色的通称，在RPG、FPS、ACT等多种游戏类型中出现，常被玩家简称为“怪”。它们存在于游戏的关卡、地图或剧情中，与玩家发生战斗或其他互动。游戏中的怪物概念不同于神话或传说中的怪物，其形象多样，可能包括妖怪、恶魔、人类、动物或机械等，有时也被称为“魔物”。设定怪物主要是为了满足游戏的不同需求，它们在游戏中具有不同的种类、作用和特征。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "特殊怪物",
    "summary": "特殊怪物是游戏中区别于普通怪物的一类特殊设定，通常不影响主线剧情。它们多为非BOSS的小怪或精英怪，常因恶搞、趣味或特殊活动而设计，具有属性奇特、击杀难度高或奖励稀有等特点。例如，《天之痕》中的鬼蛙需特定方式击杀，可快速提升角色与法宝经验；《轨迹》系列的天使羊波波闪避高且易逃跑，需特殊技能才能有效击杀；《辐射4》DLC中的红死怪是唯一体型极小、眼发红光的泥沼蟹；《刺客信条》中的无头骑士需特定方法击败；《全境封锁》系列的特工猎人需特殊条件触发，击败后可获得专属装备；叛变特工会随机刷新，击败后掉落奖励。此外，《巫师3》中杀牛过多会触发魔物雠特怪，而《只狼》中的无首则成群出现，由瘴气构成。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "杂兵",
    "summary": "杂兵（英语：regular enemy，日语：雑魚）是ACGN作品中常见的一类角色，通常成群出现、缺乏个性且没有名字，主要功能是供主角击败以推进剧情或获取经验。在游戏和影视作品中，杂兵战斗能延长战斗场景、避免过早进入BOSS战，同时也可通过反差情节衬托主角或营造压迫感。杂兵多为男性或无性别角色，以减少观众对其遭受暴力的同情。其存在动机往往不明，且很少得到故事中的回报或深入描写。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "精英怪",
    "summary": "精英怪是ACGN作品中一类实力与地位介于杂兵与Boss之间的敌人，常作为萌属性出现。其个体通常较为强大，不会成群出现，拥有比杂兵更高的战斗力、坚韧度和更鲜明的外观特征，常被视为“高配版杂兵”。在剧情中，精英怪多具有一定身份，可能是强化杂兵或Boss的副手，虽非主要角色，但常令主角陷入苦战，成为获取经验的重要对手。游戏中，精英怪多出现在关卡中段或Boss前，被称为“小Boss”；也存在量产型，混杂于杂兵中构成威胁。有时实力较弱的Boss也会被戏称为精英怪。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "BOSS",
    "summary": "BOSS是指电子游戏中，作为关卡或阶段最终挑战的强大敌对单位或角色。通常出现在关卡的末尾或剧情的关键节点，拥有显著高于普通敌人的生命值、攻击力和独特的攻击模式。\n\nBOSS战的设计旨在为玩家提供一个集中的、高强度的挑战，以检验玩家在此前流程中积累的技能、装备或策略。击败BOSS往往是推进剧情、进入新区域或获得重要奖励（如关键道具、能力解锁）的必要条件。在一些游戏中，BOSS可能拥有多个阶段或形态，随着战斗进行其行为和难度会发生变化。\n\nBOSS的概念广泛存在于动作、角色扮演、射击等多种游戏类型中，是构成游戏节奏和张力的核心元素之一。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "最终BOSS",
    "summary": "最终BOSS是通关类游戏主线流程中必须击败的最终敌人，常见于STG、RPG、ACT等类型。其设定通常比游戏中其他敌人更强大（隐藏BOSS除外），且与主线剧情紧密相关，击败后往往触发游戏结局或阶段性结局。部分游戏在达成特定条件后，可挑战隐藏的真·最终BOSS以解锁真正结局。该概念也延伸至动漫作品，代表剧情高潮的终极对手。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "隐藏BOSS",
    "summary": "隐藏BOSS是电子游戏中一种特殊设定的怪物，常见于RPG、ACT等类型游戏。它通常不会出现在主线流程中，需要玩家完成特定任务或满足特殊条件才能触发。隐藏BOSS往往拥有极高的强度，有时甚至超过最终BOSS，挑战性较强。其设定多用于增加游戏趣味性，如提供额外挑战、补充剧情或奖励强力装备。部分隐藏BOSS也可能与隐藏结局相关，但多数与主线剧情无直接关联，不影响游戏正常推进。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "角色综合",
    "三级分类": null,
    "title": "世界BOSS",
    "summary": "世界BOSS是指出现在大型多人在线游戏或部分单机游戏中，需要多名玩家协作才能击败的强力敌人或怪物。这类BOSS通常拥有极高的生命值、强大的攻击力和独特的技能机制，作为游戏内的高难度挑战内容存在。\n\n世界BOSS通常会在特定地图区域定时刷新，或在满足特定条件后出现，吸引大量玩家共同参与讨伐。击败世界BOSS后，参与者会根据贡献度获得丰厚的奖励，包括稀有装备、材料或游戏货币。这一设计旨在促进玩家间的社交互动与合作，并为游戏后期提供持续的游戏目标与挑战。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "(A)RPG类",
    "title": "DPS",
    "summary": "生成错误: Failed to fetch"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "(A)RPG类",
    "title": "坦克(MT)",
    "summary": "坦克(MT)是电子游戏中一种常见的角色定位，通常指代“主坦克”。在团队合作类游戏中，尤其是多人在线战术竞技（MOBA）或大型多人在线角色扮演游戏（MMORPG）中，主坦克负责吸引并承受敌方的主要伤害，保护队友，为团队创造安全的输出环境。\n\n主坦克通常具备高生命值、护甲或减伤技能，以增强生存能力。其核心职责包括控制敌人走位、打断敌方关键技能，并在团队战斗中充当前沿屏障。在一些游戏中，坦克还可能具备嘲讽或强制攻击类技能，确保敌人攻击目标集中于自身。\n\n随着游戏设计发展，坦克的角色不再局限于单纯防御，也可能融入一定的控制或辅助功能，以适应多样化的战术需求。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "(A)RPG类",
    "title": "奶妈/奶爸",
    "summary": "奶妈/奶爸是指在多人合作游戏中，专门负责为队友提供治疗、增益效果或生存支援的角色或职业。这一称呼源于其“哺育”团队的功能，常见于MMORPG、MOBA、射击游戏等需要团队配合的类型中。\n\n在游戏中，奶妈/奶爸通常拥有治疗技能、护盾施加、状态清除或复活队友等能力，其核心作用是维持团队的持续作战能力。一些游戏中的治疗职业还可能兼顾部分输出或控制职能。由于其对团队生存至关重要，奶妈/奶爸往往成为敌方优先攻击的目标，因此也需要具备一定的自保或走位技巧。\n\n随着游戏设计发展，纯粹的治疗角色逐渐减少，更多演变为支援型角色，在提供治疗的同时也承担着团队战术协调的功能。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "MOBA类",
    "title": "上单",
    "summary": "上单是游戏术语，指在上路对抗的玩家及适合该位置的英雄。由于上路距离远、路口少，上单需具备较强的生存能力，通常承担团队防御职责。2016年前后曾流行刺客、射手出半肉装备走上单的打法，如薇恩和艾克，虽能提升输出，但会削弱队伍整体防御。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "MOBA类",
    "title": "中单",
    "summary": "中单是MOBA游戏术语，指在中路活动的英雄。由于中路面临多个方向的威胁且线短，该位置操作难度高、对机动性要求强，同时升级与支援速度快，易成为比赛关键点。英雄选择需避免坦克，通常侧重输出能力；在特定阵容中也可承担辅助角色，但全队输出核心不宜过多。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "MOBA类",
    "title": "ADC",
    "summary": "ADC是MOBA游戏术语，为“Attack Damage Core”的缩写，指以远程普通攻击为主要输出手段的物理射手。作为队伍核心，ADC通常装备纯输出装，生存能力较弱，是双方攻防的重点，其存活与否直接影响团战后的推进主动权。游戏初期ADC多与辅助同走下路，并可配合打野获取野区资源。随着版本演变，曾出现具AP属性的射手（APC），现已少见；当前也有法师走下路担任核心的情况，但后期能力一般不及传统ADC。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "MOBA类",
    "title": "辅助",
    "summary": "辅助是MOBA游戏中的角色定位，主要负责保护核心输出英雄ADC，协助其发育与生存。由于ADC生存能力较弱且需团队资源倾斜，辅助通常与之同路，并避免抢夺经济，常携带工资装维持自身收益。其装备以防御和功能型为主，包括提供视野的眼石。辅助类型多样，例如以治疗为主的众星之子、以防御见长的曙光女神和蒸汽机器人，以及擅长控制敌人的英雄。尽管该角色对团队贡献关键，但因不易凸显个人表现，有时不受玩家青睐。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "MOBA类",
    "title": "打野",
    "summary": "打野是MOBA类游戏中的术语，指玩家以野区资源为主要经验和经济来源，通过消灭野怪获取收益，并在线路上协助队友或提升自身装备。打野英雄通常负责带动游戏节奏，在部分阵容中可形成以打野为核心的“野核”体系，由队伍集中资源使其快速成型，从而主导局势。该发育路线常见于类DOTA游戏中，经济多来自野怪、人头与助攻。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "职责分工",
    "三级分类": "MOBA类",
    "title": "n号位",
    "summary": "n号位是电子游戏中，特别是在多人在线战术竞技类游戏中，用于标识玩家在团队中承担的核心职责或资源分配顺序的术语。通常以数字1至5表示，数字越小，代表该位置在游戏中获得团队资源（如经验、金币）的优先级越高，并对应着特定的战术角色。\n\n例如，在常见的5v5模式中，1号位通常指“核心输出”，作为团队后期的主要伤害来源，享有最高的资源倾斜；2号位多为“中单”，负责中期带节奏；3号位是“劣势路”，承担前排和控制；4号位和5号位则属于“辅助”，侧重视野、保护和团队功能。这种编号体系有助于玩家快速理解阵容分工和战术配合，是游戏沟通与策略分析的基础框架。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "主要职业",
    "三级分类": null,
    "title": "法师",
    "summary": "法师是奇幻题材作品中以魔法为攻击方式的职业或单位，通常指能操纵超自然力的角色。其特点是远程攻击、输出较高但自身防护薄弱，攻击需消耗法力值，常配备法袍、魔杖及法力恢复道具。法师除攻击外也可使用辅助法术，依据技能专修可分为不同作战模式。在游戏中，由于职业强度优势，有时被戏称为“法师亲儿子”。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "主要职业",
    "三级分类": null,
    "title": "战士",
    "summary": "战士是团队战斗类游戏中负责近距离物理输出的角色类型，通常分为偏重防御的“坦克”与偏重攻击的“斗士”。其特点是物理攻击力高，血量和物理防御较优，常作为前线单位保护后方队友。在游戏中，战士初期较易独立作战，但身处前锋易受伤，消耗补给多，且对远程单位和魔法攻击较为吃力。在养成游戏中，战士类结局往往要求力量、体力等相关属性较高，职业涵盖士兵、骑士等多种类型。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "主要职业",
    "三级分类": null,
    "title": "刺客",
    "summary": "刺客是RPG游戏中常见职业，常与“盗贼”类似，以高敏捷、强爆发为特点，主要使用匕首等轻便武器，可近战或远程攻击。相比战士，刺客更敏捷但防御较低；相比法师，刺客以近战为主且输出不稳定。在ARPG中，刺客常具备潜行、背刺等秒杀技能；在MOBA游戏中，则指能突进或隐身、快速击杀敌方的高爆发英雄。"
  },
  {
    "一级分类": "角色与职责",
    "二级分类": "主要职业",
    "三级分类": null,
    "title": "弓箭手/射手",
    "summary": "弓箭手/射手是电子游戏中常见的角色职业或单位类型，通常以远程物理攻击为主要战斗方式。其核心特征是利用弓、弩等投射武器，在安全距离外对敌人造成伤害。\n\n在游戏设计中，弓箭手往往具备高攻击力、低防御力的属性特点，需要依靠走位、地形或队友保护来弥补生存能力的不足。他们可能拥有诸如“精准射击”、“多重箭”、“陷阱布置”等特色技能，用于强化输出、控制战场或提供侦查。在团队作战中，弓箭手通常扮演核心物理输出或远程骚扰的角色。\n\n这一职业广泛存在于角色扮演游戏、即时战略游戏、多人竞技游戏等多种类型中，其具体定位和技能体系会根据不同游戏的玩法而有所调整和演变。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "AFK",
    "summary": "AFK（Away from keyboard）原指“暂时离开键盘”，常用于网络游戏表示玩家短时离线。该词最早出自《无尽的任务》，后随《魔兽世界》流行，在游戏中输入“/afk”可标记为暂离状态。由于未明确离开时长，玩家也用以表示较长时间挂机。在《魔兽世界》中，AFK会导致自动退出战场或副本并受到惩罚。在中国玩家群体中，该词逐渐引申为永久离开游戏，但欧美等地仍多指临时挂机。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "APM",
    "summary": "APM（每分钟操作数）是衡量玩家在游戏中键盘与鼠标操作频率的指标，尤其在即时战略类游戏（RTS）中常作为评估选手水平的重要标准。职业选手的APM通常可达250以上，星际争霸等游戏要求更高。在音乐游戏中，类似指标KPS（每秒按键数）用于反映手速，但受游戏形式和按键数量影响，不宜直接比较玩家水平。高APM或KPS虽能带来优势，但游戏胜负更取决于意识、战术等综合因素。此外，EAPM（每分钟有效操作数）通过过滤无效操作，能更准确地体现选手的实际能力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "S／L大法",
    "summary": "S／L大法是指玩家在电子游戏中通过反复“存档（Save）”与“读档（Load）”来达成特定目标的一种游戏技巧。该技巧的核心是利用游戏存档机制，在关键决策、随机事件或高风险行动前进行存档，若结果不理想则读取存档重试，直至获得期望的结果。\n\nS／L大法常见于具有高随机性或高难度惩罚机制的游戏，如角色扮演游戏、策略游戏或roguelike类游戏。玩家借此可以规避不利的随机数结果、减少资源消耗或探索不同剧情分支。尽管这种做法可能降低游戏挑战性，但它也为玩家提供了更高的控制权和容错空间，成为许多单机游戏中的实用策略。部分游戏设计者会通过限制存档次数或加入自动存档来平衡此类技巧的影响。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "TAS",
    "summary": "TAS（工具辅助速通）是一种利用模拟器和辅助软件实现高精度操作的观赏性游戏竞速方式。它通过工具达成理想操作，其最短通关记录可视为游戏理论上的极限。对于《愤怒的小鸟》这类具有混沌性（即对操作极为敏感）的游戏，TAS可作为精密控制工具，通过微调角度和力度等参数，以类似暴力破解的方式寻找最优解。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "快速战斗",
    "summary": "快速战斗是游戏中为节约玩家时间而设计的常见功能，多见于抽卡游戏和RPG。它允许玩家在已通过且战力占优的关卡中跳过重复作战，直接获取结果。与追求通关速度的“速通”不同，此功能常与自动战斗系统结合。在卡牌游戏中，快速战斗可能随进度解锁或需付费开启，并普遍通过体力值或每日次数限制来防止过度刷取。失败闯关通常不计次数但可能消耗体力，且多因战力不足导致，反复尝试无效。部分游戏会在初期限制使用次数。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "点券/充值",
    "summary": "点券/充值是指玩家通过真实货币兑换游戏内虚拟货币（通常称为“点券”）的行为，是免费游戏（F2P）及部分付费游戏内购系统的核心组成部分。点券可用于购买角色皮肤、装备道具、功能权限或加速游戏进程等虚拟商品，为游戏运营提供持续收入来源。充值方式多样，包括在线支付平台、实体点卡或运营商直充等。狭义上，点券特指某些游戏中发行的固定面额虚拟代币；广义上，它也泛指各类游戏内货币充值体系。这一机制在维持游戏长期运营的同时，也需注意平衡付费玩家与免费玩家的体验差异。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "攻略",
    "summary": "攻略原为军事术语，指为达成作战目标而发动进攻。在ACG次文化中，该词主要有两种用法：一是名词，指通关游戏或完成特定任务、获取特殊道具的方法与技巧，相关图文资料称为攻略，官方版本则称官方攻略；二是动词，指在恋爱模拟游戏中与角色达成恋爱关系或美好结局，亦引申至现实中对异性的追求。此外，也衍生出“自我攻略”（角色因自身误解而产生好感）和“无意识攻略”（角色不经意的举动吸引他人）等相关概念。在部分语境下，“攻略”还可带有收集游戏角色或建立后宫关系的含义。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "大招/必杀技/奥义/终极技能",
    "summary": "大招/必杀技/奥义/终极技能是指在电子游戏中，角色通过消耗特定资源（如能量槽、怒气值或冷却时间）所释放的高威力特殊攻击或技能。这类技能通常具有华丽的视觉效果、较高的伤害输出或强力的控制效果，是战斗中的关键制胜手段。\n\n在动作、格斗、角色扮演等类型的游戏中，大招的设计旨在增强战斗的策略性与观赏性。玩家需在合适的时机发动，以扭转战局或迅速击败强敌。部分游戏还会将大招与剧情演出相结合，成为角色专属的标志性能力。随着游戏发展，这类技能也逐渐衍生出组合技、连锁奥义等进阶玩法。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "被动技能",
    "summary": "被动技能是角色无需额外操作即可自动触发或常时生效的特殊能力，源于角色扮演游戏，旨在丰富游戏要素。根据发动条件可分为永久、状态和事件三类：永久触发以学习技能为条件，通常分为属性提升和新特性（如光环），部分效果在角色死亡后仍可存留；状态触发需角色拥有特定状态并在状态消失后失效；事件触发则与游戏基本系统相关，由外部全局事件（如进入战斗或概率判定）引发。这类技能也泛指现实中满足特定条件即自动发生的现象。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "判定",
    "summary": "判定是游戏术语，在不同类型中含义有别。在动作、射击类游戏中，常指碰撞体积，用于检测子弹或角色间的接触，其大小通常小于视觉模型，以提供容错或擦弹空间，有时甚至简化为“判定点”。在音游中，判定指按键时机与预设时刻的接近程度，影响得分等级。在桌游如《三国杀》中，判定指翻开牌堆顶牌并依据其信息执行流程的操作。这一概念也常见于同类衍生游戏中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "质检员/守门员",
    "summary": "质检员/守门员是指在多人游戏中，负责筛选或限制其他玩家进入特定服务器、房间或队伍的玩家或管理员角色。这一角色通常出现在需要维持游戏环境质量或竞技公平性的场合，例如高水平的竞技对战、私人服务器或特定规则的社区活动中。\n\n质检员/守门员的主要职责包括审核玩家的技术水平、装备配置或行为记录，以决定是否允许其加入。他们可能通过观察玩家的历史战绩、进行测试对战或检查游戏内数据来执行筛选。这一机制有助于维护游戏体验，防止作弊、恶意行为或不匹配的玩家干扰正常游戏进程。在某些游戏中，这一角色也可能由系统自动担任，通过算法匹配来实现类似功能。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "触手",
    "summary": "触手是ACG次文化中的宅用语，常简称为“触”或“大触”，用以指代在某一领域（尤其是宅文化相关方面）具有远超常人水平的达人。例如在游戏中，形容玩家操作技巧、反应能力及熟练程度接近或超越人类极限，仿佛使用多只触手操作。该词亦可用作动词，如“被大触手触到”。与之相对的概念是“沙包”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "玩家",
    "summary": "玩家是参与游戏活动的人员统称，通常指操作游戏设备进行电子游戏的人。根据游玩目的可分为职业与业余玩家，但两者界限常不严格。玩家可依游戏平台、类型等进一步分类，且个体常涉猎多种游戏。在特定游戏社群中，玩家常有如“提督”等专属称呼。随着游戏普及，女性玩家数量显著，该身份也是ACG文化的常见元素。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "高端玩家",
    "summary": "高端玩家泛指在游戏技术或硬件装备上超越普通玩家的群体。他们通常具备娴熟的微操技术、丰富的游戏经验与理论知识，处于特定游戏领域的顶层，部分也指职业电竞选手。其中技术或装备最顶尖者被称为“硬核玩家”。现实中，玩家追求高端可能出于兴趣或职业需求，而ACG作品中的高端玩家多源于对游戏的热爱。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "爆机(通关)",
    "summary": "爆机（通关）是指玩家在一款电子游戏中完成所有预设的主要目标或剧情流程，从而抵达游戏设计的终点状态。这一术语常见于单机游戏，标志着玩家已成功克服游戏的核心挑战。\n\n在狭义上，通关意味着击败最终头目或观看结局画面，游戏系统通常会解锁额外内容（如隐藏关卡、新难度或奖励道具）作为鼓励。广义上，一些开放世界或沙盒游戏虽无严格结局，但完成主线任务链也常被视为通关。\n\n通关不仅是游戏进程的里程碑，也反映了玩家的技巧与投入程度。部分游戏会记录通关时间、完成度等数据，供玩家比较或挑战。随着游戏设计多样化，“通关”的概念也逐渐扩展至多结局、速通挑战等衍生玩法中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "无伤通关",
    "summary": "无伤通关是游戏术语，指玩家在不受任何伤害的情况下完成特定游戏内容，如击败BOSS或通过某个地图，常简称为“无伤”。该玩法多见于允许手动闪避的即时战斗类游戏，如ACT、A·RPG及部分FPS。由于全程无伤对操作要求极高且容错率低，玩家通常针对较短流程或单个BOSS进行挑战。无伤通关被视为高水平玩家的成就，相关录像常受玩家关注，其中部分可能借助工具辅助操作技术（TAS）实现。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "完美通关",
    "summary": "“爆机”是游戏术语，指玩家完成游戏所有关卡并看到结局画面的过程，等同于“通关”或“封盘”。该词起源于1989年街机游戏《战斧》通关后的趣味动画。最初特指达成所有隐藏要素和最高评级的完美通关，现也泛指普通通关。在有多结局的游戏中，需达成所有结局、收集全部要素才算爆机。此外，还存在低通（最低等级）、裸通（最低装备）、速通（最短时间）、一命通关等挑战性通关方式。完美通关要求达成全部支线、隐藏要素和最高评级，难度最高，部分游戏的真结局需以此触发。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "低通/裸通",
    "summary": "低通/裸通是电子游戏玩家社群中常见的两种自我挑战式玩法术语，通常指在不依赖特定游戏机制或资源的情况下完成游戏。\n\n“低通”一般指玩家在游戏过程中刻意保持低等级、低属性或限制资源使用，以更高的难度通关。而“裸通”则指完全不使用游戏中的某些核心系统（例如不穿装备、不学技能、不携带道具等）完成游戏。这两种玩法常见于角色扮演游戏或动作游戏中，旨在考验玩家对游戏机制的理解与操作技巧。部分游戏社区还会在此基础上衍生出更细致的规则，如“无伤通关”“速通”等，形成丰富的玩家挑战文化。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "微操",
    "summary": "微操是“细微操作”的简称，在游戏中特指玩家对控制单位的精细操作，常见于竞技性较强的类型如即时战略（RTS）、射击（STG、FPS）等。在RTS中，微操涉及走位、取消后摇等技巧，对经济和战斗至关重要；STG中则体现为躲避弹幕或卡位安全区；FPS中包括急停射击、身位控制等高级技巧。操作水平常以每分钟操作次数（APM）衡量，但并非唯一标准。微操的提升可通过练习地图实现，也是电竞比赛中的核心看点之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "卖血",
    "summary": "卖血指在游戏中以损失生命值为代价达成特定目的的行为，常见于速通时利用机制前往原本无法到达的区域，或在竞技中故意受伤以引诱对手。部分角色拥有以扣血换取高额攻击或转移仇恨的技能，使用需谨慎。该概念也延伸至卡牌或策略游戏中，玩家通过承受伤害获取卡牌收益或触发技能。此外，现实中指出售血液换取利益的行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "爆肝",
    "summary": "“爆肝”原为台湾地区用语，指熬夜行为，后引申为耗费大量时间与精力从事某事，尤其在需要赶工或长时间投入的活动中使用。该词常见于游戏玩家群体，常简化为动词“肝”，表示持续投入以达成目标，如“肝游戏”“肝作业”。在流行文化中，也用于描述程序员、漫画家等职业因工作而熬夜的现象。其用法强调过程的耗时与劳累，多带有夸张色彩。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "刷图",
    "summary": "刷图是指玩家在电子游戏中，为获取特定资源或达成特定目标，反复进入并完成同一关卡或场景的游戏行为。\n\n该行为常见于角色扮演、动作冒险及大型多人在线等游戏类型中。玩家通过反复挑战同一地图，可以高效地收集经验值、游戏货币、装备材料或完成成就任务。从设计角度看，刷图是游戏资源循环和玩家成长体系的重要组成部分，能够延长游戏时长并满足玩家的收集与养成需求。部分游戏会通过调整掉落概率、设置每日次数限制或引入动态事件等方式，来平衡刷图行为的效率与重复感。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "国战",
    "summary": "国战是指以国家或大型势力为阵营单位，进行大规模玩家对抗的在线游戏玩法。狭义的国战通常指特定服务器内，由系统定期开启、有明确胜负条件的全服性战役活动。\n\n在大型多人在线角色扮演游戏（MMORPG）中，国战是核心的社交与竞争内容之一。玩家需加入某一国家势力，通过团队协作完成资源争夺、据点攻防、王城占领等目标，其结果往往影响服务器内资源分配、领土控制乃至剧情走向。国战系统通常包含宣战、备战、交战、结算等多个阶段，并涉及复杂的战略指挥与职业配合。此类玩法不仅考验玩家个人战力，更强调联盟管理、战术调度等集体协作能力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "高ping战士",
    "summary": "“高ping战士”是网络游戏中对因网络延迟（ping值）过高而影响游戏体验的一类玩家的戏称。高ping值意味着网络连接不稳定，会导致玩家在游戏中的画面和操作与其他玩家不同步，从而产生卡顿现象。这一称呼源于玩家群体对高延迟状态下游戏表现的调侃。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "天赋树",
    "summary": "天赋树是角色扮演、动作冒险等类型游戏中常见的一种角色成长系统，玩家通过消耗游戏内资源（如技能点、经验值）来解锁或升级角色的各项能力或特性，其结构通常以树状图形式呈现。\n\n天赋树将角色的能力划分为多个分支，每个分支代表不同的发展方向，例如攻击、防御、辅助或特定专精。玩家需从基础能力开始，逐步解锁更高级的技能或属性加成，且往往需要满足前置点数要求。这种设计鼓励玩家根据自身玩法偏好（如近战、远程或法术）定制角色成长路线，增加游戏的重玩价值与策略深度。天赋树常见于《暗黑破坏神》《魔兽世界》等作品中，是构建角色Build的核心要素之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "团灭",
    "summary": "团灭指某一团体成员全部被消灭，常见于团队作战游戏。在RPG中多因挑战强敌时失误导致，但玩家常可撤退避免。MOBA类游戏中，如《英雄联盟》的“ACE”或《Dota》的“暴走”，团灭可带来局势优势，甚至直接影响胜负。该词多用于己方或中立团体，较少形容反派。此外，在动漫讨论中也可引申为党争无胜者，即所有女角色均未与男主结合。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "垃圾话",
    "summary": "垃圾话（英语：Trash-talk）指在体育或电竞比赛中，参赛者为干扰对手情绪而进行的言语挑衅或嘲讽，属于心理战术的一种。其起源于体育赛事，如拳击和NBA，后延伸至电竞领域。在竞技过程中，垃圾话通常避免使用脏话以免受罚，高手常通过精准刺激对手心理弱点或刷屏干扰视线来取得优势。选手应对方式包括反击或无视。多数情况下，赛前垃圾话被视为比赛示威，赛后选手多会相互致意，但若持续攻击可能对职业生涯产生负面影响。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "单挑/solo/sala",
    "summary": "单挑（solo/sala）是指电子游戏中，玩家与对手进行一对一对抗的游戏模式或玩法。狭义的“单挑”通常指在多人对战游戏中，双方各控制一名角色或单位，在特定规则下进行对决，以决出胜负。\n\n这种模式常见于格斗游戏、MOBA类游戏以及部分射击游戏中，强调玩家的个人操作技巧、反应速度和战术决策。在部分角色扮演游戏中，“单挑”也可能作为剧情中的特殊战斗环节出现，用于推动故事发展或塑造角色形象。此外，在一些在线游戏中，“sala”有时作为玩家间私下约战的代称，用于非正式的个人较量。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "一骑讨",
    "summary": "“一骑讨”源自日本古代战争形态，特指武将单挑，流行于平安至镰仓时代，后随战阵发展及火器应用而衰落。该词在中国对应“斗将”等概念，常见于演义文学。如今在日语中泛指一对一较量，适用于比赛、选举等场景，并作为游戏机制出现在多款作品中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "新手光环",
    "summary": "新手光环指在益智运动、游戏等概率性活动中，新参与者（包括刚注册或使用马甲者）常出现运气超常的现象，被戏称为“人品爆发”。这一说法多用于诙谐吐槽，并非所有新手都会遇到，有时也因系统概率参数设置而产生。需注意，新手礼包等确定性福利不属此范畴，新手光环特指随机性的运气现象。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "新秀墙",
    "summary": "新秀墙是体育或电竞领域的一种常见现象，起源于NBA，指新人在初入职业赛场时表现出色，但随着对手的熟悉和研究，状态下滑，仿佛遇到无形障碍。其成因多样，涉及外界与自身因素。在电竞中，新秀可能因此一蹶不振或通过调整逐渐适应，但极少能完全不受影响。战队常采取循序渐进的方式，如让新秀从替补做起，以帮助其平稳过渡。此现象在卡牌游戏中也有类似体现，即初期角色在特定关卡后难以推进，需升级或更换角色。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "职业歧视",
    "summary": "职业歧视是指在多人在线角色扮演游戏（MMORPG）或其他团队合作类游戏中，玩家因职业选择而受到不公平对待的现象。狭义上，它表现为在组队、副本或竞技场等活动中，某些职业被优先选择或刻意排除，通常源于玩家社群对职业强度、功能或版本的片面认知。\n\n实际上，职业歧视往往与游戏平衡性、版本更新及玩家社区文化相关。例如，在副本组队中，治疗或坦克职业可能更受欢迎，而输出职业若被认为伤害不足则易遭冷落。这种现象可能导致游戏体验下降，甚至引发玩家间的冲突。部分游戏设计者会通过调整职业能力或引入灵活职业系统来缓解此类问题，但社群固有的偏见有时仍会持续存在。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "修仙",
    "summary": "“修仙”原指通过修行达到长生或飞升的奇幻题材，后衍生为网络流行语。其源于对熬夜行为的调侃，替代“猝死”成为常用吐槽，表达对长时间工作或游戏者的惊叹。该词也因与“休闲”谐音，被用于讽刺耗时耗力的所谓休闲游戏。此外在方言中，“修仙”谐音“羞先”，用以吐槽反常举动。网络中还出现了以入睡时间对应修仙等级的幽默说法，但此类行为不被提倡。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "删号",
    "summary": "删号是指玩家主动或被动地删除自己在网络游戏或在线服务中的账号及所有相关角色、数据的行为。\n\n主动删号通常由玩家自行在游戏设置或账号管理中心发起，用于彻底退出游戏、放弃现有进度或重新开始。被动删号则多由游戏运营方执行，常见于账号因违反用户协议（如使用外挂、恶意刷屏、账号交易等）而被封禁后，经评估予以永久删除的情况。部分游戏也设有“角色删除”功能，允许玩家在保留账号的前提下清除特定游戏角色。\n\n删号操作一般不可逆，会清空所有虚拟资产与游戏记录，因此玩家或运营方执行前常设有冷却期或二次确认环节，以避免误操作或冲动行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "开发票",
    "summary": "开发票是游戏玩家通过要求游戏公司开具发票以施加压力的行为。根据中国法律，公司有义务提供发票且不得拒绝。开具纸质发票流程繁琐，会显著增加财务部门工作量，从而间接影响运营部门。2021年12月起，电子发票全面推行，纸质发票逐渐被取代，此举削弱了该施压方式的效果。历史上，多款游戏如《Fate/Grand Order》、《地下城与勇士》、《原神》和《穿越火线》的玩家曾因游戏内容、运营问题或争议事件大规模采用此方式表达不满，有时促使官方作出回应或调整。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "霸体",
    "summary": "霸体是指电子游戏中角色或单位在特定状态下，不会受到攻击造成的硬直、击退、击飞等受击效果影响的一种状态机制。\n\n狭义的霸体通常指角色在发动某些技能或动作时，自身会进入短暂的无受击硬直状态，但仍可能受到伤害。广义上，霸体也常被玩家用来泛指一切使角色免受控制效果的状态。该机制常见于动作游戏、格斗游戏或含有实时战斗元素的RPG中，其设计目的在于保证某些耗时较长的强力技能能够顺利施展，或为玩家提供战术性的防御与反击窗口。部分游戏会通过视觉特效（如身体发光）来提示霸体状态。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "光环",
    "summary": "光环是游戏中以提供者为中心、在一定范围内持续为目标提供增益或减益效果的系统，常见于RTS和SLG等类型。其要素包括作用范围、筛选条件和效果，通常具有范围性和持续性。同类光环一般遵循效果最高者覆盖的规则，例如《魔兽争霸3》中恐惧魔王的吸血光环会覆盖效果较弱的天灾骨钟光环。部分游戏中的类似效果可能不直接以“光环”命名。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "受身",
    "summary": "受身是指在格斗游戏或动作游戏中，角色在被击倒或击飞后，通过特定操作迅速恢复站立状态的一种技巧。该机制允许玩家在被攻击后减少硬直时间，快速脱离不利局面，从而维持战斗节奏或进行反击。\n\n狭义的受身通常指角色落地瞬间输入指令以取消倒地动画，避免长时间受创。广义上，受身也可涵盖空中受身、翻滚受身等变体，用于应对不同击飞状态。该技巧常见于《街头霸王》《拳皇》等格斗游戏，以及《鬼泣》《黑暗之魂》等动作游戏中，是高手向操作的重要组成，能显著提升角色的生存与反击能力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "首杀",
    "summary": "首杀（1st blood/1st kill/1st strike）是一个游戏用语，指在游戏中首次击败对手或完成特定事件，通常伴随额外奖励。该词强调事件的首次发生性质，有时也带有空前的意义，现已延伸至现实新闻报道中，用于描述各类首次发生的事件。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "神风",
    "summary": "神风，在电子游戏语境中，特指一种玩家操控角色或单位以自杀式攻击方式冲向敌方目标，意图造成同归于尽或最大化伤害的游戏行为。此战术名称源于历史典故，但在游戏中已演变为一种高风险高回报的策略选择，常见于各类即时战略、射击或MOBA类游戏中，用以在劣势下扭转战局或快速清除关键目标。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "初见杀",
    "summary": "“初见杀”是游戏术语，在中文语境中有两种相反含义。其一源自日文“初見殺し”，指玩家首次挑战时因隐藏陷阱、特殊机制或极高难度而失败，常见于音游等类型，了解对策后难度常会下降。其二指玩家（尤其是高手）首次尝试便成功通关，有时会获得特殊奖励。该词随日本游戏传入，两种用法并存，但前者历史更久、使用更广。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "剧情杀",
    "summary": "剧情杀是ACGN领域术语，指角色因剧情需要而被迫战败或死亡的情节。在游戏中，常出现在BOSS战中，通过锁血、强制剧情等方式使一方必败，与玩家操作或角色数值无关。在动画、漫画及小说中，该词也用于批评角色死亡设计牵强、仅为推进剧情的情况，多带贬义。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "环境伤害/地形杀",
    "summary": "环境伤害/地形杀是指玩家角色因游戏场景中的特定环境要素而受到伤害或直接死亡的游戏机制。狭义的“地形杀”通常指角色因跌落悬崖、坠入深渊等直接导致游戏失败的地形设计。广义上，环境伤害还包括场景中的火焰、毒沼、尖刺、落石等持续性或触发性的伤害来源。\n\n这类机制常被用于平台跳跃、动作冒险或角色扮演游戏中，以增加关卡挑战性、引导玩家路线或营造场景氛围。部分游戏会将其设计为解谜或战斗的一环，例如利用环境陷阱消灭敌人。环境伤害的判定和效果因游戏而异，有些会立即致命，有些则造成持续伤害并可能附带异常状态。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "持续伤害/DoT",
    "summary": "持续伤害（Damage over Time，简称DoT）是指在一段时间内对目标造成多次伤害的游戏机制，通常表现为中毒、灼烧、流血等负面状态。\n\n与一次性伤害不同，DoT效果会在持续时间内周期性扣除目标的生命值或资源，常用于削弱敌人、打断恢复或配合其他技能形成连击。它常见于角色扮演游戏、多人在线战术竞技游戏及回合制策略游戏中，作为平衡爆发伤害、增加战斗策略深度的重要手段。部分游戏还允许DoT效果叠加或延长持续时间，以应对高生命值目标。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "代码杀",
    "summary": "代码杀是电子游戏中一种强制消灭特定单位的机制，通常与游戏机制相关，因此也被称为“机制杀”。它表现为强制伤害或秒杀能力，常用于处理难以应对的单位，如秒杀BOSS，也可能被敌人用于秒杀友方单位，需要玩家谨慎应对。由于代码优先级问题，这类效果的优先度有时甚至高于无敌或锁血类效果。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "前摇",
    "summary": "前摇是电子游戏及ACG领域的术语，指角色从发出技能指令到技能生效前的准备动作，可分为攻击前摇或施法前摇。其设计常影响游戏平衡，过长前摇可能为机制设定或BUG所致，玩家常需在此期间应对或打断。通过技巧取消前摇能提升操作上限，如《英雄联盟》中利用技能取消平A前摇。若前摇被外来因素中断，通常导致技能失败，少数情况下技能仍可放出。该词也衍生用于形容视频高潮前的铺垫部分。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "后摇",
    "summary": "后摇是指角色或单位在完成一个动作（如攻击、施法）后，到可以执行下一个动作之间的硬直时间。这一机制常见于动作、格斗及角色扮演类游戏中，用于平衡动作的强度与风险，增加战斗的策略性。\n\n狭义上，后摇特指动作收尾阶段的不可取消帧，此时角色通常无法移动或使用其他技能。广义上，游戏设计者常利用后摇调整战斗节奏，例如高伤害技能往往伴随较长后摇，以限制连续使用。玩家可通过特定操作（如取消技能、闪避）缩短或中断后摇，从而提升操作流畅度与战斗效率。在多人对战游戏中，把握对手的后摇时机也成为关键战术之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "养老",
    "summary": "养老原指赡养老年人，中国自古重视孝道，相关传统延续至今。在游戏领域，该词衍生出新含义，特指玩家在游戏后期主要任务完成、角色能力达到顶峰后，以休闲方式消磨时间的行为。这种现象在单机角色扮演游戏中较为常见，玩家通常会进行收集、建造或探索等非主线活动。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "速通",
    "summary": "速通（Speedrun）指以最快速度通关游戏的行为，常见于玩家社群。其历史可追溯至《毁灭战士》等早期游戏，现已发展成高度精细的竞技活动，操作常精确到帧，记录差距微小。速通允许利用游戏BUG或设计缺陷，但通常禁用外部修改工具。规则多样，包括无限制速通、100%收集、最低收集度、全成就、无BUG或工具辅助等，并可相互组合。部分游戏开发者已将速通机制融入设计。此外，该概念也衍生至ACGN领域的“人生速通”等比喻。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "友军",
    "summary": "友军原指与本部队协同作战的其他军队，如抗战时期的国共两军。后衍生为游戏术语，指网络游戏中同一阵营的玩家，通常有明确标识且无法相互造成伤害，但部分游戏允许特殊情况下的攻击。在网络用语中，友军也指网上争论中立场相同的用户，有时用于调侃“反串黑”行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "处决",
    "summary": "处决原指执行死刑，如封建时期的秋后问斩。现代游戏领域则指利用特殊机制对处于倒地、破防等状态的玩家造成大量伤害或终结其角色。处决通常具有便利性，但游戏常设定条件限制，如需全员倒地或可被打断。部分游戏中处决过程无敌，也有些允许第三方攻击以保证公平。处决动画可能随角色等级或样式更改，并可能附带恢复状态、暴露位置等效果。在《彩虹六号：围攻》等游戏中，此类行为也被称为“审问”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "数值怪",
    "summary": "“数值怪”是游戏术语，指数值设定过高但机制简单的单位。这类单位通常以直接的高伤害或高血量造成显著影响，但交互方式单一，游戏乐趣较低。在MOBA游戏中，早期英雄如盖伦常属此类，便于新手上手；在RPG中则多见于PVE内容，如《魔兽世界》的帕奇维克，通过提升怪物血量延长游戏时间。数值怪的设计可能出于降低入门难度、服务剧情或设置关卡等目的，但也可能是数值平衡失误的结果。其易于调整，但若平衡不当易导致游戏环境不稳定。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "拐",
    "summary": "“拐”原为手游《Fate/Grand Order》玩家术语，指强力的辅助角色，因需辅助才能发挥战力如拄拐而得名。后衍生出蓝、红、绿等色卡体系辅助类别，并扩展至NP拐、爆伤拐等细分概念。该词亦作动词使用，表示用B辅助A。2019年起，该用法传播至其他手游社群，并在网络论战中衍生新义：指通过不合理比较其他作品来为某作品辩护或开脱的行为，常引发玩家对立。此类“拄拐”行为被视为一种非理性对比，易导致争议。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "刮痧",
    "summary": "刮痧原指中医的一种疗法，通过刮擦皮肤促进局部血液循环。在网络用语中，尤其在游戏或动漫社区，该词引申为形容输出角色因敌人防御过高或自身伤害不足，导致攻击效果微弱、难以对敌方造成可观伤害的现象，常带有自嘲或调侃意味。类似表达还有“搓澡”、“抛光”等。若角色伤害段数多、攻速快但单次伤害低，则可能被戏称为“凌迟”；反之，伤害极高时则可能被称为“刮骨”。相关讨论中，角色或背景音乐也可能被玩家戏称为“师傅”或“刮痧神曲”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "破防",
    "summary": "“破防”原为游戏术语，指在游戏中破除对方防御状态或降低防御数值等行为。后引申为网络流行语，形容人因受强烈冲击而导致心理防线崩溃的情绪状态。该词因使用广泛，入选2021年B站年度弹幕。需注意，该词在实际应用中应避免滥用，且不特指特定情境或事件。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "酱油",
    "summary": "酱油是一种以黄豆为主要原料，经发酵酿造制成的咸鲜味液体调味品。根据发酵工艺与时长的不同，主要分为生抽和老抽两大类。它广泛用于日常烹饪与餐饮调味，在超市、便利店及部分餐厅均可购得或取用。需注意，辣酱油（如伍斯特酱）并非酱油，二者并无关联。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "混子",
    "summary": "混子是指在多人合作游戏中，不积极履行自身职责、消极参与或依赖队友完成目标的玩家行为或玩家类型。\n\n在团队竞技或合作闯关类游戏中，混子通常表现为输出贡献低、回避关键战斗、不配合战术或单纯挂机，导致团队实际有效人数减少，影响游戏体验与胜负平衡。这种行为可能源于玩家技术水平有限、缺乏合作意识，或故意保存实力以降低个人风险。游戏设计上，部分系统如信誉积分、举报机制、活跃度检测等，旨在识别并限制混子行为，以维护公平竞技环境。在玩家社群中，“混子”一词也常带有调侃或批评色彩，用以描述团队中的低效参与者。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "老板",
    "summary": "老板是指电子游戏中，通常作为关卡或章节的最终挑战者出现的强大敌人或头目角色。\n\n在游戏进程中，老板往往拥有比普通敌人显著更高的生命值、攻击力和独特的攻击模式，需要玩家运用特定的策略或技巧才能击败。击败老板通常是推动剧情发展、进入新区域或获得重要奖励的关键节点。其设计旨在为玩家提供阶段性的高强度挑战与成就感。\n\n老板的类型多样，可能包括巨型怪物、装备精良的敌方指挥官或剧情中的核心反派。在一些游戏中，还存在隐藏老板或连续挑战多个老板的“连战”设计，以满足追求更高难度的玩家。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "大哥",
    "summary": "大哥是电子游戏中常见的一种角色设定，通常指在游戏剧情或玩家社群中具有较高威望、实力或领导地位的核心角色。在剧情中，大哥往往作为关键NPC出现，承担引导、支援或挑战玩家的功能，其行动可能直接影响故事走向。在多人游戏中，“大哥”也常被玩家用来称呼团队中的核心成员或高水平领导者。\n\n从设计角度看，大哥角色通常拥有较高的属性数值、独特的技能或专属剧情线，以体现其地位。例如在《如龙》系列中，主角桐生一马即被玩家视为“大哥”型角色，其战斗能力与剧情影响力贯穿始终。此外，在某些合作游戏中，承担主要输出或指挥职责的玩家也会被队友称为“大哥”，这一称呼反映了其在游戏过程中的实际作用与团队认可。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "图纸oo（图纸枪/图纸车/图纸船/图纸机 等）",
    "summary": "图纸oo（图纸枪/图纸车/图纸船/图纸机等）是电子游戏中一类用于解锁或制造特定装备、载具或单位的道具。通常表现为一种设计文件或蓝图，玩家获得后可在相应系统（如工坊、研发界面）中消耗资源将其转化为实际可用的物品。\n\n这类图纸常见于带有建造、合成或科技树系统的游戏中，例如生存建造类、模拟经营类或部分角色扮演游戏。图纸可能通过任务奖励、探索发现、商店购买或击败特定敌人等方式获取。其功能在于限制高级装备的过早获取，引导游戏进程，并增加收集与成长的成就感。部分游戏中，图纸还设有稀有度分级，影响产出物品的属性或外观。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "回血",
    "summary": "回血是游戏中常用术语，指增加或恢复生命值的行为，与“掉血”相对。其具体方式因游戏系统而异，有时也称作“奶”。该词源于游戏，但含义已广泛引申：在网络语境中可形容通过二手交易等方式回收本钱，或表达因强烈情绪而需“冷静一下”；在生活中也可指快速恢复体力或调节身心状态。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "呼吸回血",
    "summary": "呼吸回血是指在电子游戏中，角色通过短暂停止行动或保持静止状态，以逐渐恢复生命值或护盾的一种常见机制。\n\n该机制通常用于鼓励玩家在战斗中采取战术性暂停，寻找掩体或安全位置进行恢复，从而平衡游戏节奏并增加策略深度。呼吸回血多见于第一人称射击、动作冒险等类型的游戏中，替代了传统的生命值道具或医疗包系统。部分游戏会设定恢复延迟或中断条件（如受到攻击），以维持挑战性。这一设计简化了资源管理，让玩家能更专注于战斗与探索。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "锁血",
    "summary": "锁血是电子游戏中一种常见的状态或机制，指角色或单位在特定条件下生命值不会减少，从而免疫伤害的效果。狭义上，锁血通常指在战斗过程中，角色生命值被锁定在某一数值（如1点）而不会死亡，多见于剧情触发、特殊技能或作弊代码中。广义上，它也涵盖无敌状态、伤害免疫等类似设计。\n\n锁血机制常被用于游戏剧情的关键节点，以确保玩家能够顺利推进故事；在竞技或挑战模式中，它也可能作为临时增益效果出现，帮助玩家度过高难度关卡。此外，部分游戏中的漏洞或修改工具也可能导致非预期的锁血现象，影响游戏平衡。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "反伤",
    "summary": "反伤是ACG作品中一种特殊能力，指角色能将受到的伤害部分或全部转移给攻击者。该能力常因过于强力而设定使用条件，以平衡战斗并防止反派滥用。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "Poke",
    "summary": "Poke是一种常见于ARPG或MOBA类游戏的战术，原意为“戳、刺”。其核心在于利用远程技能攻击或限制敌方目标，同时通过走位保持安全距离，类似“放风筝”的效果。该战术主要用于消耗对手生命值、控制其走位，尤其适用于应对行动迟缓但难以迅速击杀的敌人。实施时需注意在敌方攻击范围外进行攻击，并借助走位或防御技能规避反击，以确保自身安全。待对手被消耗至一定程度后，可配合爆发技能或突袭完成击杀。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "机器人/BOT",
    "summary": "机器人/BOT是指在电子游戏中由人工智能（AI）控制，模拟玩家行为的非人类实体。狭义的机器人通常指在多人游戏中替代缺席玩家或填充人数的电脑对手，例如在射击或竞技游戏中提供练习或补充对战阵容。\n\n实际上，机器人的应用范围更广，可涵盖单人游戏的敌对单位、队友辅助，乃至开放世界中的动态环境角色。其设计旨在根据预设算法执行移动、攻击、交互等操作，以维持游戏体验的连贯性与挑战性。在部分游戏中，机器人还具备学习能力，能根据玩家行为动态调整策略。\n\n随着AI技术进步，现代游戏的机器人行为愈发复杂，不仅用于基础的游戏填充，也常作为测试工具或自定义内容的重要组成部分。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "开团",
    "summary": "开团是指在多人在线游戏中，由一名或多名玩家发起，组织队伍进行特定游戏活动的行为。狭义的“开团”通常指在大型多人在线角色扮演游戏（MMORPG）或团队竞技游戏中，为挑战副本、首领或参与团队对战而组建队伍的过程。\n\n实际上，“开团”这一概念已扩展至各类合作型游戏，包括射击、MOBA等类型，泛指任何需要团队协作的游戏环节的组织行动。组织者（常称为“团长”）需负责招募队员、分配职责、协调战术，并确保团队顺利达成目标。在部分游戏中，“开团”也可能涉及使用游戏内道具或技能来主动发起团队战斗，例如在MOBA游戏中发动团战攻势。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "仓鼠党/囤囤鼠",
    "summary": "仓鼠党/囤囤鼠是指电子游戏中倾向于大量收集并囤积游戏内资源、道具或货币，而不轻易使用的玩家群体或行为模式。这一称呼源于仓鼠喜爱储存食物的习性，形象地描述了玩家在游戏中积攒各类物品的习惯。\n\n在角色扮演、策略或模拟经营等游戏中，囤囤鼠行为通常表现为玩家尽可能保存高级消耗品、稀有材料或游戏货币，以应对未来可能出现的更高难度挑战或稀有兑换机会。部分玩家甚至会刻意避免使用非必要资源，以追求资源数量不断累积带来的满足感与安全感。\n\n这种行为一方面可能帮助玩家在游戏后期获得显著优势，另一方面也可能因过度保守而影响游戏前中期的体验进度。一些游戏设计会通过资源有效期、仓库容量限制等机制，对过度囤积行为进行调节。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "帧伤",
    "summary": "帧伤是游戏术语，指在一次攻击中每一逻辑帧都能造成伤害的机制。逻辑帧是游戏进行内容判定的基本单位，不同于显示帧。该机制通常无视攻击冷却和受伤无敌效果，攻击频率极高，因此在多数游戏中较为罕见且性能超常。帧伤的判定基于逻辑帧，不受显示帧数波动影响，例如在《Minecraft》中移除无敌帧后，接触持续伤害源可实现每秒20次的理论帧伤。部分游戏允许调整逻辑帧数以优化帧伤输出。广义上，攻击频率快到难以肉眼辨识也可视为帧伤。该机制有时被用于作弊，通过无视无敌或高速连击实现。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "无敌",
    "summary": "“无敌”一词本意指无可匹敌，常用于形容极强者。在游戏作品中，它指角色或单位在特定时段或条件下完全免伤的状态，可能伴随受击反馈或无反馈。部分单位因剧情需要永久无敌，或通过技能获得短暂无敌时间（如防御技、闪避时的无敌帧）。团队游戏中“友军免伤”机制也使队友间处于永久无敌状态。此外，动画、神话中也有角色因体质免疫伤害，但常设弱点破解。需注意“无敌”与“锁血”（血量降至阈值后不再减少）有所区别，二者不完全等同。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "控",
    "summary": "控是指玩家在电子游戏中，通过操作对角色或单位进行精确移动、技能释放或资源管理的行为。这一概念强调玩家对游戏内元素的直接支配能力，是衡量操作技巧的重要指标。\n\n在动作游戏、即时战略游戏和格斗游戏中，“控”通常体现为对角色走位、连招衔接或单位调度的精细把控。例如，在MOBA类游戏中，玩家需通过技能组合控制敌方角色，限制其行动或输出；在RPG中，则可能表现为对队伍成员技能循环的时序管理。高水平的“控”能显著提升战斗效率或规避伤害，是区分玩家熟练度的关键因素之一。\n\n部分游戏设计会通过简化操作（如自动瞄准、技能辅助）降低“控”的门槛，但核心玩法仍依赖玩家对时机与精度的判断。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "硬控",
    "summary": "硬控是电子游戏中对角色施加的一种强制性控制效果，指使目标在短时间内完全丧失行动能力的负面状态。狭义的硬控通常包括眩晕、击飞、冰冻、石化、禁锢等，期间目标无法移动、使用技能或进行普通攻击。\n\n硬控在游戏设计中主要用于打断敌方关键技能、创造输出窗口或保护己方单位，是战斗策略中的重要组成部分。此类效果常见于MOBA、MMORPG和动作游戏中，通常设有持续时间上限和抗性机制，以避免过度影响游戏平衡。部分游戏还设有“韧性”属性，用于减少所受硬控的持续时间。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "o服第一xx",
    "summary": "o服第一xx是指在特定网络游戏私服（即非官方运营服务器，简称“o服”）中，某个玩家、公会或角色在特定领域（如等级、装备、成就等）达到全服公认的最高水平或最早达成纪录的称号。\n\n这一称号通常源于玩家社群的约定俗成，用以表彰在私服环境下的突出表现。由于私服规则、版本或数值可能与官方服务器存在差异，“o服第一xx”的达成条件往往更具挑战性或独特性，例如在特定副本首杀、稀有道具首获、或极限属性养成等方面取得领先。该称号虽无官方认证，但在相应玩家社群中具有较高的认可度和话题性，常成为私服文化中的标志性成就。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "专属武器（专武）",
    "summary": "专属武器（简称“专武”）是指电子游戏中特定角色才能装备或发挥最大效能的特殊武器。这类武器通常与角色的背景故事、技能或职业高度绑定，不仅提供优于常规武器的属性加成，还可能解锁专属技能或被动效果，从而强化角色的战斗风格。\n\n在角色扮演游戏（RPG）或动作游戏中，专武往往作为角色培养的核心要素之一，通过任务、抽卡或锻造等途径获取。其设计旨在增强角色独特性，并鼓励玩家深入探索角色机制。部分游戏中的专武还具备成长性，可随角色进阶而升级，进一步凸显其在战略搭配中的价值。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "通用",
    "三级分类": null,
    "title": "构筑",
    "summary": "构筑指在游戏中选取单件搭配组合成一套体系的行为或结果，其本义为“搭建”或“构建”。狭义上常见于卡牌、rogue-like及部分即时战略游戏，涉及牌组组建、道具取舍、加点选择等；广义上可涵盖体系流派、组件配置等概念。在具体游戏中常体现为天赋加点、配装、技能搭配等形式。构筑通常出现在存在资源或选择限制的游戏中，其本质在于取舍。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "PVP",
    "summary": "PVP（Player versus player）指玩家之间的对战模式，常见于射击、卡牌、策略等竞技性强的游戏中。与PVE（玩家对战电脑）不同，PVP的对手是真实玩家，因此更具挑战性和互动性。这一模式促进了各类游戏举办大型赛事，但也存在一些不足之处。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "PVE",
    "summary": "PVE（Player VS Environment）指玩家挑战游戏程序控制的对手，如NPC、怪物或BOSS，有时也称PVC（Player Vs Computer）。其与PVP（Player versus player）的主要区别在于对手是否为真人玩家。PVE中的角色通常由AI操控，实现方式包括强化学习等复杂算法或行为树等简单流程。在回合制游戏（如棋牌类）中，PVE已较为成熟；而在实时制游戏（如射击、MOBA类）中，NPC行为常通过直接计算坐标实现，与人类操作方式存在差异。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "公会",
    "summary": "公会是一种源自现实行会的游戏组织形式，英语称“Guild”。在游戏中通常指玩家自发组成的团体，有时也被称为“家族”“帮派”等。系统设定的职业公会（如战士公会）则提供转职、任务、技能学习等功能。玩家公会规模不一，大型公会可能设有分会或跨游戏转移。其管理结构多样，包括单一会长制、议会型或平等型，依赖领导人或管理层维持运作。创建公会常需满足等级、货币等条件，而解散则可能因领导者退出、内部分裂或游戏停服导致。此外，部分ACG作品中也存在类似职业公会的设定。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "组队",
    "summary": "组队是游戏中的一种系统设定和玩家行为，常见于多人游戏。早期双人游戏模式可视为原始组队，联机及网络游戏发展后，组队指玩家组成队伍共同游戏。组队能带来经验与物品掉落加成，提升练级效率和战斗安全性，尤其在对抗强大怪物时需团队协作。它还能增进玩家交流，增强游戏乐趣。组队形式与游戏设定相关，固定队伍通过磨合可提高作战效率。此外，组队概念也延伸至游戏外的求生与协作场景。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "拾荒",
    "summary": "拾荒是指在电子游戏中，玩家通过探索游戏场景并收集散落或遗弃的物品、资源或装备的一种常见游戏行为。\n\n作为游戏资源获取的一种基础方式，拾荒行为广泛存在于角色扮演、生存、开放世界及动作冒险等类型的游戏中。玩家通过拾取场景中的物品，可以补充消耗品、获得货币、收集制作材料或装备新武器，从而支持角色的生存、成长或任务推进。在某些游戏中，拾荒系统可能设计得较为复杂，包含物品稀有度分级、随机掉落机制或与环境互动的特殊要求。这一机制不仅丰富了游戏的探索要素，也构成了游戏经济与角色养成的核心环节之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "卖队友",
    "summary": "“卖队友”指团队合作游戏中，因个人胆怯或判断失误导致团队计划失败，自己却逃脱的行为。其并非主动背叛，但结果类似。该行为常难以预判，因发起者起初多无恶意，危险来临时才本能自保。在MOBA等游戏中，该词也可指战术性牺牲：一人吸引火力，为队友创造撤退或反击机会，以减少损失或争取优势。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "走位",
    "summary": "走位指游戏中玩家操控单位的移动操作，用以区分站桩等行为，其水平高低不等，良好走位可提升操作表现与胜率。该词也引申至现实生活，形容引人注目的移动方式。不同游戏因机制差异衍生出多样走位技巧及专有术语，如《坦克世界》的卖头、《星际争霸》的机枪滚毒爆等。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "秦王步法",
    "summary": "秦王步法源于《战国策·燕策三》中“荆轲逐秦王，秦王还柱而走”的典故，指围绕障碍物进行追逐或格斗的行为。在现代电子游戏中，该术语被引申为角色利用掩体（如柱子）反复绕行以躲避攻击、争取时间的走位策略。这种操作常见于FPS、MOBA等有掩体机制的游戏，其核心在于通过预判和视线阻隔来拖延或逃脱。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "CD流",
    "summary": "CD流是指在电子游戏中，通过刻意控制技能冷却时间（Cooldown）来最大化输出或生存效率的一种战术流派。其核心在于精确计算并规划技能释放顺序，确保在关键时刻拥有核心技能可用，而非盲目地连续使用所有技能。\n\n这种战术常见于MOBA、MMORPG等依赖技能循环的游戏类型。玩家通过装备、符文或天赋等系统缩短冷却时间，并配合技能连招，实现持续的高强度压制或爆发。例如，在《英雄联盟》中，部分法师或刺客角色可通过叠加冷却缩减属性，频繁使用关键控制或伤害技能，形成“CD流”打法。\n\n广义上，CD流也指一种注重技能循环与资源管理的游戏风格，强调战术节奏而非单纯依赖属性数值。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "猥琐流",
    "summary": "猥琐流是指玩家在游戏中采取一种以隐蔽、消耗、拖延或非正面交锋为主的策略风格，其核心在于通过最小化自身风险来获取优势或胜利。该术语常见于多人在线竞技游戏或对抗性较强的游戏中，玩家通过伏击、骚扰、资源控制或利用地形等方式，避免与对手进行直接的实力对抗，转而追求心理压制或战术消耗。\n\n狭义的猥琐流通常强调极致的生存和机会主义，例如在射击游戏中长期蹲守关键点位，或在即时战略游戏中不断进行小规模偷袭。广义上，任何以拖延、规避正面战斗为特点的战术都可能被归入此类。尽管该风格有时因影响游戏节奏而引发争议，但它被视为一种有效的、基于资源与心理博弈的合法策略。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "一波流",
    "summary": "一波流是电子游戏中一种集中全部力量一次性攻击对手以快速取胜的战术。在PVP模式中，常用于趁优势扩大战果或劣势时孤注一掷；PVE中则指聚集野怪快速清剿。该战术常见于MOBA类游戏（如DOTA、英雄联盟），在团灭对方后直接攻击关键建筑；在RTS游戏（如星际争霸、魔兽争霸）中，也用于防守反击、开局突袭或针对敌方运营薄弱时发动总攻。具体战术包括9D、12D爆狗、蟑螂一波等，有时也与换家策略结合使用。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "仇恨溢出",
    "summary": "仇恨溢出（简称OT，源自“Out of Taunt”或“Over Taunted”）是“战法牧”体系MMORPG中的游戏术语，指在PVE战斗中，非坦克角色因输出或治疗产生的仇恨值超过坦克，导致怪物转移攻击目标的现象。OT可能由游戏机制（如强制点名技能）或玩家操作失误引发，若不及时应对，可能造成成员死亡甚至团队失败。该术语有时也作为“副坦克”的别称使用。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "经验宝宝",
    "summary": "经验宝宝是游戏术语，指能够提升玩家角色经验值的辅助单位或角色。具体形式多样，包括自带经验加成属性的宠物、坐骑，或在组队中通过特定分配机制使高等级角色获得更多经验的低等级账号。部分游戏中，它也可指被击败后提供高额经验值的特殊怪物。该机制旨在帮助玩家提高练级效率，具体设定因游戏而异。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "站桩",
    "summary": "站桩原指中国武术的基本功，后引申至游戏领域，指角色静止攻击的行为。在游戏中分为系统站桩（如MMORPG中受系统限制原地攻击）和玩家站桩（如新手操作或特定优势下的战术）。该术语也用于形容过强英雄（站桩ADC）或机制简单的Boss（木桩Boss）。在《坦克世界》等游戏中，站桩对炮因节奏和战术演变已较少见，而《战舰世界》中站桩则易受致命打击。部分游戏存在利用机制安全站桩的策略，但多数情况下移动攻击更为有效。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "打桩",
    "summary": "打桩是电子游戏中一种常见的互动机制，通常指玩家角色通过特定操作，在场景中固定位置重复进行攻击或建造的行为。\n\n在动作或角色扮演游戏中，打桩常表现为对单一目标（如首领、建筑核心）进行持续的高伤害输出，以突破其防御或完成场景破坏。部分建造或策略游戏则将其引申为地基铺设、资源采集等重复性建造操作，是推进游戏进程的基础手段之一。该机制强调玩家的操作精度与节奏控制，常见于需要定点攻坚或资源管理的关卡设计中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "键盘钢琴家",
    "summary": "键盘钢琴家是指一类以计算机键盘作为主要输入设备，模拟钢琴演奏体验的电子游戏或软件。玩家通过敲击键盘上指定的按键来触发对应的音符，从而演奏乐曲。\n\n这类游戏通常将键盘的多个按键映射到不同的音高上，例如将“A”、“S”、“D”等键对应钢琴的白键，将“W”、“E”等键对应黑键，以此在二维平面上模拟出钢琴键盘的布局。其核心玩法在于跟随游戏提示（如下落式音符）或乐谱，在正确的时机按下按键，以完成曲目的演奏并获取评分。它降低了实体乐器的入门门槛，让玩家在娱乐中接触音乐基础，常见于音乐节奏类游戏或独立音乐教学软件中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "强杀",
    "summary": "强杀指在游戏中无视机制或条件，不惜代价强行击杀敌方重要单位、战略目标或玩家的行为。常见于MOBA、ARPG及MMORPG等类型，旨在打乱对手节奏、破坏经济或争取优势，但若失败可能加剧局势恶化。在PVP环境中，强杀也可指开启特定模式攻击其他玩家。此举虽可能成为翻盘点，但也伴随较高风险。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "冷却/读条完毕",
    "summary": "冷却/读条完毕是指在电子游戏中，角色技能或道具使用后需要等待一段时间才能再次使用的机制，通常通过视觉或听觉提示告知玩家准备就绪。\n\n这一机制主要用于平衡游戏节奏，防止玩家连续使用强力技能或道具，从而维持游戏的策略性和挑战性。在角色扮演游戏、多人在线战术竞技游戏等类型中尤为常见。冷却时间可能受角色属性、装备或游戏模式影响而缩短或延长。部分游戏会以进度条、图标闪烁或音效等方式直观显示冷却状态，帮助玩家把握时机。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "PK",
    "summary": "PK是电子游戏术语，最初源于早期文字MUD游戏，指玩家击杀（Player Killing）或实施该行为的玩家（Player Killer）。在游戏中，PK通常指玩家单方面发起的恶意击杀行为，区别于需双方同意的PVP（玩家对战）。随着使用传播，PK的含义已扩展至游戏外更广泛的语境。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "/Play Kill（虐杀玩家）/Player Killer（玩家攻击者）/Player Killing（虐杀玩家[行为]）",
    "summary": "Play Kill（虐杀玩家）通常指在多人游戏中，玩家角色主动攻击并杀死其他玩家角色的行为，实施该行为的玩家被称为Player Killer（玩家攻击者），而这一过程则称为Player Killing（虐杀玩家[行为]）。\n\n在游戏设计中，Player Killing常出现在允许玩家间自由对抗的开放世界或特定PvP（玩家对战）模式中。它既是玩家间互动的一种形式，也可能引发争议，例如影响新手体验或破坏合作氛围。部分游戏会通过设立安全区、惩罚机制或独立服务器来调节此类行为，以平衡自由对抗与游戏环境秩序。这一机制常见于MMORPG、生存类及部分沙盒游戏中，是塑造游戏社群动态的重要元素之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "脱战",
    "summary": "脱战是指电子游戏中，玩家角色脱离与敌人或其他敌对单位的战斗状态的一种机制或判定条件。\n\n当玩家角色在一定时间内未受到攻击、未主动攻击敌人或与敌人保持足够距离后，游戏系统通常会判定角色进入脱战状态。此时，角色的生命值、法力值等资源可能开始自动恢复，部分战斗中触发的特殊效果（如持续伤害、仇恨锁定等）也会被重置或解除。脱战机制常见于角色扮演游戏、大型多人在线游戏及部分动作游戏中，旨在为玩家提供战术喘息空间，并管理战斗节奏与资源消耗。在某些游戏中，脱战还是触发特定技能、切换场景或重置敌人行为的必要条件。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "下线遁",
    "summary": "下线遁是网络游戏术语，指玩家在面临危险时通过立即下线来使角色脱离险境的行为。由于游戏角色通常下线后处于无敌或无奖励状态，这一操作逐渐演变成一种逃跑手段。但若网络延迟较高，此方法可能失效。为防止滥用，许多网游会对未达成目标就下线的行为施加惩罚，而单机游戏则常设置特定存档点，强制退出将导致进度丢失。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "回城",
    "summary": "回城是指电子游戏中，玩家角色从当前场景快速返回特定安全区域（如主城、基地或存档点）的一种机制或操作。\n\n狭义上，回城通常指通过使用特定道具（如回城卷轴）、技能或菜单指令，使角色脱离当前战斗或探索状态，瞬间传送至预设地点。这一功能主要用于补给物资、交接任务、避免危险或转换游戏阶段，是许多角色扮演、多人在线竞技及开放世界游戏中的基础系统之一。部分游戏会为回城设置吟唱时间、消耗资源或冷却限制，以平衡其便利性与风险。广义上，任何使玩家脱离当前进程并返回中心区域的设计均可视为回城机制的延伸。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "计生",
    "summary": "计划生育简称计生，原指国家为调控人口增长而制定的生育政策。在大型多人在线角色扮演游戏中，该词被引申为通过劝说等方式控制某一职业的玩家数量，以维持游戏平衡，避免因职业人数过多导致装备价格波动或影响游戏环境。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "鸡神",
    "summary": "鸡神是游戏文化中的常见梗，多指游戏中看似弱小、实则击杀会引发严重后果的鸡类角色。该概念因《上古卷轴》系列而广为人知：在游戏初期，玩家若击杀溪木镇的鸡，会因游戏机制被村民视作攻击居民而遭集体追杀，且无法通过常规方式消除敌意，常导致新手被迫重玩。此外，《塞尔达传说》中攻击鸡会招致鸡群报复；《战争机器》系列里击杀特定鸡可能触发隐藏BOSS或获得特殊武器；部分游戏还设有以鸡神为名的任务、技能或NPC。这些设计使“鸡神”成为玩家间流传的趣味挑战或陷阱象征。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "平A/走A",
    "summary": "平A/走A是电子游戏中，特别是动作角色扮演（ARPG）、多人在线战术竞技（MOBA）等类型中常见的操作技巧。平A通常指角色的普通攻击（Auto Attack），即不消耗技能资源的基础攻击方式；走A则是在进行普通攻击的同时，通过移动来调整位置，以规避敌方攻击或保持输出距离的操作。这一技巧能有效提升角色的生存能力和持续输出效率，尤其在需要精细操作的对战中至关重要。在部分游戏中，走A也被称为“走砍”或“风筝”，是区分新手与高手玩家的关键操作之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "DKP",
    "summary": "DKP是“Dragon Kill Points”的缩写，中文常译为“屠龙点数”，是一种在大型多人在线角色扮演游戏中用于分配团队副本战利品的积分制度。其核心机制是记录玩家参与团队活动的贡献，通常根据出勤、输出治疗量或完成特定任务来累积点数，当稀有装备掉落时，玩家可使用积存的DKP竞拍或兑换所需物品。\n\nDKP系统旨在公平管理团队资源，减少因装备分配引发的争议，并鼓励成员长期参与团队活动。它常见于《魔兽世界》等MMORPG的公会或固定团队中，作为维持团队协作和激励玩家投入的重要工具。随着游戏发展，DKP的具体规则可能因团队需求而调整，例如结合金币拍卖或轮换制度等变体。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "NINJA/毛装",
    "summary": "NINJA/毛装是指在一些电子游戏中，角色因模型渲染错误或图形故障而出现全身覆盖细密、不规则多边形网格的现象，外观类似毛发或毛皮，因此被玩家社区称为“毛装”。该现象通常由角色模型与贴图数据加载不完整或冲突引起，属于非官方的视觉异常状态。\n\n在部分游戏中，毛装可能因特定操作（如快速切换装备、修改游戏文件）被玩家主动触发，成为一种趣味性的外观效果。尽管不属于正常游戏内容，但毛装因其独特视觉效果，有时会被玩家社区记录或分享，作为游戏中的意外彩蛋或故障趣闻。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "(A)RPG类",
    "三级分类": null,
    "title": "堆尸",
    "summary": "堆尸是游戏中的一种攻略方法，指玩家通过反复死亡、复活或轮番派出单位消耗敌人，以达成击败目标。其可行性取决于游戏机制，通常要求怪物在玩家死亡后不会立即重置状态。该方法多见于对抗强力怪物或副本首领，需要玩家能承受多次失败的代价。在卡牌类游戏中，堆尸也指利用所有可用卡牌轮番上阵、耗尽前击败敌人的策略。并非所有游戏都适用此打法，具体效果因游戏设计而异。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "点位",
    "summary": "点位是指在电子游戏中，由玩家或游戏设计者标记的、具有特定战术或战略意义的位置。狭义的“点位”通常指在射击、战术竞技或MOBA类游戏中，用于架枪、埋伏、防守或发起进攻的关键坐标点。\n\n在实际游戏过程中，点位通常与地形优势（如制高点、掩体后、转角处）或资源刷新点（如弹药箱、治疗包、重要道具）相关联。玩家通过熟悉并掌握地图中的关键点位，可以有效提升生存率、击杀效率或团队协作效果。在部分竞技游戏中，点位控制往往是决定胜负的核心要素之一。此外，在合作或沙盒类游戏中，点位也可用于标记任务目标、资源采集区或建筑坐标，起到导航与规划的作用。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "安包",
    "summary": "安包，又称“下包”，是FPS游戏中炸弹模式（或称爆破模式）的核心玩法。该模式分为进攻方与防守方两个阵营：进攻方需由一名玩家或NPC担任爆破手，携带炸弹（即“包”）并安置在指定目标点以实施摧毁；防守方则负责保护目标点，阻止炸弹爆炸。为增加游戏辨识度，携带炸弹的角色通常背负醒目背包，“包”因此成为炸弹的代称。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "拆包",
    "summary": "拆包指通过技术手段提取游戏内部未公开资源的行为，主要源于玩家追求新鲜感或二次创作需求。其独特之处在于可能获得“拆弹器”等特殊道具，影响游戏进程。但拆包易导致资源泄露，引发保密及法律风险，因此多数游戏社群禁止相关讨论与文件传播。此外，“拆包”也常被理解为“拆包裹”的日常含义。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "扔雷",
    "summary": "扔雷是电子游戏中常见的攻击或战术动作，指玩家操作角色投掷爆炸性投掷物（如手榴弹、炸弹等）的行为。狭义的扔雷通常指第一人称或第三人称射击游戏中的标准战术操作，用于远程攻击、清除掩体后的敌人或制造范围伤害。\n\n实际上，扔雷不仅限于射击游戏，也常见于动作冒险、策略类游戏中，作为解谜或环境互动的关键手段。在游戏设计上，扔雷通常需要考虑投掷轨迹、爆炸延迟和伤害范围等属性，以增加游戏的策略性和真实感。部分游戏还允许玩家通过技能升级或装备调整来改变扔雷的效果，如增加爆炸半径或附加特殊状态。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "爆头",
    "summary": "爆头指攻击命中头部造成致命伤害，常见于电子游戏、影视及现实描述。该机制最早出现在游戏《007：黄金眼》中，后广泛应用于FPS等类型游戏，通常带来额外伤害或一击必杀效果，并伴随华丽特效。不同游戏中爆头伤害加成各异，例如《反恐精英：全球攻势》中伤害较高，而《使命召唤》系列相对较低。由于头部命中难度大，且部分游戏判定区域小于模型，爆头常被视为高手技巧。在影视和新闻报道中，爆头场景往往涉及血腥内容，因此多进行分级或模糊处理。少数游戏中头部并非弱点，甚至可能因防护过高导致伤害低于身体。此外，该词在部分语境下也有其他译名，如“精准打击”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "甩狙",
    "summary": "甩狙是FPS游戏中狙击手在开启狙击镜后快速移动准心瞄准并击杀目标的技巧，常用于修正开镜后的准心偏差或应对视野外突然出现的敌人。该操作依赖玩家对鼠标灵敏度设置和肌肉记忆的精准控制，能体现狙击手应对突发状况的能力。在早期《反恐精英》版本中，甩狙曾因bug具有线杀伤效果，后续版本修复后其意义转变为高难度操作技巧。广义上，甩狙可与瞬狙结合，在极短时间内完成开镜、调整和击杀，部分游戏如《穿越火线》中亦常见此操作。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "跟狙",
    "summary": "跟狙是一种常见于第一人称射击游戏中的狙击技巧，指玩家在瞄准镜开启状态下，持续移动准星以追踪并预判移动目标的轨迹，最终在合适的时机开枪命中。与“甩狙”等依靠快速反应瞬间瞄准的技巧不同，跟狙更强调对目标移动速度和方向的持续观察与平滑跟随。\n\n该技巧通常适用于中远距离对抗移动中的敌人，尤其在目标进行规律性横向移动时效果显著。执行跟狙需要玩家具备较好的鼠标控制能力、预判能力以及节奏感，以保持准星与目标的相对位置稳定。在一些竞技性较强的FPS游戏中，熟练运用跟狙是狙击手玩家的重要基本功之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "闪镜（瞬狙）",
    "summary": "闪镜（瞬狙）是射击类游戏中一种快速使用狙击步枪进行瞄准和射击的高级技巧。其核心在于玩家在开镜的瞬间完成瞄准并立即开枪，以缩短暴露时间并提高击杀效率。\n\n该技巧通常要求玩家预先将准星大致对准目标，随后快速切换至瞄准镜状态并立即射击，依赖肌肉记忆和预判而非精细瞄准。闪镜常见于《反恐精英》、《使命召唤》等竞技性较强的第一人称射击游戏中，是区分新手与高手的重要操作之一。\n\n由于狙击步枪通常具有高伤害和低射速的特点，闪镜能有效弥补其机动性不足的弱点，在近距离遭遇或快速对枪时尤为关键。部分游戏通过机制设计（如开镜延迟）会影响闪镜的实际效果与操作上限。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "跳狙",
    "summary": "跳狙是FPS游戏尤其是CS系列中的一种狙击技巧，指使用狙击枪时跳跃射击，分为跳跃中盲狙和跳跃后开镜落地瞬间射击两种方式。在CS:GO中，曾利用鸟狙SSG08的高机动性进行连续跳狙以弥补伤害不足，但该机制在2016年后被削弱；使用AWP跳狙则更具随机性，典型案例如2016年MLG锦标赛中选手Coldzera在Mirage地图的跳狙表现，后被官方以涂鸦纪念。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "盲狙",
    "summary": "盲狙（No Scope）是《CS》《COD》等FPS游戏中使用狙击枪不开镜射击的技巧，常用于近距离或狭窄空间快速应对。由于狙击枪开镜后移动缓慢、视野受限，盲狙可弥补这一缺陷，但难度较高，子弹稳定性差，需借助手枪准星辅助或快速切换武器实现。该术语后来延伸至其他竞技游戏，泛指不确定目标位置时凭判断发动攻击，如在《三国杀》中表示开局攻击可疑角色。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "卡BUG",
    "summary": "卡BUG指玩家利用游戏程序或地图设计中的漏洞，以获取便利或探索游戏机制的行为。该术语源于FPS游戏，玩家通过特定操作触发漏洞，例如卡入地形实现隐身或无敌。随着使用范围扩展，其含义已涵盖各类游戏中的程序或任务漏洞，甚至被引申用于吐槽动画中不合逻辑的情节。此类行为常破坏游戏平衡，可能导致体验受损或游戏崩溃，因此开发者通常会通过修复漏洞或设置惩罚机制来应对。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "穿墙",
    "summary": "穿墙是FPS游戏中通过击穿障碍物击杀对手的一种常见方式。通常需使用穿透力较强的武器，如步枪、狙击枪或大口径手枪，部分游戏还设计了可被击穿的薄弱掩体。玩家可利用此技巧攻击掩体后目标，也需注意躲避敌方穿墙攻击。重武器如火箭筒等穿墙时需考虑弹药穿深、掩体强度等因素。由于穿墙具有一定随机性，过度使用可能被误认为作弊。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "Rush B",
    "summary": "“Rush B”是《反恐精英：全球攻势》（CS:GO）等射击游戏中的经典战术术语，指进攻方快速冲向地图B点实施打击。该战术因在热门地图“炙热沙城II”（Dust2）中频繁使用而演变为网络梗，其特点为节奏快、依赖配合，但易因防守反击或配合失误而失败。P90冲锋枪因射速快、弹容量大，常被用于此战术，故与“Rush B”关联密切。此外，该梗也延伸至《彩虹六号：围攻》等游戏，常与特定武器（如M870霰弹枪）及俄语短句结合使用，成为玩家社群中的流行文化符号。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "PTFO",
    "summary": "PTFO是“play the fucking objective”的简称，最初源于《战地风云》系列，指在多人游戏中专注于完成核心目标的行为。该术语常用于批评那些过度追求个人战绩（如刷分、远距离狙击）而忽视团队协作与游戏目标的玩家。在《战地》《CS》《战舰世界》等游戏中，PTFO被用来提醒队友回归占领据点、安装炸弹等主要任务。如今，它已演变为指代一类偏离游戏初衷的玩家群体。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "枪法",
    "summary": "枪法是电子游戏中对玩家射击水平的统称，尤其在第一人称射击游戏中至关重要。其概念源于真实枪械使用，从早期滑膛枪时代的简单瞄准，到线膛枪提升精度，再到现代自动武器引入扫射等技巧。在游戏领域，随着《德军总部3D》等FPS游戏发展，操作从键盘转向更灵敏的鼠标控制，衍生出多种通用技法，如跟枪、甩枪、压枪和预瞄等，用于应对移动散射、后坐力及提升爆头率。这些技巧常通过瞄具应用和急停操作来优化命中效果，并随游戏演化不断丰富。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "走位",
    "summary": "走位指游戏中玩家操控单位的移动操作，用以区分站桩等行为，其水平高低不等，良好走位可提升操作表现与胜率。该词也可引申至现实生活，形容引人注目的移动方式。不同游戏因机制差异衍生出多样走位技巧及专有术语，如《坦克世界》的卖头、卖履带，《星际争霸》的机枪滚毒爆等。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "对枪",
    "summary": "对枪是FPS游戏中双方相互射击的基本战斗方式，常涉及掩体后谨慎探头开枪。关键技巧包括预瞄头线（瞄准头部预期位置以提高伤害）、提前枪（探出掩体前开枪以抢占先机）、拉枪（快速准确移动准星）以及身法（利用三维位移躲避并瞄准）。此外，Peek指快速探头侦察敌方位置。在部分游戏中，因枪法失误导致优势丧失被反杀的情况被称为“马枪”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "压枪",
    "summary": "压枪是射击游戏中应对后坐力的常见技巧，指通过下压鼠标或短点射等方式控制枪口上跳，以提高连发时的命中率。该操作需平衡精准度与射速，新手常采用连续扫射并同步压枪来命中目标。现实中，连续射击时也需用力握持武器以抵消后坐力，避免脱靶或失控。此外，“压枪”在网络用语中常被引申为对动漫角色自制力的调侃。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "老六",
    "summary": "“老六”是游戏《反恐精英：全球攻势》（CSGO）中的用语，源于进攻方自由人战术，因游离于团队常规五人之外被称为“第六人”。起初多指脱离团队、暗中偷袭且不配合队友的玩家，带贬义。后词义扩展，也泛指以出其不意方式偷袭对手的玩家，其战术可能对团队有积极作用。该词现已广泛用于多人在线游戏，形容打法非常规或善于埋伏的玩家，并延伸至网络及现实生活，指代行为不按套路出牌的人。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FPS类",
    "三级分类": null,
    "title": "卖头",
    "summary": "卖头是一种源于二战坦克实战的战术，后在《坦克世界》等游戏中普及。其核心是仅暴露装甲厚重的炮塔以降低受损概率，适用于起伏地形。类似思路也延伸至军舰操控游戏，通过将船头对准敌方以利用结构防护。但该战术要求持续正面迎敌，可能限制部分武器射界，且易受曲射武器或高机动单位克制。由此还衍生出“卖侧”“卖屁股”等基于载具结构的变体策略。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "波动拳",
    "summary": "波动拳是格斗游戏《街头霸王》中角色隆和肯的经典招式，属于“三神器”中的飞行道具代表。其基本发动指令为↓↘→+P，后续衍生出灼热波动拳、真空波动拳等多种进化形态。该招式的原型并非常被误认的龟派气功，而是源自动画《宇宙战舰大和号系列》中的波动炮。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "升龙拳",
    "summary": "升龙拳是卡普空1987年街机游戏《街头霸王》中隆和肯的标志性对空招式，指令通常为→↓↘+攻击键（数字简写623）。该招式以地面跃起的上勾拳为特征，威力大且常带无敌帧，在2D格斗游戏中广泛沿用，成为与波动拳、龙卷旋风脚齐名的“格斗游戏三神器”。升龙拳虽易融入连段且反击效果显著，但因出招硬直大，若未命中或遭防御则破绽明显。其指令“623”亦衍生出每年6月23日的“国际升龙节”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "龙卷旋风脚",
    "summary": "龙卷旋风脚是格斗游戏《街头霸王》中角色隆和肯的招式，属于“三神技”中的突进技代表。其指令为↓↘→+脚，曾因早期游戏音效问题被空耳为“加加布鲁根”。该招式衍生出龙卷斩空脚、断空脚、春风脚等多种变体。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "瞬狱杀",
    "summary": "瞬狱杀是格斗游戏《街头霸王系列》角色豪鬼的终极必杀技，首次登场于《超级街头霸王2X》。其特点为发动时豪鬼快速近身，屏幕闪白后秒杀对手，并在收招时背景显示“天”或“灭”字。该技能通常需在近距离以特定指令（轻拳、轻拳、前、轻脚、重拳）发动，且常需通过招式硬直等方式掩盖起手动作。作为豪鬼的标志性招式，瞬狱杀以其震撼的视觉效果和强大威力闻名，在系列及相关作品中得以保留并广泛传承。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "必杀技",
    "summary": "必杀技是格斗游戏中需要输入复合指令的招式，涵盖飞行道具、投技等多种类型，通常不能一击制胜。多数必杀技无需消耗能量，部分强化版本需消耗特定资源。在其之上存在“超必杀技”，即俗称的大招，需消耗能量发动，威力与演出效果更为显著，指令通常更复杂，但近年游戏有简化趋势。超必杀技最早出现在《龙虎之拳》中，后逐渐普及。此外，还存在一击必杀的“真必杀技”，发动条件严苛，多见于Arc System Works的作品。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "凹",
    "summary": "凹是指在游戏中，通过反复尝试或特定操作，以追求角色属性、装备数值或随机事件达到理想状态的行为。这一概念常见于角色扮演游戏、策略游戏及包含随机要素的作品中。\n\n玩家进行“凹点”通常是为了最大化角色成长潜力，例如通过反复读档使升级时获得更高的属性增益；在装备强化或合成系统中，“凹”则指向反复尝试以获取最佳词条或数值。此外，在包含概率判定的游戏环节（如捕获稀有怪物、刷取特定掉落物）中，凹也指代通过大量重复操作来达成目标。\n\n该行为体现了玩家对游戏机制深度利用的倾向，虽可能增加游戏时间，但也能提升角色强度或收集完成度。部分游戏设计会通过保底机制或限制存档来调节凹的体验。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "目押",
    "summary": "目押是源自日语的游戏术语，原指通过观察时机按下按钮的操作，如老虎机中把握拉杆时机。在不同游戏类型中含义有所延伸：音乐游戏中指不依赖节奏、仅凭视觉判定击打Note的技巧；格斗游戏中则指按特定节奏输入指令以形成连段的操作，其原理基于攻击帧数与受击硬直帧数之差，要求玩家在极短时间内精准输入。该概念最早在《街头霸王II》等早期格斗游戏中确立，随着游戏系统发展，目押范畴逐渐扩展，涵盖必杀技等复杂操作。在日常生活中，该词偶被引申形容连续而有节奏的攻势，但使用范围较窄。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "波升流",
    "summary": "波升流是横版格斗游戏中的常见战术，源于《街头霸王》系列，由“波动拳”（飞行道具）和“升龙拳”（对空技）组合而成。其核心是通过飞行道具牵制对手，迫使对方起跳后以对空技反击。许多游戏主角因同时具备这两种招式而适用此战术。该战术效果因游戏机制和角色差异而不同，例如部分作品中角色空中行动灵活或可防御，会影响波升流的实用性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "硬直",
    "summary": "硬直是源自日语的游戏术语，指角色在格斗或动作游戏中因被击中而进入的暂时无法操作、反击或出招的状态。该词原意为“僵直”，随着日本游戏产业的传播，已成为动作类游戏的常用概念，后也引申用于形容其他难以归类的非受控状态。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "裸杀",
    "summary": "裸杀指格斗游戏中不连段直接使用超必杀技，该说法源于《拳皇97》。由于该作部分超必杀技判定过强，为平衡游戏性，玩家社群常约定禁止裸杀，要求先以普通或必杀技连段后再释放。但指令投类超必杀技及需蓄力的招式通常不受此限。这一规则多见于《拳皇97》的国内比赛和网络对战，是否禁裸杀需事先约定，违规易引发争议。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "立回",
    "summary": "立回是指在格斗游戏中，玩家通过移动、牵制和试探等操作，与对手保持有利距离并创造进攻机会的整体策略。狭义的立回通常指中距离的走位与博弈，旨在控制空间、观察对手习惯并寻找破绽。\n\n实际上，立回是格斗游戏对战的基础环节，贯穿于整局比赛。玩家需要根据角色性能、对手行动和场面局势，灵活调整自身的站位与行动节奏，以确立优势或化解危机。例如，在《街头霸王》系列中，波动拳等飞行道具常被用于牵制，配合前后移动来压迫对手的决策空间。立回水平的高低直接影响攻防转换的效率和胜负走向，是区分玩家技术层次的关键要素之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "差合",
    "summary": "差合是指在格斗游戏中，利用己方攻击的判定框与对方攻击的判定框在时间或空间上错开，从而在安全距离内击中对手的一种高级技巧。其核心在于通过精准的距离控制或时机把握，使己方的有效攻击范围恰好覆盖对手攻击结束后的收招硬直阶段，或避开对手攻击判定的同时进行反击。\n\n这一技巧常见于《街头霸王》《拳皇》等传统2D格斗游戏中，是立回（牵制与距离控制）的重要组成部分。熟练运用差合可以有效克制对手的盲目进攻，并转化为己方的有利局面。在部分3D格斗或动作游戏中，类似的距离控制理念也以“确反”或“帧数优势”等形式存在。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "择",
    "summary": "择是电子游戏中一种常见的玩家决策机制，指玩家在游戏过程中面对多个选项时，需要根据当前情况选择其中一个行动或策略的过程。\n\n择通常出现在角色扮演、策略或文字冒险类游戏中，玩家通过选择不同的对话选项、行动路线或技能组合来影响剧情发展、角色关系或战斗结果。在格斗游戏中，择特指在压制对手时，通过多种攻击方式迫使对方猜测防御方向，从而创造进攻机会的策略。\n\n合理的择能够增强游戏的策略性和代入感，使玩家体验到不同分支带来的多样结果。部分游戏还会将择与道德系统结合，让玩家的选择影响角色声望或世界走向，从而增加游戏的重玩价值。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "取消",
    "summary": "取消是指电子游戏中用于中断或撤销当前操作、进程或状态的指令或功能。狭义的取消通常指玩家主动触发的操作，例如在菜单界面中放弃选择、在角色移动中打断动作，或在战斗系统中强制中止技能施放。\n\n实际上，取消机制广泛存在于各类游戏中，其设计目的在于提升操作的灵活性与容错率。例如，在格斗游戏中，玩家可通过特定指令取消普通攻击的后摇动作，以衔接连招；在角色扮演游戏中，取消功能允许玩家在对话或探索时快速退出当前交互。部分游戏还设有自动取消机制，如角色受击时强制中断施法。取消的合理运用常被视为区分新手与进阶玩家的技巧之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "爆气",
    "summary": "爆气是指在格斗游戏、动作游戏等类型中，角色通过消耗特定资源（如能量槽、怒气值）进入的一种强化状态。狭义的爆气通常表现为角色周身环绕特殊光效，并在一段时间内获得攻击力提升、招式性能增强或解锁特殊必杀技等效果。\n\n实际上，爆气系统常作为游戏战斗中的核心策略要素，玩家需在合适的时机发动以扭转战局或进行连续压制。在不同游戏中，其具体表现形式与机制各有差异：例如在《街头霸王》系列中可通过消耗超必杀能量发动“EX必杀技”；而在《拳皇》系列中则存在“MAX模式”，可强化普通技与必杀技。部分角色扮演游戏中也存在类似概念，通常体现为“极限技”或“爆发状态”。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "段(上•中•下)",
    "summary": "段（上•中•下）是电子游戏中常见的一种分段式叙事或关卡结构，通常用于将游戏内容划分为多个连续部分，以控制游戏节奏或推进剧情发展。这种结构多见于角色扮演游戏、动作冒险游戏及视觉小说等类型中。\n\n在游戏设计中，“段”可能指代剧情章节、任务阶段或特定区域，玩家需依次完成上、中、下三部分以达成阶段性目标。例如，在部分RPG中，主线任务可能被拆分为“上段·调查事件”“中段·收集线索”“下段·击败首领”等环节，逐步引导玩家深入游戏世界。这种分段方式有助于平衡游戏难度，并为玩家提供清晰的进度反馈。\n\n此外，分段结构也便于游戏开发中的内容更新或DLC扩展，开发者可在原有框架下新增“段”以延续游戏体验。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "打康",
    "summary": "打康是格斗游戏中的一种高级技巧，指在对手攻击动作的起始阶段或收招硬直期间，以己方攻击成功命中并打断对方动作，从而形成有利局面。该术语源自日语“カウンター”（Counter），意为“反击”，在中文玩家社群中常简称为“康”。\n\n打康的核心机制在于利用游戏帧数判定，在对手攻击判定产生前或结束后、自身无法取消动作的瞬间进行精准反击。成功打康通常伴随特效提示（如闪光、音效），并使对手陷入更长的受创硬直，为连续技或高伤害追击创造机会。这一技巧在《街头霸王》《拳皇》等传统格斗游戏中尤为关键，既是防守反击手段，也是高水平对局中压制与破防的重要策略。部分游戏还会为打康设置额外奖励，如伤害加成或气槽增长。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "无责任",
    "summary": "无责任是指在游戏开发、运营或社区中，相关方对特定内容、行为或后果声明免除或限制自身责任的一种常见声明或状态。\n\n在游戏领域，“无责任”常见于游戏测试阶段（如标注为“无责任测试”），表示开发者对测试期间的数据丢失、游戏崩溃等问题不承担正式责任。它也常出现在玩家自制内容（Mod）的免责声明中，创作者声明对使用Mod可能造成的游戏异常或存档损坏不负责任。此外，在游戏平衡性调整公告中，开发者有时会以“无责任猜测”等形式提前透露非最终方案，以避免玩家过度依赖未确定信息。这类声明虽不具备严格法律效力，但已成为行业惯例，用于管理玩家预期和降低争议风险。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "连击修正",
    "summary": "连击修正是格斗游戏中为限制过高连击而引入的平衡机制，其核心在于随连击数增加，造成的伤害或得分会逐渐降低。该机制旨在避免因高强度连击导致游戏失衡，防止出现“一套连击致死”的情况，从而将游戏重心转向立回等综合能力的运用。自《拳皇2002》起，部分格斗游戏通过类似BC系统等设计，进一步强化了对连击的调控，以提升游戏策略性与平衡性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "当身",
    "summary": "当身是格斗游戏中的一种招式机制，指角色摆出特定架势，在抵挡对手攻击后自动发动反击。该术语起源于SNK游戏《饿狼传说》中吉斯·霍华德的“当て身投げ”，最初多用于投技判定，后逐渐完善。当身技通常按攻击属性和部位分类，具有无敌或格挡效果，主要反击打击类攻击，部分也可应对飞行道具；超必杀技的当身往往性能更强。早期多见于SNK系列作品，后普及于2D格斗游戏中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "投技",
    "summary": "投技是指电子游戏中，角色通过特定指令或条件触发的、以抓取或擒抱动作为核心的近距离攻击技能。狭义的投技通常指无法被常规防御手段格挡或闪避的强制抓取攻击，一旦发动成功即进入固定的伤害判定与演出动画。\n\n投技的核心机制在于打破对手的防御状态，常用于克制依赖格挡或护盾的战术。在格斗游戏中，投技往往具有发生快、破防强的特点，是近身压制的重要组成；在动作或角色扮演游戏中，投技可能表现为对中小型敌人的抓取、摔投或处决动作，兼具控制与高伤害特性。部分游戏会设置“拆投”机制，允许受害者在极短时间内输入对应指令化解投技。投技的演出效果常与角色设定挂钩，如摔角手的抱摔、怪兽的撕咬等，兼具实用性与视觉表现力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "FTG类",
    "三级分类": null,
    "title": "飞行道具",
    "summary": "飞行道具是指电子游戏中，由玩家或非玩家角色发出后，能在空间中独立移动一段距离或持续存在，并对接触目标造成影响的攻击性物体或效果。\n\n狭义的飞行道具通常指具有明确弹道轨迹的投射物，如子弹、飞镖、能量弹等。广义上，一些持续存在的区域性效果（如持续燃烧的火墙、缓慢扩散的毒雾）也可归入此类。飞行道具的核心特征是脱离发射源后仍能持续作用，其速度、范围、持续时间、伤害属性及是否可被拦截或躲避，是衡量其性能的关键参数。\n\n飞行道具常见于格斗游戏、射击游戏及动作角色扮演游戏中，是进行远程攻击、控制战场空间和实现战术组合的重要手段。部分游戏还允许玩家通过角色能力或装备来强化、改变飞行道具的属性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "自机",
    "summary": "自机是电子游戏中由玩家直接操控的角色或单位的统称，源自日语“自機”（じき），常见于射击游戏、动作游戏及部分角色扮演游戏。\n\n在游戏中，自机通常作为玩家的化身，其移动、攻击、防御等行为完全受玩家指令控制。自机的性能参数（如生命值、攻击力、移动速度、特殊技能等）直接影响游戏进程和通关难度。许多游戏允许玩家通过升级、装备更换或角色选择来强化或调整自机能力。在弹幕射击游戏中，自机往往具有独特的判定点（通常为机身中心的小区域），被子弹击中该点才会判定为受损。\n\n自机的设计通常兼顾操作手感与视觉辨识度，以确保玩家在复杂场景中能清晰定位。部分游戏还支持双人合作模式，此时两位玩家将分别操控不同的自机单位。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "子机",
    "summary": "子机是指在电子游戏中，由玩家操控的角色或单位所召唤、部署或携带的辅助性小型单位。狭义的子机通常不具备独立行动能力，而是跟随主单位移动并自动攻击敌人，起到火力支援或防御作用。\n\n子机常见于射击游戏和动作游戏中，例如《雷电》系列中的“Option”和《斑鸠》中的“僚机”。它们可以增强玩家的攻击范围与火力密度，有时还能通过吸收子弹来保护主机。在一些策略或角色扮演游戏中，子机也可能指代可遥控的无人机、召唤物或分身，执行侦察、干扰或协同攻击等任务。子机的数量、类型和控制方式常作为游戏中的升级要素或特殊能力出现。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "Bomb（雷）/抱B/NB",
    "summary": "Bomb（雷）/抱B/NB是电子游戏中一种常见的道具或技能，通常指代具有爆炸效果、能对敌人或环境造成范围性伤害的物品或能力。在部分游戏中，玩家可以拾取或装备Bomb，通过投掷或放置来攻击敌人、破坏障碍物或触发机关。\n\n“抱B”或“NB”是玩家社群中的常用俚语，前者多指携带或持有Bomb的状态，后者则可能表示“牛B”（形容Bomb效果强力）或与特定游戏机制相关（如《CS:GO》中的“No Bomb”缩写）。这类道具常见于射击、动作或冒险类游戏，其威力、作用范围和冷却时间往往根据游戏平衡性设计而有所不同。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "残机/Miss/NM",
    "summary": "残机/Miss/NM是弹幕射击类游戏中常见的游戏机制术语，通常与玩家的生命值或游戏难度评价相关。\n\n“残机”指玩家在游戏中剩余的可用生命数，每损失一次生命（如被敌弹击中）会消耗一个残机，归零则游戏结束。“Miss”在弹幕游戏中特指玩家操控角色被敌弹击中导致生命损失的事件，有时也作为游戏内统计项目。而“NM”是“No Miss”的缩写，代表玩家在一次游戏流程中全程未被击中，属于高难度挑战成就。这些概念共同构成了此类游戏的核心风险与奖励机制，直接影响玩家的策略选择与最终评分。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "扭/猴/缩",
    "summary": "“扭/猴/缩”是部分动作类或平台跳跃游戏中常见的三种基础移动操作，分别对应不同的角色姿态与移动方式。  \n“扭”通常指角色在狭窄或复杂地形中通过左右摆动、侧身或旋转等方式调整位置，以通过障碍或避开攻击；“猴”多指类似猿猴的攀爬、悬挂或摆荡动作，常见于具有垂直探索元素的关卡，允许角色利用高处结构快速移动；“缩”则指角色蜷缩身体以降低高度，用于通过低矮通道、躲避弹道或隐藏自身。  \n这些操作常作为游戏基础机制的一部分，帮助玩家适应多样化的环境挑战，并在解谜或战斗场景中提供灵活的应对策略。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "糟/发",
    "summary": "糟/发是部分角色扮演游戏或模拟经营类游戏中，用于衡量角色或单位当前状态的一个负面指标。\n\n该数值通常反映了角色因疲劳、压力、疾病或不良生活习惯（如过度饮酒）而导致的身体或精神上的“糟糕”状态。当糟/发值过高时，可能会对角色的各项属性（如工作效率、战斗能力、社交成功率）产生显著的负面影响，甚至触发特定的负面事件。在一些生存类或硬核模拟游戏中，玩家需要通过休息、治疗或使用特定道具来主动降低此数值，以维持角色的正常运作。这一机制旨在增加游戏的真实感与策略维度，要求玩家更细致地管理角色的身心健康。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "体术",
    "summary": "体术是指电子游戏中角色不依赖武器或特殊道具，仅凭身体进行攻击或防御的战斗技巧。狭义的体术通常指近身格斗招式，如拳击、踢腿、摔投等。\n\n体术常见于动作游戏、格斗游戏及部分角色扮演游戏中，作为基础攻击手段或特殊技能存在。它往往消耗角色的体力或能量值，并可能附带击退、硬直等效果。在一些游戏中，体术可与其他战斗系统结合，如《生化危机》系列中体术可作为节省弹药的战术选择，《只狼：影逝二度》则将其融入架势对抗机制。\n\n体术的设计通常注重动作表现力与操作反馈，是塑造角色战斗风格的重要元素。部分游戏还允许通过技能树或装备强化体术的威力与效果。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "背版",
    "summary": "背版是电子游戏中的一种策略，指玩家通过记忆关卡中敌弹、谱面或场景的固定规律，提前规划行动以提升通过率或得分。该策略常见于弹幕射击（STG）和音乐游戏，能有效应对高难度关卡或特殊配置，有时还可结合擦弹机制获取奖励。但随着游戏设计引入随机元素，过度依赖背版可能降低应对变化的灵活性，因此需适度运用。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "安定",
    "summary": "安定是STG（射击游戏）术语，指通过特定站位或走位完全无视或大幅减少需要躲避的弹幕。主要分为两类：一是安定点，即游戏中存在的特殊位置（如弹源、边角），站定即可回避弹幕；二是安定打法，即通过特殊躲避方法（如上避、绕圈等）降低难度。其原理包括利用弹幕盲区、引导瞄准弹幕减少威胁，或通过操作阻止部分子弹发射。需注意，部分安定点仅为理论存在，实际应用难度可能高于常规躲避。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "增援",
    "summary": "增援是射击游戏中的一种机制，指提前击破特定敌人后，为填补版面空缺而出现的额外敌人。其数量可通过击破时机控制：快速击破通常触发更多增援（称为“早回し”），延迟击破则可能减少增援（称为“迟回し”），而“最大回”与“最小回”分别指可能出现的增援数量上限与下限。该机制在《东方红魔乡》《东方地灵殿》《怒首领蜂大往生》及《决意~绊地狱》等作品中均有体现，常被玩家用于混关时降低难度，或打分时获取额外分数与资源。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "上线",
    "summary": "上线是指一款电子游戏完成开发、测试并正式向公众开放，可供玩家下载、安装和游玩的日期或状态。\n\n上线通常标志着游戏从封闭测试或预售阶段进入商业运营。对于网络游戏和持续更新的服务型游戏，上线是一个关键节点，意味着核心功能已就绪，服务器将稳定开放，并开始正式的商业化运作。上线后，游戏可能会通过后续更新（如资料片、赛季）不断扩展内容。在单机游戏中，上线常与“发售日”概念重合。上线时间通常由开发商或发行商提前公布，是玩家社区和市场营销关注的重要事件。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "沙包",
    "summary": "沙包是一种体育器材，通常以皮革或塑料制成袋状，内部填充砂砾等物质，悬挂后用于拳击等运动的打击训练。在网络文化中，该词被引申为格斗游戏中实力较弱、被完全压制的新手代称，后逐渐泛指任何领域技术较差的人。有趣的是，高水平玩家有时也自称“沙包”，形成一种幽默或自谦的表达方式。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "低封",
    "summary": "低封是电子游戏中一种常见的操作技巧，指玩家在跳跃或移动过程中，通过快速按下蹲伏键（通常为Ctrl或C键）来降低角色模型的碰撞箱高度，以躲避原本会命中头部的攻击或障碍物。\n\n该技巧多应用于第一人称射击或动作类游戏中，利用游戏引擎的碰撞判定机制，使角色在极短时间内进入“低姿态”，从而规避爆头伤害、低矮飞行的弹道，或穿过原本无法正常通过的狭小空间。部分游戏会将此机制设计为正式玩法，如《反恐精英》系列中，低封可有效减少被狙击枪命中的概率。熟练运用低封能在对战中创造生存优势，但也可能因下蹲导致的移动减速而带来风险。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "死尸弹",
    "summary": "死尸弹是STG（射击）游戏术语，指敌人在被击破时发射的子弹，通常为自机狙形式。部分游戏仅特定敌人在死亡时释放死尸弹，如《东方妖妖梦》中的毛玉队；另一些游戏为提升难度，设定所有敌人被击破时均会产生死尸弹，例如《妖精大战争》高难度模式及《绊地狱》等作品的二周目。玩家可通过控制击破节奏、近距离击杀或停枪等方式避免或减少死尸弹，以降低关卡难度。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "rank",
    "summary": "Rank（排名）是电子游戏中用于量化玩家或队伍在特定模式或赛季中相对实力水平的系统。它通常基于玩家的胜负记录、表现数据或积分进行计算，并将参与者划分为不同等级或段位，如青铜、白银、黄金等。排名系统常见于竞技性较强的多人在线游戏，旨在提供更具挑战性的匹配环境，并激励玩家通过提升技巧来攀登更高位阶。此外，排名往往与赛季奖励挂钩，成为玩家长期投入的动力之一。部分游戏还会引入隐藏分机制，以确保匹配公平性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "火力",
    "summary": "火力是STG游戏中的术语，指玩家操控角色的攻击强度。通常通过获取火力道具（常标记为“P”）来提升，可增强攻击力或改变射击模式，部分游戏还允许以消耗火力为代价发动特殊攻击。当火力达到上限后，继续获取道具可能转化为分数。若角色失误，通常会损失火力并可能获得少量补偿；若补给不足，易陷入火力薄弱、难以推进的困境。少数游戏中，过度获取火力道具可能导致不利效果，如增加游戏难度或改变攻击模式，因此玩家有时需主动躲避此类道具。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "hyper",
    "summary": "Hyper是指电子游戏中一种短暂提升角色能力或进入强化状态的机制，通常表现为角色外观变化、攻击力增强、移动速度加快或获得特殊效果。\n\n在动作、射击或格斗类游戏中，Hyper状态往往通过积累能量槽、使用特定道具或达成连击条件来触发，持续数秒至数十秒。例如《街头霸王》系列中的“复仇系统”或《怒首领蜂》中的“Hyper模式”，可使玩家在短时间内免疫部分伤害并大幅强化攻击。该机制不仅增加了战斗的策略性，也为玩家创造了逆转局势或快速清屏的机会。部分游戏还将Hyper状态与剧情演出结合，作为角色觉醒或爆发的重要表现形式。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "STG类",
    "三级分类": null,
    "title": "蓄力",
    "summary": "蓄力是电子游戏中常见的一种机制，尤其在动作、格斗及射击类游戏中。玩家通过长按特定按键（如攻击键）或完成QTE来积累能量，以释放重击、冲刺或必杀技等强力操作，其威力与演出效果通常强于普通攻击。蓄力过程往往伴随较长的前摇，期间角色可能无法行动，若被打断则蓄力中止，因此使用时需把握时机。部分游戏还设有“过度蓄力”设计，蓄力过久可能导致负面效果。此外，这一机制也常用于烘托剧情氛围。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "开黑",
    "summary": "开黑指玩家在竞技类对战游戏中通过语音或当面交流组队游戏的行为，源自《魔兽争霸3》等早期游戏，后因《英雄联盟》等流行。组队能提升团队协作与胜率，但效果取决于玩家水平。开黑人数可称“三黑”“五黑”等，匹配系统通常安排类似组队对手以平衡游戏。该词有时也指通牌等不道德行为，与随机组队的“路人局”相对。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "排位分段",
    "summary": "排位系统是电子游戏中用于区分玩家实力的常见机制，多采用基于统计学（如ELO算法）的等级分制度。不同游戏的段位划分各异：例如《英雄联盟》设有青铜至王者等多个分段；《守望先锋》以分数区间对应青铜至宗师段位，并限制组队分数差；《王者荣耀》及部分腾讯手游采用类似分段，但会根据游戏类型调整最高段位名称（如“最强车神”）。此外，如DOTA2等游戏仅以分数计算排名，且表现不佳时可能扣分。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "兵线",
    "summary": "兵线是MOBA游戏中的术语，指双方小兵交战的位置或移动路线。玩家通过控线、推线、带线和乱线等操作来管理兵线，从而影响局势。控线旨在将兵线控制在安全位置以利于防守和发育；推线旨在快速推进以施加拆塔压力；带线通常由单个英雄执行，可加速发育或吸引敌方注意；乱线则是破坏对方控线意图的干扰手段。兵线还提供视野、界定安全区域，并能通过牵制敌方守塔或创造绕后机会来影响战术选择。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "补兵",
    "summary": "补兵是指在多人在线战术竞技（MOBA）类游戏中，玩家通过攻击敌方小兵或野怪以获得金币和经验的行为。狭义上，补兵特指在小兵生命值降至最低时完成最后一击，从而获取全额奖励；若小兵被己方小兵或防御塔击杀，则玩家仅能获得部分经验。\n\n补兵是玩家获取经济与经验的核心手段之一，直接影响角色装备成型速度和等级优势。在高水平对局中，补兵技巧（如控线、塔下补刀）常被视为衡量玩家基本功的重要指标。部分游戏还设有“补刀提示”或辅助机制，以降低新手玩家的操作门槛。此外，补兵行为也与游戏策略深度绑定，例如通过推线压制对手或刻意控线以创造安全发育环境。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "推塔",
    "summary": "推塔是MOBA类游戏中的核心战术行为，指摧毁敌方防御塔以推进兵线、减少敌方防御优势，并最终以摧毁敌方基地为胜利条件。该行为直接影响战局胜负，玩家需根据局势优先推塔，避免因过度追击或清线而错失优势。通常在有己方士兵吸引防御塔攻击时，英雄可安全攻塔；无士兵时强行拆塔称为“强拆”，多用于塔血量较低时。战术上常通过控制兵线、牵制或击杀敌方英雄来创造推塔机会。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "破路",
    "summary": "破路是MOBA游戏中的战术行为，指一方摧毁敌方某条交战路线上的防御设施，使己方兵线前推，迫使对方玩家回防，从而获得推进或支援其他路线的主动权。当三条交战路线的防御均被摧毁时，称为“破三路”，此时被破路方面临多路兵线压力，即使赢得团战也难以组织有效反击，常意味着局势陷入极大劣势。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "Gank",
    "summary": "Gank是MOBA类游戏中的战术行为，指一方玩家牵制对手，由队友进行偷袭、包抄等协同进攻。成功的Gank可使对方遭受经验、经济或防御塔损失，从而扩大己方优势；失败则可能导致己方陷入不利局面，或因脱离岗位影响发育。具体形式包括捉单、反野等，但也存在被反蹲的风险。执行时需注意保持行动隐蔽、配合时机，并通过视野控制与观察对方行为来防范Gank。若遭遇Gank，应根据局势选择坚守、撤退或避免扩大损失。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "反蹲",
    "summary": "反蹲是MOBA类游戏中的战术行为，指一方玩家预判或察觉敌方将对其队友发动Gank（突袭），提前在队友线路附近埋伏。当敌方发起攻击时，埋伏者突然出击，以形成反击或平衡局势，从而保护队友并可能反杀敌方或迫使对方交出关键技能。该战术需要耐心执行，但若时机不当，也可能导致己方长时间处于人数劣势。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "团战",
    "summary": "团战是网络游戏中常见的对抗行为，尤以MOBA类游戏中使用最为频繁，但也适用于其他类型游戏。其核心目标是通过集体进攻推塔、夺取资源以建立优势。胜负受多种因素影响，包括玩家属性、战术策略、操作水平、防御塔及兵线状况等。属性优势可提高胜率，但合理战术能在劣势下扭转局势；若双方实力悬殊，战术作用则有限。团战胜利后，通常可借机巩固优势，如推进或控制关键资源，但不当行为也可能导致优势丧失。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "对线",
    "summary": "对线原指MOBA类游戏中双方玩家在兵线上进行1V1对抗，常见于《Dota》《英雄联盟》等游戏的早期阶段，玩家通过补兵、技能骚扰等方式对峙，有时可形成以少打多的局面。该词现已引申为网络平台上双方不留情面的激烈争吵或互怼，但此类行为通常被视为不礼貌，不符合文明上网规范。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "抢人头",
    "summary": "“抢人头”是多人在线游戏（如MMORPG、MOBA、FPS）中的常用术语，指玩家在队友即将击杀敌方关键角色时，通过最后一击夺取奖励和经验的行为。该行为可能出于无意或故意，常导致团队内部矛盾、经济分配失衡，并影响整体配合。在游戏文化中，频繁抢人头者被戏称为“人头狗”，此类行为也被类比为“科比行为”，引申为抢兵线、抢野怪等自私举动。此外，抢人头还可能破坏玩家达成“五杀”等罕见成就的机会。该词也常被用于比喻现实中的类似争夺行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "送人头",
    "summary": "“送人头”是中国网络及ACG圈的用语，起源于MOBA类游戏，指玩家故意操作角色送死，使对手快速获得金币和经验。为提高效率，送人头者常使用加速技能和装备，并通过蹭助攻等方式维持自身赏金。此行为常以队友表现不佳或局势逆风为借口，源于报复社会的消极心态，严重破坏游戏体验。因此，如《英雄联盟》等游戏已通过举报系统对此类行为进行封号等处理。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "演员",
    "summary": "演员，最初指《英雄联盟》排位赛中故意操作失误、使对方获胜并从中牟利的玩家或行为。因其表现与真实失误难以区分，故得此名。演员现象具体表现为：工作室组织多名玩家同时排位，以匹配到客户对手，通过故意输比赛使客户获胜获利。此外，“演”有时也被用作战术，通过降低段位匹配较弱对手，以便刷取数据或获取视频素材。该现象在2015年2月因玩家集体抗议而广为人知，并逐渐延伸至其他游戏。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "虐泉",
    "summary": "虐泉是MOBA类游戏中的一种行为，指优势方在已取得较大优势时，围堵对方复活点（通常称为“泉水”）并阻碍其正常游戏。该行为有时表现为刻意延迟结束对局，以持续压制对手取乐。在部分游戏中，泉水作为复活点具有回复或防御功能，若进攻方能在此区域自由行动，即被视为“虐泉”。类似现象也出现在一些可重生的FPS游戏中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "偷塔/偷家",
    "summary": "偷塔/偷家是指在多人在线战术竞技（MOBA）或类似推塔类游戏中，趁敌方主力不在或防守薄弱时，快速攻击并摧毁敌方关键建筑（如防御塔、基地核心）以赢得比赛的战术行为。\n\n该战术的核心在于利用信息差与时机，通过单人或多人的隐蔽突袭，在敌方未能及时回防前达成战略目标。狭义的偷塔通常针对防御塔，而偷家则多指直接攻击敌方基地以结束游戏。这一行为往往依赖高机动性角色或特定技能，在逆风局中可能成为扭转战局的关键。由于可能影响游戏对抗的正面体验，部分游戏会通过机制设计（如防御塔加强、回城加速）来限制过度依赖偷家的策略。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "背锅",
    "summary": "背锅是指在多人游戏中，因团队失利而承担主要责任或受到指责的行为或玩家。该术语源于现实中的“背黑锅”，在游戏语境下特指为失败结果“买单”的人。\n\n在竞技类或合作类游戏中，当队伍未能达成目标（如输掉比赛、任务失败）时，玩家常会归因于某个特定成员的操作失误、判断错误或角色表现，该成员即被视为“背锅者”。这种现象多见于《英雄联盟》《守望先锋》等团队对抗游戏中，有时也与具体位置（如坦克、辅助）或关键决策时刻相关。部分游戏社区亦衍生出“甩锅”“分锅”等关联说法，反映了团队互动中的责任分配心理。值得注意的是，背锅未必完全基于客观表现，也可能受到团队沟通、玩家心态或舆论环境的影响。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "MOBA类",
    "三级分类": null,
    "title": "换家",
    "summary": "换家是指在即时战略、多人在线战术竞技等对抗性游戏中，一方玩家主动放弃或被迫失去原有基地，转而攻击并占领敌方基地的一种高风险战术或游戏局面。\n\n狭义的换家通常指双方主力部队在外交战时，一方趁敌方基地空虚，直接进攻其核心建筑以求获胜。广义上，任何因基地被摧毁而被迫迁移至新资源点重建的行为，也可视为换家。该战术多见于《星际争霸》《魔兽争霸》等游戏中，往往在双方均无力防守时成为逆转胜负的关键。成功实施换家需要精确的时机判断与快速的执行能力，但若失败则可能导致资源断档而迅速溃败。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "收歌",
    "summary": "收歌是音乐游戏中的术语，指玩家在一张谱面中将所有音符打到最高判定，取得理论值分数的行为。它对玩家的节奏感和精准度要求极高，通常比达成全连更具挑战性。不同游戏对收歌的具体定义和判定标准各异，例如可能要求全部音符达到PERFECT、GREAT或特定最高评价，且部分游戏存在理论值分数与全最高判定两种收歌概念。在玩家社群中，收歌常被戏称为“杀歌”，首次达成全球理论值被称为“首杀”，并伴随“RIP”等互动表达。此外，收歌的难度受游戏判定区间、谱面设计及机制影响，一些高难度谱面的理论值甚至被视为极限挑战。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "无视重力的跳跃",
    "summary": "“无视重力的跳跃”源自音乐游戏《osu!》，用于形容高级玩家以极高速度移动光标的能力，其移动之快仿佛不受重力约束。该说法最初因玩家“曲奇”在特定曲目中的出色表现而流传。游戏中，许多高难度谱面要求玩家进行超远距离快速移动，这通常超出普通玩家的极限，只有少数顶尖玩家能达到或超越这种速度，因而被戏称为“无视重力”。这一表述也常被引申至跑酷、体操等需要克服重力影响的运动领域。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "谱面",
    "summary": "谱面是指音乐游戏中，音乐与玩家操作指令在时间轴上同步编排的视觉化界面。狭义上，它特指玩家在游戏过程中需要跟随节奏进行交互的指令序列，通常表现为从屏幕特定方向出现并沿轨道移动的打击音符。\n\n谱面的核心功能是将听觉信息转化为视觉提示，引导玩家在正确时机完成点击、滑动或长按等操作。其设计复杂度直接影响游戏难度，通常通过音符密度、排列方式和特殊事件（如连打、变速）来调节挑战性。在多数音乐游戏中，同一首乐曲可能包含多个难度等级的谱面，以适应不同水平的玩家。\n\n除了基础玩法，谱面也常作为玩家创作和分享的内容，在部分游戏中支持自定义编辑，从而扩展了游戏的可玩性和社区生态。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "BPM",
    "summary": "BPM（Beat(s) Per Minute）是衡量音乐速度的指标，表示每分钟节拍数。现代音乐常用BPM表示速度，其数值越高，节奏越快。在乐理中，通常以四分音符为一拍，BPM即指每分钟四分音符的数量。在音乐游戏中，BPM影响谱面密集度和操作难度，常与分音连打（如8分、16分连打）结合决定实际挑战性。游戏中的Note下落速度可通过BPM与流速倍率调节，以实现不同的视觉和操作效果。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "段位系统",
    "summary": "段位系统起源于音乐游戏beatmania IIDX 7代，用于评定玩家水平，现已被广泛采用。其核心规则通常要求连续完成多首指定曲目（多为3至4首），并依据表现判定是否通过。具体规则因游戏而异，例如：部分游戏采用共享生命条机制，需全程保持生命值不为零；部分则设定评级、分数或特定判定数量等条件。段位等级一般从低到高划分，如初级到高级段位（如初段至皆传），高级段位常需逐级解锁。此外，一些游戏会区分普通与高级合格（如赤合格与金合格），或在更新中调整曲目数量与难度。该系统旨在提供渐进式挑战，但难度失衡也可能导致玩家在特定曲目上受阻。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "难民",
    "summary": "难民是指因战争、迫害或自然灾害等原因被迫离开原籍国或居住地，无法或不愿返回的人群。他们通常面临生存困境，需要国际社会提供保护和援助。根据国际法，难民享有不被强制遣返至危险境地的权利。难民问题涉及人道主义、法律和政治等多方面因素，需要各国合作应对。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "隐藏曲",
    "summary": "隐藏曲是指电子游戏中，不通过常规流程直接解锁，而需要满足特定条件才能获得的音乐曲目。\n\n这类曲目通常不会出现在游戏的标准音乐列表或关卡选择中，玩家需要通过达成高难度挑战、完成特殊成就、输入特定指令或发现游戏内的秘密等方式来解锁。隐藏曲常见于音乐节奏类、格斗类或角色扮演类游戏中，作为对玩家探索与技巧的额外奖励。其内容可能是游戏原声的变奏版、未使用曲目、彩蛋性质的音乐或其他作品的联动曲目，旨在增加游戏的可玩性和收集乐趣。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "隐藏谱面",
    "summary": "隐藏谱面是指电子游戏中，不直接显示在常规选曲界面，需要满足特定条件才能解锁并游玩的特殊关卡。通常作为对玩家技巧的挑战或对游戏内容的深度挖掘而存在。\n\n解锁条件多样，可能包括在特定关卡达成高评价、完成一系列复杂任务、输入特定指令，或在游戏进程中触发隐藏事件。其内容往往比常规谱面更具挑战性，可能包含独特的音符排列、更高的难度等级、专属的背景音乐或视觉演出。\n\n隐藏谱面常见于音乐节奏类游戏，也出现在部分含有节奏玩法的动作或角色扮演游戏中，是开发者奖励核心玩家、延长游戏寿命和增添探索乐趣的常用设计元素。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "粪谱",
    "summary": "粪谱是指电子游戏中，玩家角色或单位在特定条件下（如受到攻击、使用技能、触发事件）产生的排泄物或类似污秽物所形成的图鉴或收集系统。\n\n狭义的粪谱常见于部分角色扮演或模拟类游戏中，作为收集要素或成就系统的一部分。玩家通过触发不同角色在不同状态下的排泄行为，解锁对应的图鉴条目，有时会伴随奖励。广义上，它也可指代游戏中所有与排泄物相关的物品、场景或机制的统称，可能用于解谜、环境叙事或制造幽默效果。例如在《模拟人生》等游戏中，婴儿的尿布处理或宠物的排泄物清理即涉及此类元素。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "馅蜜",
    "summary": "馅蜜是部分电子游戏中出现的食物类道具，通常用于恢复角色的生命值、体力或提供其他增益效果。这类道具的名称和设计灵感来源于现实中的日式甜品“馅蜜”，一种由寒天、豆沙、水果和糖浆组成的传统点心。\n\n在游戏中，馅蜜作为消耗品，其恢复效果一般优于基础食物，可能附带额外的属性提升或状态恢复。它常见于具有生活系统或烹饪玩法的角色扮演游戏中，玩家可通过采集材料制作或在特定商店购买。部分游戏还会将馅蜜设计为节日限定道具或任务奖励，以增加收集要素和游戏趣味性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "和尚",
    "summary": "和尚是电子游戏中常见的一种角色职业或NPC类型，通常源于东方文化背景，尤其与佛教传统相关。\n\n在游戏中，和尚往往被设计为近战或辅助型角色，擅长使用拳脚、棍棒等武器，并可能具备治疗、增益或控制类技能。其属性通常侧重于耐力、精神或防御，体现修行者的坚韧与智慧。部分游戏中的和尚还可通过“禅定”、“诵经”等特殊能力为团队提供支援。作为NPC时，和尚可能承担任务发布者、剧情引导者或文化象征的功能，丰富游戏的世界观。这一职业常见于武侠、奇幻或历史题材的游戏，如《魔兽世界》的武僧、《暗黑破坏神》系列的僧侣等。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "片手",
    "summary": "片手是电子游戏中一种常见的武器类型，通常指角色单手即可持握并使用的近战武器，如短剑、单手斧或单手锤等。\n\n这类武器以攻击速度较快、使用灵活为特点，允许玩家在另一只手持握盾牌、副手武器或施法道具，从而兼顾攻击与防御，或实现双持战斗风格。在角色扮演游戏或动作游戏中，片手武器常作为战士、盗贼等职业的初期或平衡型选择，适合需要快速连击或频繁格挡的战斗情景。部分游戏也允许通过技能或装备强化，使片手武器在后期仍保持实用性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "插音",
    "summary": "插音是指在电子游戏中，通过特定操作或条件触发，插入一段额外的音效或语音片段的一种游戏机制或设计元素。\n\n狭义的插音通常指玩家在特定情境下（如使用特殊技能、触发隐藏事件或达成成就时）播放的简短音频反馈，用以增强游戏的沉浸感和互动性。广义上，插音也可涵盖游戏叙事中临时插入的背景音乐变化或角色台词，用于烘托剧情氛围或提示关键信息。\n\n插音常见于角色扮演、冒险及音游等类型，例如在《节奏地牢》中，玩家的行动会实时生成音乐节奏；在《传说系列》中，角色释放秘技时会播放专属语音。这种设计不仅丰富了游戏的听觉体验，也强化了玩家与游戏系统的互动联结。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "全连",
    "summary": "全连是音乐节奏类游戏中，指玩家在一次游玩过程中，连续且准确地击中所有音符，达成无失误通关的术语。\n\n全连通常作为游戏内的一项成就或挑战目标，是衡量玩家操作熟练度和节奏感的重要指标。在多数游戏中，达成全连会获得额外的分数奖励、解锁隐藏内容或提升评价等级。部分游戏还设有“完美全连”或“全连+全完美”等更高阶的判定，要求所有音符均达到最高准确度。\n\n这一概念常见于《太鼓达人》《OSU!》《Cytus》等音游中，也延伸至一些包含节奏玩法要素的动作或角色扮演游戏。全连的达成往往需要玩家对曲目节奏、谱面布局有充分熟悉，并保持高度专注。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "Full Fail",
    "summary": "Full Fail是指在游戏中，玩家因操作失误、判断错误或资源耗尽等原因，导致当前目标或任务完全无法继续进行，必须重新开始或承担重大损失的一种失败状态。\n\n与一般的“Game Over”或阶段性失败不同，Full Fail通常意味着进程的彻底中断，例如在解谜游戏中因关键道具永久损毁而卡关，或在资源管理游戏中因决策失误导致存档无法挽回地走向崩盘。这种机制旨在增加游戏的挑战性和决策的严肃性，迫使玩家谨慎规划行动。部分游戏会通过自动存档或检查点系统来缓解Full Fail带来的挫败感，但在一些硬核或roguelike设计中，它仍是核心体验的一部分。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "回头厨",
    "summary": "回头厨是指在游戏过程中，玩家为了获取特定奖励、完成收集或达成完美结局，而反复返回已探索过的区域或关卡进行重复游玩的行为。\n\n这一概念常见于具有探索要素、隐藏收集品或多结局设定的游戏中，例如角色扮演游戏或类银河战士恶魔城游戏。玩家可能为了寻找遗漏的道具、解锁隐藏剧情、刷取稀有资源或达成全成就而成为“回头厨”。部分游戏会通过设计可重复探索的关卡结构、随时间刷新的资源点或多周目新增内容来鼓励此类行为。从玩家动机看，“回头厨”往往体现了对游戏内容深度挖掘的追求，或对完成度的执着。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "变速",
    "summary": "变速是指通过改变游戏运行速度来影响游戏进程或玩家体验的一种功能或机制。\n\n狭义的变速通常指玩家主动使用外部工具或游戏内置选项，调整游戏的整体运行速率，使其快于或慢于正常速度。这一功能常用于跳过冗长剧情、加速重复性操作，或降低高难度关卡的反应要求。在部分模拟经营、角色扮演或策略游戏中，变速也被设计为一种合法的游戏内机制，用以调节资源积累或战斗节奏。\n\n广义上，游戏设计中的动态难度调整、镜头切换延迟等技术实现，也可能涉及对特定模块的速度控制。变速虽能提升操作效率，但过度使用可能破坏游戏平衡性与沉浸感。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "soft landing",
    "summary": "软着陆（Soft Landing）是电子游戏中常见的一种机制或判定，指角色或物体从高处下落时，通过特定操作或条件避免受到坠落伤害或硬直，实现平稳、安全的落地。\n\n该机制通常出现在平台跳跃、动作冒险或开放世界类游戏中。玩家可通过在落地前执行跳跃、翻滚、使用技能或接触特定缓冲物（如水面、草堆）来触发软着陆，从而维持角色行动连贯性并防止生命值损失。部分游戏将软着陆设计为需解锁的技能或装备属性，以增强探索与战斗的策略性。在模拟类或物理引擎驱动的游戏中，软着陆也可能体现为更真实的物理反馈，如通过调整下落角度减少冲击。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "谱面停止",
    "summary": "谱面停止是指在音乐节奏游戏中，谱面（即音符序列）的滚动或生成暂时中断的游戏机制。\n\n狭义的谱面停止通常由特定的游戏内道具、技能或特殊谱面指令触发，其效果是暂停音符的流动，但背景音乐和节拍可能继续播放。这一机制主要用于为玩家提供短暂的调整时机，例如在高速段落中缓解操作压力、重新定位手部位置，或应对复杂的音符排列。在某些游戏中，谱面停止也可能与“演出效果”结合，作为增强视听表现力的设计元素。\n\n广义上，谱面停止亦涵盖因游戏程序错误、网络延迟或玩家主动暂停所导致的谱面中断，但这些情况通常不属于游戏设计的核心机制。该功能常见于《太鼓达人》《OSU!》等各类节奏游戏中，其具体表现形式和触发条件因游戏而异。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "鱼蛋",
    "summary": "鱼蛋是电子游戏中一种常见的回复类道具，通常以食物或消耗品的形式出现。其核心功能是为玩家控制的角色恢复生命值、体力或其他状态，有时也作为任务物品或货币使用。\n\n在多数游戏中，鱼蛋被设定为通过击败水生怪物、完成钓鱼小游戏或在特定商店购买获得。它可能具备不同的稀有度与恢复效果，例如小型鱼蛋可少量回复生命，而金色鱼蛋则可能提供完全恢复或附加增益状态。部分游戏还会将鱼蛋设计为合成材料，用于制作更高级的料理或道具。\n\n鱼蛋的引入往往与游戏的生存、探索或烹饪系统相结合，既增加了资源管理的维度，也为游戏世界增添了生活气息与收集乐趣。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "诈称",
    "summary": "诈称是指电子游戏中，对游戏内容、机制或角色能力进行虚假或误导性描述的设计手法。狭义的诈称通常指游戏内道具、技能或角色的实际效果与文字说明不符，可能出于平衡性调整、隐藏机制或开发者疏忽。广义上，诈称也涵盖宣传材料与实机体验的差异，例如预告片展示未实装内容。\n\n在游戏设计中，诈称有时被用作叙事或玩法层面的策略，例如在角色扮演游戏中隐藏反派真实身份，或在卡牌游戏中设置描述模糊但效果特殊的卡牌。然而过度的诈称可能引发玩家信任危机，需在惊喜感与透明度间取得平衡。部分游戏会通过后续更新修正说明文字，使描述与实际机制保持一致。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "全押",
    "summary": "全押是指在游戏过程中，玩家将当前拥有的全部资源（如筹码、金币、道具或技能点数）一次性投入的行为。这一术语常见于带有赌博或风险决策元素的游戏中，例如扑克类游戏或某些Roguelike游戏的经济系统。\n\n在策略或资源管理游戏中，全押通常被视为高风险高回报的战术选择。玩家可能通过全押来试图逆转劣势局面，或在对局关键时刻施加压力。然而，由于资源清空后缺乏后续调整空间，失败往往导致游戏结束或陷入极度被动。\n\n部分游戏设计会将“全押”机制化为特定技能或道具，例如一次性消耗所有魔法值施展终极技能，或押注全部积分以获取翻倍奖励。这种设计旨在强化游戏的戏剧性和决策深度。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "出勤",
    "summary": "出勤是指玩家在游戏中通过每日或定期登录、完成指定任务来获取奖励的一种机制，常见于网络游戏和手机游戏中。\n\n该机制旨在鼓励玩家保持活跃度，通常以“每日签到”、“连续登录奖励”或“活跃度任务”等形式呈现。玩家通过完成简单的日常活动（如登录游戏、参与对战、完成副本等）积累出勤点数，达到一定标准后可领取虚拟货币、经验值、稀有道具或限定角色等奖励。部分游戏还会设置累计出勤周期（如7天、30天），以提供更丰厚的阶段性回报。出勤系统不仅有助于维持玩家社群的日常参与，也常作为游戏运营方维持用户黏性和促进消费的策略之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "背板",
    "summary": "背板是指玩家通过反复尝试或学习，将游戏关卡中的固定事件、敌人配置、陷阱位置等信息记忆下来，从而优化通关策略的游戏行为。\n\n在动作、射击、平台跳跃等含有固定关卡设计的游戏中，背板是提高通关效率与成绩的核心技巧。玩家通过记忆敌人的出现时机、陷阱的触发规律或资源点的分布，可以规划出最优的行动路线，减少失误并达成速通或高分挑战。部分高难度游戏或经典街机游戏尤其依赖背板，因为其关卡设计往往包含大量即死陷阱或密集敌人，仅凭即时反应难以通过。尽管现代游戏更注重动态体验与随机性，但背板在追求极限玩法的玩家社群中仍被视为一项基础且重要的技能。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "Double Play",
    "summary": "Double Play是指在电子游戏中，玩家同时控制两个角色或单位进行协同操作的一种游戏机制或模式。\n\n该机制通常出现在合作游戏或单人游戏的双角色控制环节中，要求玩家在游戏过程中兼顾两个角色的行动、技能或状态，以实现战术配合或解谜目标。例如，在一些平台跳跃或冒险游戏中，玩家需要分别操作两个角色利用各自特性（如力量、敏捷或特殊能力）来克服障碍、击败敌人或完成关卡。Double Play不仅考验玩家的多任务处理能力，也增强了游戏的策略性和互动性，常见于《兄弟：双子传说》或《双人成行》等强调协作体验的作品中。部分游戏还允许本地分屏或在线联机实现这一玩法。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "音游梗",
    "summary": "音游梗是指在音乐游戏玩家社群中广泛流传的、与特定游戏、曲目、谱面或玩法相关的特定用语、典故或文化现象。这些梗通常源于游戏内的独特设计、高难度挑战、玩家社区创作或标志性事件，并成为玩家间交流的共享文化符号。\n\n音游梗的常见来源包括：具有代表性的高难度曲目（如“魔王曲”）、谱面中的特殊配置（如“天地交互”“楼梯”等手法）、游戏机制梗（如“诈称”“里谱”）、角色或曲目相关的二次创作（如“音游圈指定曲”），以及由玩家社区衍生出的幽默表达或“黑话”。这些梗不仅增强了社群的认同感，也常被用于描述游戏体验或调侃游戏难度。随着音乐游戏的发展与跨社区传播，部分音游梗已逐渐泛化至更广泛的游戏文化中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "音乐游戏类",
    "三级分类": null,
    "title": "音游王",
    "summary": "音游王是指在音乐游戏中，能够以极高准确度、稳定性和完成度通过高难度曲目的玩家群体或个体称号。\n\n该称号并非游戏内官方设定，而是玩家社区基于实力和成就自发形成的尊称。要获得此称号，通常需要在各类音乐游戏中达成全连（Full Combo）、全完美（All Perfect）或通过魔王曲等极端挑战。其评判标准常涉及读谱能力、手速、节奏感、多指协调性以及持久专注力。随着音乐游戏品类和难度不断扩展，“音游王”的含金量亦持续提升，成为硬核玩家追求的实力象征。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "稀有度/星级",
    "summary": "稀有度/星级是电子游戏中用于区分游戏内物品、角色或单位获取难度与基础价值的一种等级分类系统。通常以颜色、星数或特定标签（如“普通”、“稀有”、“史诗”、“传说”）直观呈现。\n\n该系统常见于角色扮演、卡牌收集、抽卡手游及大型多人在线游戏中，旨在构建资源获取的梯度与长期追求目标。高稀有度/星级的物品或角色往往拥有更出色的基础属性、独特技能或稀有外观，其获取概率通常较低，可能通过特殊活动、高难度副本或付费抽奖等途径获得。部分游戏还会设置升星或突破机制，允许玩家通过积累素材提升现有单位的星级，从而强化其能力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "星级/阶级",
    "summary": "星级/阶级是指电子游戏中用于标示角色、装备、技能或单位等元素的稀有度或强度等级的系统。通常以星形、字母、数字或颜色等视觉符号进行区分，帮助玩家快速识别其价值与潜力。\n\n在角色扮演、卡牌收集或策略类游戏中，星级/阶级直接影响基础属性、成长上限或特殊效果。高星级元素往往更稀有、更强力，但也可能需要更多资源培养。部分游戏还设有升星或阶级突破机制，允许玩家通过消耗材料提升现有元素的等级，从而增强战力或解锁新能力。这一系统不仅丰富了游戏的收集与养成维度，也常作为驱动玩家长期追求的核心设计要素之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "缘分/纽带/派别/羁绊",
    "summary": "缘分/纽带/派别/羁绊是电子游戏中用于描述角色间特殊关系或连接机制的系统。这类系统通常出现在角色扮演、策略或社交模拟类游戏中，通过角色间的互动、剧情选择或共同经历来建立并深化关系，从而解锁特殊对话、剧情分支、战斗加成或专属技能。\n\n在功能上，缘分系统可能体现为角色组合触发额外属性增益，纽带则侧重于剧情层面的情感联系，派别往往涉及阵营选择与势力归属，而羁绊多指通过特定条件达成的深层关联。这些机制不仅丰富了角色塑造与叙事层次，也增强了玩家的策略选择与代入感。部分游戏如《火焰纹章》系列或《女神异闻录》系列，便将羁绊系统作为核心玩法之一，直接影响角色成长与结局走向。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "狗粮",
    "summary": "狗粮是电子游戏中一种常见的消耗品道具，主要用于恢复或增强玩家角色所携带宠物的状态。在角色扮演游戏、模拟经营类游戏以及部分带有宠物养成系统的作品中，狗粮通常作为宠物专属的补给物品，能够回复宠物的生命值、体力或提升其亲密度。\n\n狭义上，狗粮特指面向犬类宠物的食物；但广义上也泛指各类宠物饲料，其具体效果和稀有度往往随游戏设定而变化，例如普通狗粮仅提供基础恢复，而高级狗粮可能附带临时属性加成。在一些社交性较强的游戏中，赠送狗粮给其他玩家的宠物也可能成为互动手段之一。该道具的获取途径多样，包括商店购买、任务奖励或战斗掉落等。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "公式",
    "summary": "公式是指电子游戏中用于计算角色属性、伤害数值、技能效果等游戏内数据的数学表达式或逻辑规则。\n\n在游戏设计中，公式是构建游戏平衡与数值体系的核心基础。它通常决定了角色攻击力、防御力、生命值等属性之间的换算关系，以及技能伤害、暴击概率、资源消耗等具体效果的最终数值。例如，一个简单的伤害公式可能为“最终伤害 = 攻击力 × 技能系数 - 目标防御”。公式的设计直接影响游戏的策略深度与玩家体验，过于简单可能导致玩法单一，过于复杂则可能让玩家难以理解。许多角色扮演游戏、策略游戏及在线游戏中，公式往往是开发者调整游戏平衡、进行版本更新的关键修改对象。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "觉醒",
    "summary": "觉醒是指游戏角色在特定条件下突破自身限制，获得显著能力提升或形态转变的一种机制或状态。\n\n在角色扮演、动作或策略类游戏中，觉醒通常作为角色成长的关键节点，可能通过剧情推进、等级达成、特殊道具或满足隐藏条件触发。觉醒后，角色往往在属性、技能、外观甚至剧情地位上产生质变，例如解锁终极技能、获得新形态或大幅增强基础能力。这一设计不仅丰富了角色的养成深度，也常作为推动故事高潮或提供战略转折点的重要元素。部分游戏将觉醒机制与资源管理结合，使其成为可主动使用、具有冷却时间的战术能力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "单抽",
    "summary": "单抽是电子游戏中一种常见的虚拟道具抽取方式，特指玩家消耗少量游戏内货币或资源，进行一次性的随机奖励获取。通常与“十连抽”等批量抽取方式相对，单抽允许玩家以较低成本尝试获取稀有物品、角色或装备。\n\n在多数含有抽卡或扭蛋机制的手游、网游中，单抽是基础抽取单元，其概率设置通常与十连抽一致，但缺乏后者常见的保底或额外奖励机制。单抽适合资源有限的玩家进行日常尝试，或用于凑足十连次数前的零散抽取。部分游戏会通过登录奖励、任务赠送等形式提供免费单抽机会，以维持玩家参与度。尽管单抽的随机性较强，但在某些游戏中，单次抽取也可能触发特殊动画或高稀有度物品，成为玩家社区中分享运气的话题来源。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "/连抽",
    "summary": "连抽是指玩家在电子游戏中，通过消耗游戏内货币或现实货币，一次性连续抽取多个虚拟道具（如角色、装备、皮肤等）的机制。该机制常见于含有抽卡或开箱系统的游戏，尤其是免费游玩与内购结合的手游或线上游戏。\n\n连抽通常以“十连抽”等形式呈现，相比单次抽取，往往提供保底奖励或概率提升等额外福利，旨在鼓励玩家进行批量消费。从游戏设计角度看，连抽机制能加速玩家的收集进度，增强短期反馈，同时也与游戏的商业模型紧密相关。部分游戏会通过限时活动或特殊卡池，进一步推动连抽行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "抽卡游戏类",
    "三级分类": null,
    "title": "保底/天井",
    "summary": "保底/天井是指在电子游戏（尤其是抽卡类或随机奖励机制的游戏）中，为玩家设置的一种概率补偿机制。当玩家在多次抽取或尝试后仍未获得稀有道具、角色等目标物品时，系统会强制在指定次数内给予保底奖励，以确保玩家最终能获得该物品。\n\n这一机制通常用于缓解因随机性带来的负面体验，平衡游戏内经济系统，并鼓励玩家持续参与。保底次数常被称为“天井”，源自日语“天井”（意为天花板），指达到上限后必得奖励。不同游戏的保底规则各异，例如区分“软保底”（概率逐渐提升）和“硬保底”（固定次数必得），并可能涉及重置条件、保底继承等设计。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "非洲人/非酋",
    "summary": "非洲人/非酋是电子游戏社群中流行的网络用语，用以形容运气极差、在概率性游戏机制中频繁遭遇不利结果的玩家。该词源于“脸黑”的引申，常见于抽卡、掉落、强化等依赖随机数的游戏系统。\n\n在众多包含抽卡或随机奖励机制的游戏（如手机游戏、大型多人在线角色扮演游戏等）中，玩家常以“非洲人”或“非酋”自嘲或调侃他人，以表达对低概率事件连续发生的无奈。与之相对的概念是“欧洲人/欧皇”，指代运气极佳的玩家。这一用语不仅反映了游戏设计中随机性对玩家体验的影响，也成为了玩家社群内部的一种文化符号与互动方式。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "欧洲人/欧皇",
    "summary": "欧洲人/欧皇是指在电子游戏中运气极好、经常获得稀有物品或触发低概率事件的玩家群体称呼。该词源于网络用语“脸白”，形容运气好到如同欧洲血统，后衍生出“欧皇”这一夸张说法，用以指代运气顶尖的玩家。\n\n在带有随机掉落、抽卡、概率强化等机制的游戏（如角色扮演、卡牌收集、手机游戏等）中，玩家常以此调侃或对比彼此的运气差异。与之相对的是“非酋”，指运气较差、难以获得稀有奖励的玩家。这一称呼反映了玩家社群中对随机性结果的趣味性解读，并逐渐成为游戏文化中的常见用语。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "非提",
    "summary": "非提是源自网络游戏《舰队Collection》玩家社群中的一种自嘲性称谓，特指在游戏中运气较差、难以通过建造或掉落获得稀有舰娘的玩家。\n\n该词由“非洲提督”简化而来，源于网络文化中“脸黑”代表运气差的比喻。非提通常与“欧提”（运气极佳的玩家）相对，用于形容长期无法获得心仪舰船的游戏体验。在社群讨论中，非提也常引申为一种玩家身份标签，带有调侃和共情的色彩，反映了游戏中随机机制对玩家心理的影响。这一概念后来也被其他含有随机获取元素的游戏社群所借用，成为形容运气不佳玩家的泛用术语。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "欧提",
    "summary": "欧提是手机游戏《战舰少女R》及其衍生作品中的一种玩家术语，指通过建造或打捞等方式获得稀有舰船的行为，尤其特指获得最高稀有度舰船（如五星舰娘）的运气或结果。该词源于日语“おつ”（Otsu）的谐音，原意为“辛苦了”，在游戏社群中逐渐演变为对成功获取稀有角色的祝贺或自嘲用语。\n\n在游戏机制中，欧提通常与建造概率、资源消耗及随机性密切相关，玩家常通过积累资源（如燃料、弹药等）进行多次建造以尝试触发欧提。与之相对的概念是“非提”，指长期无法获得稀有舰船的玩家。这一术语反映了游戏中角色收集系统的随机性设计，并成为玩家社群中常见的文化符号。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "人品",
    "summary": "人品是玩家在游戏中角色运气或随机事件发生概率的一种非正式统称，源于中文网络游戏文化，常被玩家用来解释游戏中的随机性结果。\n\n在电子游戏中，许多机制如暴击率、掉落概率、抽卡结果等均由伪随机数生成器决定。当玩家遭遇连续低概率负面事件（如多次强化失败、稀有道具未掉落）时，常会戏称“人品不好”，反之则称为“人品爆发”。这一概念虽不属官方游戏系统，但已成为玩家社群中描述随机体验的常用语。\n\n部分游戏设计会加入“保底机制”或动态概率调整，以缓解极端随机性带来的挫败感，这类设计有时也被玩家视为对“人品”的补偿系统。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "海豹",
    "summary": "海豹是电子游戏中一种常见的动物形象或角色，通常作为游戏内的生物、宠物或NPC出现。在游戏设计中，海豹可能被赋予不同的功能：在模拟经营或养成类游戏中，它可以是玩家饲养的可爱宠物；在冒险或动作游戏中，它可能作为中立生物或任务相关角色，提供剧情线索或互动元素。部分游戏还会将海豹设计为具有特殊能力的伙伴，例如在探索水下场景时提供辅助。此外，海豹的形象也常出现在休闲游戏或儿童向作品中，以其圆润的外形和温和的特性增强游戏的亲和力。从文化背景看，海豹在游戏中的出现往往与海洋、极地等环境主题紧密关联。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "天胡",
    "summary": "天胡是麻将等牌类游戏中，指在发牌或配牌阶段，玩家尚未进行任何摸牌或打牌操作时，手牌即已达成特定和牌条件的一种特殊开局状态。在多数规则下，天胡被视为一种极为罕见且通常直接判定胜利的局面。\n\n天胡的出现依赖于初始发牌的随机性，其概率极低，因此常被玩家视为运气极佳的象征。不同地区或不同麻将变体的规则对天胡的认定可能存在差异，例如部分规则允许天胡，而另一些则不予承认。在电子游戏或线上麻将平台中，天胡通常会被特殊标记或触发特效，以突出其稀有性。这一概念也常被引申至其他卡牌或棋类游戏中，形容开局即获得极大优势的情况。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "许愿",
    "summary": "许愿是指玩家在游戏中通过特定界面或交互，消耗某种资源（如货币、道具或次数）来随机获取奖励的一种常见游戏机制。它通常以“抽卡”、“扭蛋”或“祈福”等形式出现，是许多免费游戏内购营收的核心设计之一。\n\n狭义上，许愿系统会提供一个包含多种物品的奖池，玩家每次许愿会随机获得其中一件，且稀有物品往往设定较低概率。广义上，任何通过不确定回报来消耗资源的玩法都可视为许愿的变体，例如打开随机宝箱、进行装备强化等。\n\n该机制既增加了游戏的收集性与重复可玩性，也通过概率设计调控了经济系统与玩家进度。部分游戏会设有“保底”规则，即在一定次数未获得稀有物品时确保掉落，以平衡玩家体验。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "玄学相关",
    "三级分类": null,
    "title": "玄不救非，氪不改命",
    "summary": "“玄不救非，氪不改命”是中国网络游戏玩家社群中流行的一句俗语，用以形容在带有随机奖励机制（如抽卡、掉落）的游戏中，个人运气对获取稀有物品的决定性作用往往大于其他手段。\n\n前半句“玄不救非”意指试图通过玄学方法（如特定时间、特定动作抽卡）来拯救自己“非酋”（运气差）的体质，通常是无效的；后半句“氪不改命”则指出，即便投入大量金钱进行充值消费（氪金），也可能无法改变运气不佳的“命运”，无法获得心仪的稀有道具或角色。该说法反映了玩家对游戏中概率系统的无奈与自嘲，并常用于强调随机机制的核心地位及其与消费行为之间的非必然联系。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "十里坡剑神",
    "summary": "“十里坡剑神”是源自台湾玩家“bill7437”的《仙剑奇侠传》游戏经历。他因初期找不到剧情触发点，误以为游戏内容仅限于初始地图“十里坡”，于是在此持续打怪练级长达半年，最终将主角李逍遥提升至71级并习得终极技能“剑神”。这一轶事成为玩家社群中形容极限练级行为的代名词，并衍生出指代类似挑战精神的用法。2013年发行的《仙剑5前传》为此设立了纪念称号任务。尽管有质疑，后续有玩家通过实践验证了其可行性，并获得官方认可。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "一夜过后",
    "summary": "《一夜过后》是一部由张艺谋执导，于2024年上映的中国电影。影片讲述了一对中年夫妇在结婚纪念日当晚经历情感波折，通过一夜的对话与反思重新审视婚姻关系的故事。主演包括陈道明和巩俐，两人在片中的表演被评价为细腻深刻。电影采用非线性叙事结构，探讨了爱情、责任与时间等主题，上映后获得观众和影评人的积极反响，被认为是一部情感真挚、制作精良的作品。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "1V5",
    "summary": "“1V5”是源于《魔兽争霸3》自定义地图DotA的用语，后也见于《英雄联盟》及篮球等5V5竞技场合。该词通常用于嘲讽队友因个人英雄主义行为（如抢资源、不顾团队）损害整体局势，暗示其试图“以一敌五”。在极少数情况下，若玩家在队友退出后独自获胜，或为团队牺牲而独抗对手，该词则转为褒义，表达敬佩。其衍生说法如“1V9”进一步强化了讽刺或赞誉的语境。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "俸俸伲购美病",
    "summary": "“俸俸伲购美病”出自游戏《英雄传说 空之轨迹SC》简体中文版，因汉化乱码将台词“嘿嘿嘿，还好啦。”错误显示而得名。该问题源于代理商北京娱乐通在汉化过程中缺乏测试与质量控制，引发玩家不满，并以此词讽刺汉化错误。娱乐通后续通过补丁修正了多数问题。同系列《英雄传说 闪之轨迹III》繁体中文版亦出现翻译错误，但责任方不同。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "父马可亲",
    "summary": "“父马可亲”是《魔兽争霸3：重制版》2020年1月28日发布时因非拉丁字符叠字BUG产生的错误字幕文本，原台词为“阿尔萨斯，你做出了一个父马可亲的决定”。该BUG源于游戏原版即存在的技术问题，在高分辨率下长时间运行可能触发，后于同年2月初的更新中被修复。这一错误因贴合游戏角色阿尔萨斯先后杀死战马与父亲的情节，被玩家引申为成语，形容想法或行为极为可怕，或讽刺为达目的不惜代价。随着网络传播，它成为中文社区中讽刺该重制版品质及未兑现承诺的流行梗。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "少女卷轴",
    "summary": "“少女卷轴”是《上古卷轴》系列游戏的戏称，源于该系列尤其是《上古卷轴4：湮没》发布后，玩家社区制作了大量以女性角色美化为主的Mod，显著改变了游戏外观与内容。这些Mod使游戏人物模型、装备和环境更为华丽，提升了自由度和个性化体验，甚至吸引部分玩家接触游戏修改与建模知识。该别称通过相关游戏社区及网站传播而广为人知。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "炸鸡勇者",
    "summary": "炸鸡勇者源于《魔兽世界》早期的一个著名玩家事件。美洲服务器联盟公会PALS FOR LIFE在攻略黑石塔上层时，圣骑士玩家里诺艾·杰金斯因暂离买肯德基未听到战术说明，回归后突然高喊“LEEROOOOY JENKINS！”并冲入龙蛋区，踩破大量龙蛋引出成群小龙，导致团队在混乱中覆灭。事件结尾他以“至少我还有炸鸡”（或“至少我不是胆小鬼”）回应队友指责。该典故因趣味性广为流传，并被暴雪官方作为彩蛋植入多款游戏中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "反向Q",
    "summary": "反向Q指2015年《英雄联盟》S5总决赛小组赛中，LGD战队中单选手韦神（ID：We1less）使用韦鲁斯时，本应朝敌方释放的Q技能却射向反方向，导致错失击杀机会。该操作引发网友广泛调侃与二次创作，成为选手的标志性失误。此后“反向Q”在游戏社群中常被用以戏谑类似反向施放技能的行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "吃鸡",
    "summary": "“吃鸡”一词源于美国赌场俚语“Winner winner, chicken dinner”，因电影《决胜21点》而广为人知。该说法后被游戏《绝地求生》采用，并成为其在中国玩家中的代名词。随着大逃杀类游戏的流行，“吃鸡”逐渐泛指在此类游戏中夺得冠军的行为，并延伸至自走棋等其他竞技游戏模式中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "胆创",
    "summary": "胆创是大胆创新的简称，源于2012年三国杀“一将成名2012”武将设计大赛。评委韩旭对马岱技能“潜袭”（可扣减体力上限）的评语“大胆创新，值得鼓励”被简化为“胆创”，后常用于讽刺设计失衡或机制离谱的武将，引发玩家争议。该词也衍生出类似用语，并在玩家社群中沿用，既可用于反讽，也可表示字面意义上的创新。随着游戏版本更新，相关技能虽经调整，但“胆创”已成为三国杀文化中的特定表述。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "孙笨",
    "summary": "孙策是桌游《三国杀》中的武将角色，因技能设计被认为强度不足，玩家以其名字的形近字“孙笨”戏称，形成网络梗。该称呼源于2014年贴吧讨论，后衍生出“孙枣”等变体，并随争议扩散至其他三国社区。部分玩家认为孙策弱势，觉醒条件苛刻，在游戏中易被针对，戏称为“54320”或“小白板”；也有观点指出其技能在强化后具备实用性。此外，该梗在《真三国无双》系列游戏中因角色性能变化亦有提及。围绕孙策强度的不同看法持续引发玩家讨论，使其成为《三国杀》的知名文化现象。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "通渠",
    "summary": "“通渠”是游戏《三国杀》的衍生用语，意为削弱，源于武将贾逵的技能调整事件。2020年3月，贾逵以较强技能上线，后因强度过高，官方于同年8月左右在测试服将其技能“忠佐”改为“通渠”并削弱“挽澜”，引发玩家不满和抵制，“通渠”由此成为指代削弱的梗，贾逵也被称为“通渠哥”。此后官方营销中常以此自嘲武将设计失衡。需注意，“通渠”原指贾逵开通河渠的事迹。2024年，类似调整风波在谋曹丕身上再度出现。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "T pose",
    "summary": "T pose是三维动画制作中角色的预设姿势，呈双臂平举的“T”型，便于模型骨骼调整。在游戏中，若角色因程序错误未能加载动作，便会以此默认姿态出现，常被玩家视为一种Bug或“灵异现象”。该现象在游戏界流传广泛，自2016年起演变为网络文化，通过梗图传播，甚至引发现实中的模仿行为，但其本身并无实际意义。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "Jack-O‘ Pose",
    "summary": "Jack-O‘ Pose（杰克欧姿势）是一种在格斗游戏《罪恶装备》系列中由角色Jack-O‘使用的特殊挑衅动作。该姿势表现为角色单膝跪地、双手撑地并抬头挺胸的独特姿态，通常用于对战中打断节奏或表达角色个性。\n\n在游戏机制上，Jack-O‘ Pose属于非攻击性动作，执行时角色会处于无防备状态，因此多用于优势局面下的嘲讽或战术性心理施压。部分作品中也将其设计为可触发特定对话或成就的彩蛋动作。由于姿势造型鲜明且富有戏剧张力，该动作常被玩家社群截取为梗图或二创素材，逐渐成为系列的文化符号之一。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "刀刀烈火",
    "summary": "“刀刀烈火”原为网络游戏《热血传奇》中战士技能“烈火剑法”的俗称，该技能可将火焰附于武器造成额外伤害。早期为平衡游戏，其触发具有随机性，后因私服及外挂影响，演变为形容每次攻击均附带高额伤害或火焰特效的现象。该词现多用于比喻各类游戏中通过操作、策略或机制实现连续高暴击、高伤害输出的状况，亦常见于私服宣传用语中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏典故",
    "三级分类": null,
    "title": "科乐美秘技",
    "summary": "科乐美秘技（Konami Code）是日本科乐美公司电子游戏中著名的作弊码，基本输入为“↑↑↓↓←→←→BA”。该秘技由程序员桥本和久于1985年在移植《宇宙巡航机》时为降低难度而设计，后因遗忘删除而保留。1988年，《魂斗罗》中该秘技被广泛使用，可获额外生命，经游戏杂志推广后广为人知，并成为流行文化符号，常被各类作品致敬。桥本和久于2020年逝世，科乐美官方曾发文纪念。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "ADC in 2017",
    "summary": "“ADC in 2017”是英雄联盟玩家对2017年ADC（物理核心输出）角色过弱现象的嘲讽。当年版本更迭导致ADC生存能力差，易被突进英雄击杀且难以应对坦克，即便后期有所改善，对操作要求仍高。该梗常用于集锦视频中，形容ADC被秒或反杀的场景。随着后续版本持续削弱下路、加快游戏节奏，ADC的生存与输出环境进一步恶化，这一说法逐渐演变为“AD现状”，描述其伤害不足、易被击杀的窘境。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "本人操作",
    "summary": "本人操作是指玩家在游戏中直接控制角色或单位进行行动的游戏方式，与自动操作或AI托管相对。这种操作模式强调玩家的实时输入与决策，是大多数动作、射击、即时战略等类型游戏的核心交互形式。\n\n在单人游戏中，本人操作通常表现为玩家对主角或小队成员的完全控制；而在多人游戏中，则可能限定为对自身角色的操控。部分游戏会提供“自动模式”作为辅助选项，但本人操作仍是追求高难度挑战或精确战术执行时的首选。随着体感设备与虚拟现实技术的发展，本人操作的沉浸感与拟真度也在不断提升。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "电表倒转",
    "summary": "“电表倒转”是游戏社区中对资源“越用越多”现象的戏称，源于现实中的电能表因故障或故意反装导致计数反转。在游戏中，玩家执行行动时资源不减少反而增加，通常由游戏设计失误、BUG或特定奖励机制造成。该说法最初流行于卡牌和战棋游戏社群，后逐渐扩展至各类游戏。现实中故意倒转电表属违规行为。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "风暴oo",
    "summary": "风暴oo（又称风暴要火、风暴药丸）是玩家对《风暴英雄》人气不足的自嘲梗。该游戏公测前因暴雪口碑备受期待，但上线后因机制差异导致玩家数量远不及《英雄联盟》《DOTA2》及暴雪其他作品。相关弹幕在网络中广泛流行，成为游戏圈常见调侃。尽管曾通过联动活动短暂提升人气，但活动后热度回落。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "GG",
    "summary": "GG（Good Game）是源自电子竞技的礼貌用语，通常用于比赛结束时间对手表示尊重，最早可追溯至上世纪末的网络文章。随着《星际争霸》等游戏的流行，该用语在职业赛事中普及，韩国电竞协会曾要求选手赛后使用。在网络文化中，GG也衍生出“认输”或“失败”的含义，常被玩家和主播用作动词表示局势不利。此外，GG曾作为“哥哥”的缩写使用，现已不常见。近年来，其谐音“寄”因主播影响而流行，常引申为“完蛋了”等意思，并与歌曲《Gee》产生关联。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "G胖不会数3",
    "summary": "“G胖不会数3”是玩家对Valve创始人Gabe Newell的戏称，源于其公司旗下主要游戏系列如《半衰期》《传送门》等均未推出带数字“3”的续作，相关项目多因开发困难取消。该梗衍生出多种调侃：如《半衰期：爱莉克斯》被戏称为“半衰期3除以2”；《DOTA2》语音包包含自嘲台词；名称含“3”的差评游戏登陆Steam也被视为佐证。但Valve实际已发布SteamOS 3.0，且G胖曾参与同人歌曲《Count to Three》演唱，因此该说法多被视为社区幽默。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "海外无人权",
    "summary": "“海外无人权”是玩家对无法完整体验或玩不到国外厂商游戏现象的调侃。部分厂商因成本、版权等问题，对海外版游戏内容进行删减，导致玩家体验受损；另一些游戏则无海外发行计划，玩家只能通过视频等方式间接了解。这种现象让玩家感到被“区别对待”，故逐渐衍生出这一说法。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "你知道我的痛楚吗",
    "summary": "“你知道我的痛楚吗”是部分角色扮演类或剧情向游戏中出现的特殊台词或情境机制，通常用于强化角色塑造或推动情节发展。  \n该台词多出现在角色面临重大抉择、回忆创伤经历或与他人进行深度情感交流时，旨在引发玩家对游戏角色内心世界的共鸣。在叙事设计中，它可能作为关键对话选项出现，影响后续剧情分支或角色关系变化。  \n部分游戏亦将其设计为成就名称或隐藏任务触发条件，要求玩家完成特定情感交互或剧情线方可解锁。此类设计常见于注重角色心理描写和道德抉择的游戏中，用以增强叙事的沉浸感与情感冲击力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "强度美",
    "summary": "“强度美”是网络流行语，常用于形容游戏中因强度过高而备受关注，但外观设计存在争议或被认为不佳的角色。该词将“强度”直接与“美”关联，暗指角色主要凭借性能优势获得认可，常带有吐槽或嘲讽意味，用以批评游戏平衡问题或厂商的盈利策略。其起源可能与《宝可梦》系列的炽焰咆哮虎有关，后逐渐扩展至其他游戏乃至体育领域（如足球运动员哈兰德）。典型案例如《Fate/Grand Order》的伊吹童子、《原神》的夜兰等，这些角色往往因强度突出而部分抵消了外观上的争议。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "人体描边大师",
    "summary": "“人体描边大师”是射击游戏玩家对枪法不佳、难以击中目标的调侃，常见于《CSGO》《绝地求生》等竞技游戏社区。该词源于玩家因压枪不熟或巧合，射击时弹道绕开目标，仿佛“描边”。虽多形容枪法差，偶尔也指高超技术，如精准环绕射击形成威胁。其概念可延伸至飞刀等投射物，并在动画弹幕中作为情节吐槽出现。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "赛博精神病",
    "summary": "赛博精神病是《赛博朋克》系列作品中的虚构精神疾病，指因过度植入义体导致人性丧失、情绪极端化或产生幻觉的精神状态，在不同作品中具体表现包括狂暴、嗜杀或强迫行为等。在中文网络语境中，该词衍生出两种含义：一是指游戏发售前玩家模仿已游玩内容的表演性评论，官方曾对此进行调侃；二是在《赛博朋克2077》发售后，成为对玩家在游戏中做出疯狂或暴力行为的戏称。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "手痒难耐，渴望打架",
    "summary": "手痒难耐，渴望打架是指玩家在游戏中因长时间缺乏战斗或挑战而产生的强烈对抗冲动。这一现象常见于以战斗为核心玩法的动作、格斗或角色扮演类游戏中，当游戏进程处于探索、解谜或剧情过渡等非战斗阶段时，部分玩家可能因单调感而迫切希望触发战斗。\n\n从游戏设计角度看，这反映了玩家对互动性与刺激感的需求。一些游戏会通过调整敌人刷新频率、设置可选挑战区域或引入随机遭遇事件来缓解此类情绪，以维持玩家的参与度。该状态也可能影响玩家的决策，例如促使他们主动进入高危区域或提前发起攻击。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "土豆服务器",
    "summary": "“土豆服务器”是网络流行语，常用于讽刺性能低下、延迟卡顿的游戏服务器，尤其与育碧服务器关联密切。该梗源于两个事件：一是2000年有人用马铃薯为动力搭建的极低效服务器；二是一篇关于在土豆上安装Linux的恶搞文章。此外，该词也偶尔被用于调侃其他非官方或体验不佳的网络服务。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "V社时间",
    "summary": "“V社时间”是玩家对游戏开发商Valve（V社）不守时行为的戏称，特指其游戏更新或发布常严重推迟甚至无下文的现象。Valve以《半衰期》《反恐精英》《Dota2》等作品闻名，但更新预告与实际时间常因各种原因产生巨大差异，被玩家调侃为“重新定义时间”。这一概念源于其拖延传统，尤其在《半衰期》《军团要塞》等游戏中表现明显，成为社区常见槽点。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "我们来削弱oo吧",
    "summary": "“我们来削弱oo吧”是游戏玩家社区中常见的吐槽用语，用于表达对角色或物品因版本更新被连续削弱的不满或反讽。游戏平衡常因机制更新、数值设计偏差等因素受到影响，导致部分内容竞争力超出预期。为维持平衡，官方会通过数值或机制调整进行加强或削弱，其中直接调整称为“明加强/削弱”，修复bug等方式带来的隐性变化称为“暗加强/削弱”。部分内容经多次削弱后竞争力显著下降，也有些反而提升，引发玩家对数值策划的讨论，并形成了以“我们来削弱oo吧”为格式的调侃表达。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "星际玩家",
    "summary": "星际玩家是源于《星际争霸》的一个网络梗，指玩家因游戏节奏快、信息量大而看漏明显关键信息，即使职业选手也可能出现此类失误。该说法后来延伸至《CSGO》《守望先锋》等电竞游戏中，形容观察力差、忽略眼前事物的玩家，并在日常生活中被用于调侃走神或未注意明显情况的人。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "一代补丁一代神",
    "summary": "“一代补丁一代神”是游戏圈内的一句流行吐槽，指游戏版本更新后，因参数调整导致平衡性变化：上一版本强势的角色或技能可能被削弱，而之前弱势的则可能大幅增强。尽管运营商常宣称调整合理，但平衡效果时常引发争议。该说法也衍生出类似表达，用以提醒玩家版本更迭带来的不确定性。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "用心做oo，用脚做游戏",
    "summary": "“用心做oo，用脚做游戏”是玩家社群中常见的一种调侃性说法，用于形容游戏开发商或发行商在游戏本体之外的内容（如美术、音乐、剧情、宣传等，常以“oo”代指）投入大量精力，而游戏本身的玩法、优化或设计却显得粗糙或缺乏诚意。\n\n这一说法通常出现在玩家对某款游戏体验失望时，尤其当游戏的非核心要素（如角色立绘、世界观设定）质量明显高于实际可玩性时。它反映了玩家对游戏整体品质失衡现象的关注，并常被用于批评那些重营销轻体验、或过度依赖单一亮点而忽视基础设计的商业作品。在游戏评论和社区讨论中，该说法已成为一种具有批判意味的流行表述。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "这火我不传",
    "summary": "“这火我不传”是源自3D游戏《黑暗之魂》的衍生梗。在系列游戏中，玩家击败最终boss薪王后可选择是否“传火”，《黑暗之魂3》还提供了其他结局选项。由于游戏难度较高，玩家在长期卡关时常用此语调侃弃坑。剧情上，传火曾被视作延续世界的方式，但随着《黑暗之魂3》揭示其可能为统治阶层的阴谋，且选择不影响部分NPC命运，该表述亦反映了玩家对剧情设定的讨论。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "临时工",
    "summary": "“临时工”原指临时性工人，与正式工相对。现已成为中国互联网常用吐槽语，主要衍生出两种抽象含义：一是指组织在发生负面公关事件后，被推出来承担责任、随后被开除并与组织切割的人员，成为“背锅”的代名词；二是指产品、作品等在制作或维护过程中出现的粗糙、错漏之处，常被戏谑为“临时工”操作所致，尤其在游戏更新出现bug时被玩家广泛使用。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "拉胯",
    "summary": "“拉胯”源自东北官话“拉了胯”，原指瘫倒状态。2019年，英雄联盟前职业选手otto在直播中吐槽队友操作失误时使用该词，经视频剪辑传播后成为网络流行语。在互联网传播中常被误写作“拉垮”，并衍生出“拉了”“拉大胯”等变体。其含义逐渐引申为“掉链子”，现广泛用于形容个人、集体表现不佳或物品性能差，成为各领域常见的调侃用语。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "开个脉动，好走不送",
    "summary": "“开个脉动，好走不送”是2020年9月7日Rookie与姿态在脉动赞助的直播中产生的游戏圈层用语。原意为鼓励玩家饮用脉动后提升实力，轻松击败对手。但因直播中两人操作失误频发，该句逐渐演变为带有“毒奶”属性的翻车警告，常在实际表现与豪言形成反差时使用。相关梗还包括姿态误将瓶口直径38mm说成38cm等衍生内容。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "正版游戏受害者",
    "summary": "正版游戏受害者是指因购买正版游戏而遭遇比盗版玩家更差体验的玩家群体。该现象通常源于正版游戏强制联网验证、频繁更新或数字版权管理（DRM）系统导致的运行问题，而盗版版本可能通过破解规避了这些限制。例如，部分游戏的正版需持续在线验证，在服务器不稳定时会引发卡顿或无法启动，而盗版免除了此类验证，反而运行更流畅。这一概念反映了游戏发行中防盗版措施与玩家体验之间的冲突，常见于PC平台，尤其在服务器部署不足或DRM技术过严的游戏中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "骂完记得买",
    "summary": "“骂完记得买”是玩家社群中常见的一种网络用语，用以描述对某款游戏或游戏公司持批评态度，却仍会购买其后续作品或相关产品的矛盾消费行为。\n\n该现象通常出现在玩家对游戏系列抱有长期情感，或游戏本身具有独特吸引力的情况下。尽管玩家可能对游戏中的设计缺陷、运营策略或更新内容表示不满，甚至进行公开批评，但出于习惯、情怀或对核心玩法的认可，最终仍会选择购买。这种行为也反映了玩家与游戏产品之间复杂的情感联结和消费心理。在游戏行业营销中，有时也会利用这种心理，通过争议性内容维持话题热度并推动销售。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "请各位oo在过场动画至少穿得像个人",
    "summary": "“请各位oo在过场动画至少穿得像个人”是中文互联网上对游戏中角色外观与剧情氛围不协调现象的调侃。随着实时演算过场动画的普及，玩家自定义的服装或MOD可能导致角色在严肃剧情中以奇装异服甚至裸露形象出现，产生滑稽效果。此外，部分游戏允许使用玩家ID指代角色，当ID内容不当时，游戏会采用通用称呼或省略念出，以避免不适宜的语音内容。这一吐槽常见于《原神》《明日方舟》等游戏中。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "我们做了一个艰难的决定",
    "summary": "“我们做了一个艰难的决定”是游戏运营或开发方在面临重大争议性调整时，向玩家群体发布的公告中常见的开场表述。该表述通常用于引入对游戏平衡、收费模式、用户协议或服务条款等方面进行的修改，这些修改往往对玩家体验产生显著影响，例如削弱热门角色、调整付费内容或终止部分服务。\n\n此类公告因常伴随对玩家不利的变动，且语气较为正式疏离，容易引发玩家社群的不满与调侃，逐渐演变为一个具有反讽意味的网络流行语。在游戏文化语境中，它已成为玩家表达对运营商决策失望或进行幽默讽刺的固定短语，反映了游戏社群与运营方之间的互动张力。"
  },
  {
    "一级分类": "游戏玩法用语",
    "二级分类": "游戏圈吐槽语",
    "三级分类": null,
    "title": "一切以结算为准",
    "summary": "“一切以结算为准”是《炉石传说》玩家对游戏内异常结算现象的调侃用语，源于主播瓦莉拉在酒馆战棋中发现的“莽神火车王”bug：具有圣盾的该随从会消灭击破其圣盾的随从，而非卡面描述的“消灭击杀本随从的随从”。此bug曾在世界锦标赛中影响战局，后于相关视频播出次日被修复。该说法反映了电子游戏的规则实际由代码决定，结算结果优先于文本描述，玩家常以此回应难以理解的游戏机制。"
  }
]